[
  {
    "id": "2e89e420f9928545c06ac9f278abe2d8",
    "title": "南歌子",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "雨过林峦静，风回池阁凉。窥人双燕语雕梁。笑看小荷翻处、戏鸳鸯。",
      "共饮菖蒲细，同分彩线长。今朝真不负风光。绝胜几年飞梦、绕高唐。"
    ]
  },
  {
    "id": "2e89e420f99285459b02ba6d95141b7a",
    "title": "菩萨蛮",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "鸳鸯翡翠同心侣。惊风不得双飞去。春水绿西池。重期相见时。",
      "长怜心共语。梦里池边路。相见不如新。花应解笑人。"
    ]
  },
  {
    "id": "2e89e420f99285459b02ba6dc0bc5b5d",
    "title": "菩萨蛮",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "袜儿窄剪鞋儿小。纹鸳并影双双好。微步巧藏人。轻飞洛浦尘。",
      "前回深处见。欲近还相远。心事不能知。教人直是疑。"
    ]
  },
  {
    "id": "2e89e420f99285450f6e52061ef3ece3",
    "title": "减字木兰花·政和癸巳",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "几年不见。胡蝶枕中魂梦远。一日相逢。鹦鹉杯深笑靥浓。",
      "欢心未已。流水落花愁又起。离恨如何。细雨斜风晚更多。"
    ]
  },
  {
    "id": "2e89e420f9928545f29c5e97861187c9",
    "title": "菩萨蛮·政和丙申",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "娟娟明月如霜白。鳌山可是蓬山隔。恨不及春风。行云处处同。",
      "暖香红雾里。一笑谁新喜。知得远愁无。春衫有泪珠。"
    ]
  },
  {
    "id": "2e89e420f99285452eabdb0fff3cd539",
    "title": "忆秦娥",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "虫声切。柔肠欲断伤离别。伤离别。几行清泪，界残红颊。",
      "玉阶白露侵罗袜。下帘却望玲珑月。玲珑月。寒光凌乱，照人愁绝。"
    ]
  },
  {
    "id": "2e89e420f992854582791341a2b766ef",
    "title": "生查子",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "月在两山间，人在空明里。山色碧于天，月色光于水。",
      "心闲物物幽，心动尘尘起。莫向动中来，长愿闲如此。"
    ],
    "foreword": "与王丰父、郑曼卿兄弟嵩山道中。"
  },
  {
    "id": "2e89e420f9928545f32f182e19696cdd",
    "title": "浣溪沙",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "冰雪肌肤不受尘。脸桃眉柳暖生春。手搓梅子笑迎人。",
      "欲语又休无限思，暂来还去不胜颦。梦随蝴蝶过东邻。"
    ]
  },
  {
    "id": "2e89e420f992854582791341d37f6818",
    "title": "生查子",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "春心如杜鹃，日夜思归切。啼尽一川花，愁落千山月。",
      "遥怜白玉人，翠被馀香歇。可惯独眠寒，减动丰肌雪。"
    ]
  },
  {
    "id": "2e89e420f992854582791341c54ae5b6",
    "title": "生查子",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "近似月当怀，远似花藏雾。好是月明时，同醉花深处。",
      "看花不自持，对月空相顾。愿学月频圆，莫作花飞去。"
    ]
  },
  {
    "id": "2e89e420f9928545827913412c217af0",
    "title": "生查子",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "春山和恨长，秋水无言度。脉脉复盈盈，几点梨花雨。",
      "深深一段愁，寂寂无行路。推去又还来，没个遮栏处。"
    ]
  },
  {
    "id": "2e89e420f992854582791341bdfabf76",
    "title": "生查子",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "相思懒下床，春梦迷蝴蝶。入柳又穿花，去去轻如叶。",
      "可堪歧路长，不道关山隔。无赖是黄鹂，唤起空愁绝。"
    ]
  },
  {
    "id": "2e89e420f99285458d41f387daeac28c",
    "title": "西江月",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "微步凌波尘起，弄妆满镜花开。春心掷处眼频来。秀色著人无耐。",
      "旧事如风无迹，新愁似水难裁。相思日夜梦阳台。减尽沈郎衣带。"
    ]
  },
  {
    "id": "2e89e420f99285455a116a93e624548b",
    "title": "生查子·赠陈宋邻",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "娟娟月入眉，整整云归鬓。镜里弄妆迟，帘外花移影。",
      "斜窥秋水长，软语春莺近。无计奈情何，只有相思分。"
    ]
  },
  {
    "id": "2e89e420f9928545df6f8a3b7f5f43d8",
    "title": "点绛唇·南昌送范帅",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "丹凤飞来，细传日下丝纶语。使君归去。已近沙堤路。",
      "风叶露花，秋意浓如许。江天暮。离歌轻举。愁满西山雨。"
    ]
  },
  {
    "id": "2e89e420f99285455aeb0be1f3a05ad1",
    "title": "丑奴儿·宣和辛丑",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "无双亭下琼花树，玉骨云腴。倾国称姝。除却扬州是无处。",
      "天教红药来参乘，桃李先驱。总作花奴。翠拥红遮到玉都。"
    ]
  },
  {
    "id": "2e89e420f9928545e429ae791b91ac19",
    "title": "如梦令",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "午夜凉生翠幔。帘外行云撩乱。可恨白蘋风，欲雨又还吹散。",
      "肠断。肠断。楚梦惊残一半。"
    ]
  },
  {
    "id": "2e89e420f9928545f02891a4bab08c88",
    "title": "采桑子",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "人如濯濯春杨柳，彻骨风流。脱体温柔。牵系多情尽未休。",
      "最怜恰恰新眠起，云雨初收。斜倚琼楼。叶叶眉心一样愁。"
    ]
  },
  {
    "id": "2e89e420f992854517d2f7e6ffe16e56",
    "title": "好事近·中秋前一日为寿",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "小雨度微云，快染一天新碧。恰到中秋佳处，是芳年华日。",
      "冰轮莫做九分看，天意在今夕。先占广寒风露，怕姮娥偏得。"
    ]
  },
  {
    "id": "2e89e420f9928545c1bb3ca08a1766db",
    "title": "清平乐·滁阳寄邵子非诸友",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "云无天净。明月端如镜。乌鹊绕枝栖未稳。零露垂垂珠陨。",
      "扁舟共绝潮河。秋风别去如梭。今夜凄然对影，与谁斟酌姮娥。"
    ]
  },
  {
    "id": "2e89e420f9928545da35ce221cc8b078",
    "title": "好事近·怀安郡王席上",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "初上舞茵时，争看袜罗弓窄。恰似晚霞零乱，衬一钩新月。",
      "折旋多态小腰身，分明是回雪。生怕因风飞去，放真珠帘隔。"
    ]
  },
  {
    "id": "2e89e420f9928545f32f182ef8d3605e",
    "title": "浣溪沙",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "艳赵倾燕花里仙。乌丝阑写永和年。有时闲弄醒心弦。",
      "茗碗分云微醉后，纹楸斜倚髻鬟偏。风流模样总堪怜。"
    ],
    "foreword": "赵总怜以扇头来乞词，戏有此赠。赵能著棋、写字、分茶、弹琴。"
  },
  {
    "id": "2e89e420f9928545f32f182ecb66688e",
    "title": "浣溪沙",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "曾是襄王梦里仙。娇痴恰恰破瓜年。芳心已解品朱弦。",
      "浅浅笑时双靥媚，盈盈立处绿云偏。称人心是尽人怜。"
    ],
    "foreword": "王称心效颦，亦有是请，再用前韵赠之。"
  },
  {
    "id": "2e89e420f9928545f32f182e4f9f1dcb",
    "title": "浣溪沙",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "璧月光中玉漏清。小梅疏影水边明。似梅人醉月西倾。",
      "梅欲黄时朝暮雨，月重圆处短长亭。旧愁新恨若为情。"
    ],
    "foreword": "政和壬辰正月，豫章龟潭作，时徐师川、洪驹父、汪彦章携酒来作别。"
  },
  {
    "id": "2e89e420f9928545264908569cc7515d",
    "title": "浣溪沙·连年二月二日出都门",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "人意天公则甚知。故教小雨作深悲。桃花浑似泪胭脂。",
      "理棹又从今日去，断肠还似去年时。经行处处是相思。"
    ]
  },
  {
    "id": "2e89e420f99285456fef00f35a9f6210",
    "title": "浣溪沙·政和癸巳仪真东园作",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "花样风流柳样娇。雪中微步过溪桥。心期春色到梅梢。",
      "折得一枝归绿鬓，冰容玉艳不相饶。索人同去醉金蕉。"
    ]
  },
  {
    "id": "2e89e420f9928545a15e2c1406f825bc",
    "title": "浣溪沙·酴醾和狄相叔韵赠陈宋邻",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "翡翠衣裳白玉人。不将朱粉污天真。清风为伴月为邻。",
      "枕上解随良夜梦，壶中别是一家春。同心小绾更尖新。"
    ]
  },
  {
    "id": "2e89e420f9928545ec1074bdb3607182",
    "title": "浣溪沙·许南叔席上",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "百斛明珠得翠娥。风流彻骨更能歌。碧云留住劝金荷。",
      "取醉归来因一笑，恼人深处是横波。酒醒情味却知么。"
    ]
  },
  {
    "id": "2e89e420f9928545df60feaefcaaaa62",
    "title": "三字令",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "春尽日，雨馀时。红蔌蔌，绿漪漪。花满地，水平池。烟光里，云影上，画船移。",
      "纹鸳并，白鸥飞。歌韵响，酒行迟。将我意，入新诗。春欲去，留且住，莫教归。"
    ]
  },
  {
    "id": "2e89e420f9928545d5cf24b1b418445d",
    "title": "相见欢",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "亭亭秋水芙蓉。翠围中。又是一年风露、笑相逢。",
      "天机畔。云锦乱。思无穷。路隔银河犹解、嫁西风。"
    ]
  },
  {
    "id": "2e89e420f9928545d5cf24b1084d34f6",
    "title": "相见欢",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "桃源深闭春风。信难通。流水落花馀恨、几时穷。",
      "水无定。花有尽。会相逢。可是人生长在、别离中。"
    ]
  },
  {
    "id": "2e89e420f9928545d5cf24b10297e71b",
    "title": "相见欢",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "腰肢一缕纤长。是垂杨。泥泥风中衣袖、冷沉香。",
      "花如颊。眉如叶。语如簧。微笑微颦相恼、过回廊。"
    ]
  },
  {
    "id": "2e89e420f99285452c555429cbfb1295",
    "title": "点绛唇·再赋示王景源使君",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "璧月光辉，万山不隔蟾宫树。金风玉露。水国秋无数。",
      "老子情钟，欲向香中住。君王许。龙鸾飞舞。送到归休处。"
    ]
  },
  {
    "id": "2e89e420f992854573df6af5558e8e1f",
    "title": "鹧鸪天·戏韩叔夏",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "只有梅花似玉容。云窗月户几尊同。见来怨眼明秋水，欲去愁眉淡远峰。",
      "山万叠，水千重。一双蝴蝶梦能通。都将泪作黄梅雨，尽把情为柳絮风。"
    ]
  },
  {
    "id": "2e89e420f99285458d41f387153cdde4",
    "title": "西江月",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "得意穿云度水，及时斫玉分金。兹游了却未来心。怪我归迟一任。",
      "居士何如学士，翰林休笑芗林。个中真味少知音。不是清狂太甚。"
    ]
  },
  {
    "id": "2e89e420f99285458d41f3871efe80e8",
    "title": "西江月",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "appreciation": "此词开头两句中的五柳坊、百花洲皆清江附近。起拍描写了词人隐居地仙境般的环境。先写居处所见：柳绿如烟，葱茏翠碧，景物朗润。此写地面之景。苍穹红云，绚丽而璀璨。此写天上之景。一幅夕阳山村之景的画面，展现眼前。这也是仅举一端，美景当不止此。地名中有柳有花，柳以绿濡，愈显其深邃；花以红染，益见其娇艳。词人匠心独运的描写，令人陶醉。\n三、四句，“萧萧”其意为冷落，指头发花白。此时向子諲自叹年老，岁月蹉跎，世事不正常，固此白发萧萧。两衰翁：子諲其一也；另一位便是序中所说辞舂陵郡守致仕的仲舅李公休了。前三句写景叙事，舒缓有致。第四句“不与时人同梦”，词情转向激昂。\n五、六句中的麟符、虎节，为君王调兵遣将之信物，受者有殊荣。而子諲言抛言掷，十分坚决。绍兴初年，子諲任鄂州知州，主管荆湖东路安抚司，寻任江州知州、改任江东转运使，进秘阁修撰，徽猷阁待制，徙两浙路都转运使，除户部侍郎，可谓品高位显。当宋金议和时，秦桧等投降派力主和，金使将入境，而子諲坚决不肯拜金诏违背秦桧意，乃被罢官，退隐清江，第五句当言此事。子諲忠节，不取悦于世，又不苟合于世，他这种凛然正气，直冲霄汉。第六句“徜徉江月林风”，和第一、二句暗合。一、二句写清江暮色，此写晚景。插叙往事后，词人接着写此时此境的心情。月朗风清，林中闲适徘徊。初读似写闲情逸致，实则词人的心潮并不平静。屈原《九章·涉江》云：“被明月兮宝路，世溷浊而莫余知兮，吾方高驰而不顾。”屈原所言“明月”，珠名，实借“明”字之音，喻己行为光明磊落，借“月”高洁之义，喻己情操之高尚。向子諲林中信步，徘徊慨叹，和屈原诗句所言，可谓世同，情同，意同。\n最后两句“世间万事转头空”，指宦海浮沉，犹过眼云烟。这句话表明词人视高官厚禄如草芥的心境。“个里如如不动”，“个里”其意为此中，即心中。“如如不动”，佛家语，指真如常住，圆融而不凝滞的境界。《金刚经》“不取于相，如如不动”，是此句之源。这句话用以表达词人结庐人境，不闻车喧，远污离秽，洁身自好的心境。淡泊明志、宁静致远之意，深蕴其中。词以对人生世事的感悟歇拍，既写出自己的心声，又写出了规劝世人的金玉良言。\n全词似隐逸闲适之作，实为明志抒愤之词。全词反映了子諲居浊而守洁，远奸佞而守忠的美德。就其艺术性而言，写景，笔染春色，柳绿花红，月朗风清；叙事，笔挟风雷，激情慷慨。这种晴空布雷的手法，自出机杼，独标高格。另外，此词明开暗合，照应缜密，亦见词人匠心。第一、二句柳烟云红，当为暮霭之时，第六句月下林风，是晚间风景。时间之推移，如丝相贯，不见断隙。故是词实是一首耐人寻味的好词。",
    "content": [
      "五柳坊中烟绿，百花洲上云红。萧萧白发两衰翁。不与时人同梦。",
      "抛掷麟符虎节，徜徉江月林风。世间万事转头空。个里如如不动。"
    ],
    "translation": "政和年间，我在宛丘择地建宅定居，亲手种植很多花草，自号芗林居士。建炎初年，卸任六路漕事，当时中原骚乱，因此不能回到故乡，就寓居在清江县的五柳坊。绍兴三年癸丑，罢官于南海，随即弃官不仕。乙卯年又起用，从九江郡太守转任江东转运使，入朝担任户部侍郎。为辞让荣誉躲避诽谤，出任姑苏太守。到郡才几天，又力请辞职，诏书终于许可，并且赐予一艘名叫泛宅的船，送我归来。己未年暮春，我又回到以前隐居的地方。当时二舅李公休也辞任舂陵郡太守退休回家，于是高兴地写下了这首词。\n五柳坊柳绿如烟，葱茏翠碧，景物朗润；百花洲苍穹红云，绚丽而璀璨。可叹我与李公休均已年老，白发萧萧了，但不愿与奸佞同流合污。\n因此被罢了官，退隐至清江；此刻月朗风清，林中信步，徘徊慨叹。宦海浮沉，犹过眼云烟；还不如淡泊明志、宁静致远能让我心静啊。",
    "foreword": "政和间，余卜筑宛丘，手植众芗，自号芗林居士。建炎初，解六路漕事，中原俶扰，故庐不得返，卜居清江之五柳坊。绍兴癸丑，罢帅南海，即弃官不仕。乙卯起，以九江郡复转漕江东，入为户部侍郎。辞荣避谤，出守姑苏。到郡少日，请又力焉，诏可，且赐舟曰泛宅，送之以归。己未暮春，复还旧隐。时仲舅李公休亦辞舂陵郡守致仕，喜赋是词。",
    "annotation": [
      "政和：宋徽宗年号，1111—1118年。",
      "宛丘：县名，治所在今河南省淮阳县。",
      "芗（xiāng）：调味的香草。此泛指花草。",
      "建炎：宋高宗年号，1127—1130年。",
      "解六路漕事：建炎元年（1127），作者任江淮发送副使，九月，因素为李纲所善，被黄潜斥黜。解，指卸任。六路，指两浙西路、两浙东路、江南西路、江南东路、淮南西路、淮南东路。",
      "俶（chù）扰：开始扰乱。泛指骚动。",
      "己未：即绍兴九年（1139）。",
      "仲舅：二舅。李公休：生平事迹未详。舂陵：旧郡名。隋置。在今枣阳县。",
      "萧萧：头发稀疏貌。",
      "时人：指当时的专权误国的权贵，包括秦桧之流的投降派。",
      "麟符虎节：制成麒麟或虎形的符节，为古代朝廷传达命令、调兵遣将的凭证。",
      "徜徉：徘徊。",
      "如如：佛教指真如常住，圆融而不凝滞的境界。《金刚经》：不取于相，如如不动。"
    ]
  },
  {
    "id": "2e89e420f99285458d41f387f4a92a17",
    "title": "西江月",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "红退小园桃杏，绿生芳草池塘。谁教芍药殿春光。不似酴醾官样。",
      "翠盖更蒙珠幰，薰炉剩熨沉香。娟娟风露满衣裳。独步瑶台月上。"
    ]
  },
  {
    "id": "2e89e420f9928545e4a45e5b22f02d51",
    "title": "秦楼月·芳菲歇",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "appreciation": "公元1127年“靖康之变”，徽、钦二帝被金人掳走北去，中原尽失。这样的时局下朝野志士无不拔剑斫地，切齿扼腕，于是词坛上产生了一批令人读后慷慨悲凉、数百年后尚见其慷慨磊落之气的作品。向子諲这一首《秦楼月》，题旨相同，篇幅虽短，感情的容量却并不小。另外这首词表现上也自有特色。\n全诗结构分上下两阕，词意可分三层。\n起首“芳菲歇”三字，写春光消逝景象，似实而虚。因为词人并非吟咏节序，抒发一般的伤春伤别情怀，所以下面不再展开对景色的描绘。当此春末夏初时节，萦绕词人心间的是什么呢？是“故园目断伤心切”。这句中“故园”可作家乡解，但向子諲家江西临江，并未沦落于金人之手，这里显然是指失去的国土。词人登高遥望北方故国，而故国不可见，对于一个胸怀爱国之情的南渡词人来说，怎能不悲伤痛苦呢？这一句，是词人内心感情的直捷表露。但如果任凭感情的驱使，沿此思路写下去，就未免有一泻无余之病了。词是吟咏性惰的，但最好是诉诸具体的事物。至此，词人笔锋一转，由直而曲，欲吐又休，不言情而转写景：“无边烟水，无穷山色。”词人眼中所见，唯有迷离的烟水，朦胧的山色。这一景象，既是“故园目断”含义的丰富和扩展，又使“伤心切”这一心理活动形象化；同时，无边无际的自然山水，又恰到好处地隐隐传达出词人此时此地情感的悠远的惆怅。所以，读至此，读者简直分不清词人是写景呢，还是抒情。景与情合，情以景生，情景交融，“悲喜亦于物显”（王夫之语），正是“无边烟水，无穷山色”的妙处。\n下阕“可堪”二字，是不能堪的意思。此乃词人着意用力之笔，正是这两字把上阕“故园目断伤心切”的感情向前深化了。词人为何春末夏初时节思念故国呢？因为是“更近乾龙节”。《易·乾》：“九五，飞龙天。”乾卦以龙取象，所以古人便以“乾龙”喻帝王。乾龙节，是北宋钦宗赵恒的生日。据《宋史·礼志》记载：“靖康元年四月十三日，太宰徐处仁等表请为乾龙节。”从记载中可以想见当年此日，朝廷中群臣为皇帝祝寿，钦宗赐宴，好一派隆重的寿宴的盛况！而此时又是四月，乾龙节又将近，然而此时却是神州板荡，山河易主。词人抚今追昔，怎能忍受得了如此巨变呢？于是万千感触，化为使人不忍卒读的词句：“眼中泪尽空啼血。”这一句，哀怨悲凉，撼人心魄。向子諲是一位力主抗金的将领。公元1130年（高宗建炎四年）金兵大举南下，一路杀奔江西、湖南。此时向子諲正潭州（今长沙）知州任上，有人建议暂避敌锋，他大呼曰：“是何言之不忠也！使向之诸郡有一二能为国家守，敌其至此耶？朝廷使我守此潘也，委而去之，非义矣！”（见汪应辰《向公墓志铭》、胡宏《向侍郎行状》）他亲率军民血战数日，终因实力不济而城破。事后，他的好友陈与义赠诗，诗中赞曰“柱天勋业须君了”（《题向伯恭过峡图》）。然而词人想当时家亡国破，君辱臣耻，却又回天无力，胸中不禁充塞着极度的愤恨和悲哀。这样深沉难遣的感情郁积胸中，实非“眼中泪尽空啼血”一句不能尽之了。以上为词意的第二层。\n紧接着，词人由人的“空啼血”联想到自然界的子规，感情又进一层。按《秦楼月》词调的要求，“空啼血”是承上句而来，并非是语句的简单重复，而用以引起以下句意。词人因情设景，以“子规声外，晓风残月”这样凄厉萧索的意境结束全词。子规即杜鹃鸟。子规啼血是古诗词中常用的，如白居易《琵琶行》：“其间旦暮闻何物？杜鹃啼血猿哀鸣。”李山甫《闻子规》：“断肠思故国，啼血溅芳枝。”“晓风残月”，是柳永《雨霖铃》词中的名句。这首词虽是移用，但词人显然对“杜鹃啼血”内涵进行了改造。此词中它表现的已不是离别的愁苦，而是因国破家亡而生的故国之思了。“子规声外，晓风残月”，是因情而设景，也就是王国维所谓“以我观物，故物皆着我之色彩”的“有我之境”。它以丰富的内蕴，传达出词人心中的无限哀怨，撞击着读者的心扉。\n全词感情真挚，情景交融，在《酒边词》中，是一首成功的小令。但终因其忠愤有余而少豪放之气，且词中意境独创性少，新鲜感不足，不免影响了它的艺术感染力量，在宋词中未臻上乘。",
    "content": [
      "芳菲歇，故园目断伤心切。伤心切。无边烟水，无穷山色。",
      "可堪更近乾龙节，眼中泪尽空啼血。空啼血。子规声外，晓风残月。"
    ],
    "annotation": [
      "故园：向子于政和年间曾卜居宛丘（今河南淮阳县），此处即指宛丘居所。",
      "乾龙节：古人以“乾龙”喻帝王。乾龙节，指宋钦宗赵桓的生日，此时他已被俘虏。"
    ]
  },
  {
    "id": "2e89e420f9928545796b868efc638093",
    "title": "鹧鸪天·有怀京师上元，与韩叔夏司谏、王夏卿侍郎、曹仲谷少卿同赋",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "content": [
      "紫禁烟花一万重，鳌山宫阙倚晴空。玉皇端拱彤云上，人物嬉游陆海中。",
      "星转斗，驾回龙。五侯池馆醉春风。而今白发三千丈，愁对寒灯数点红。"
    ],
    "intro": "向薌林是一位生活在两宋之交的词人。他将自己创作的诗词编为《酒边词》，此书分成「江南新词」和「江北旧词」前后两卷。这样的编排，词人用意很深。南宋胡寅认为他「退江北所作于后，而进江南所作于前，以枯木之心，幻出葩华；酌玄酒之尊，弃置醇味」（《题酒边词》），这种说法大致正确。向薌林前半生亲见北宋社会表面繁荣兴盛，而且在金兵进犯、宋室南渡后，他力主抗金，因得罪秦桧，于是被贬还乡，居保在江西临江。向薌林的晚年词作，多抒写淡泊名利的闲适生活情趣，但也常常怀念北宋徽宗时代的繁盛。这类感旧伤时之作，隐寓着深沉的忧国伤己之恨。这首《鹧鸪天》只注明「有怀京师上元」，未注明作于何年。作者集中另一首词有《清平乐·岩桂盛开戏呈韩叔夏司谏》云：「而今老我薌林，世间百不关心。独喜爱香韩寿，能来同醉花阴。」绍兴九年己未（西元一一三九年）归隐以后词人与韩叔夏常唱和往来，所以这首词亦当为此后数年间所作。\n这首词打破了结构上分阕的定格。从文义看，前七句和后两句，是意境迥异、对比鲜明的。\n前七句，词人从怀旧入手，以流利轻快的笔法，描绘了汴京紫禁城内外欢度上元佳节的盛况。正月十五之夜，华灯宝柜与月色焰火交辉，华灯叠成的鳌山与华丽的宫殿髙耸云天，至尊的帝王端坐于髙楼之上，万民百姓则嬉戏游玖于街衢之间。斗转星移，龙驾回宫此时万众狂欢更趋髙潮。这幅上元节情景，完全是记实。据南宋孟元老《东京梦华录》回忆，上元的汴京「灯山上彩，金碧相射，锦绣交辉。⋯⋯宣德楼上，皆垂黄缘帘，中一位乃御座。⋯⋯万姓皆在露台下观看，乐人时引万姓山呼。」此外该书还记载的：「别有深坊小巷，绣额珠帘，巧制新妆，竞夸华丽，春情荡飏，酒兴融恰，雅会幽欢，寸阴可惜，景色浩闹，不觉更阑。宝骑马骎骎，香轮辘辘，五陵年少，满路行歌，万戸千门，笙簧未彻。」这从一侧面反映了民间情景，由此我们可以想见豪贵之家此夕宴乐之盛，但如其自序所云「未尝经从」，故从阙略罢了。「五侯」，这是个典故是说汉代外戚、宦官有五人同时封侯之的。故以后用它泛称权贵之家为侯家。\n如此良辰美景，是何等繁盛、万众何等欢乐，但在最后两句，词意陡转，在我们面前突现了一个萧索凄清的境界：「而今白发三千丈，愁对寒灯数点红。」「而今」二字，把上元狂欢的画面抛到了遥远的过去，成了一个幻境，这是化实为虚的妙笔；同时，又把词人所处的现实环境一下子推到读者眼前。词人抚今追昔，真有恍若隔世的感觉：当年身为贵胄（向薌林是宋神宗钦圣宪肃皇后之再从姪），曾出入宫闱，备受恩宠，如今却是一个皤然老翁；当年目睹京城繁华，亲历北宋盛况，如今僻居乡里，只能与数点寒灯作伴。\n王船山《薑斋诗话》说：「以乐景写哀，以哀景写乐，一倍增其哀乐。」的确如王船山所说这首词将今昔两个画面加以对比，这种盛与衰、乐与哀相互对比的手法，确实收到了强烈的艺术效果。「白发三千丈」借用李白名句，表现愁绪满怀的词人「愁对寒灯数点红」凝聚着词人多少深沉的感慨：是对昔日繁华生活的眷恋？是对往事若梦的人生喟叹？还是因国破家亡而产生的怅恨？抑或是「流水落花春去也，天上人间」的失落感？⋯⋯这一切，词人用一个「愁 」字点破了。\n「白发」、「寒灯」二句中，两个描写色彩的字「白」与「红」又互相映衬，渲染了一种凄清的境界。结句凝重，含蕴无穷，以少总多，發人遐思，是全篇传神之笔。",
    "annotation": [
      "紫禁：指汴京皇宫。烟花一万重：形容春色浓郁。",
      "烟花：烟云与花朵。",
      "鳌山：元宵节之灯山。",
      "端拱：端坐拱手，无为而治。",
      "玉帝：指皇帝。",
      "五侯：后汉桓帝一日封五个侯爵。此指贵家池馆。"
    ]
  },
  {
    "id": "2e89e420f9928545d84768a9604c5fa3",
    "title": "减字木兰花·斜红叠翠",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "appreciation": "这是一首咏唱春日百花争艳的迷人景象的词作。写得艳丽浓郁，光采照人，真可谓字字珠玑，行行锦绣。但言语深处，隐然有伤感意。\n上阕仅用寥寥四句，便写出了一片花团锦簇、灿烂照眼的艳阳春光。“斜红叠翠，何许花神来献瑞”中，前句使用代称手法，以“红”代花，以“翠”代叶，达到含蓄而不直露的效果；一个“斜”字，写出花朵娇柔多姿、毫不呆板之态，一个“叠”字，则强调了叶片争茂繁密的长势。后一句是对眼前花繁叶茂的美景充满惊奇地赞叹，“何许”，即何处；“献瑞”中的“瑞”是祥瑞、吉祥之义。春天到来，百花盛开，千朵万朵的红花在翠绿的枝叶映衬下明艳照眼，这是何处飞来的花神为点缀人间作出的精心奉献！“粲粲裳衣，割得天孙锦一机”二句，仍然着意写花态之美，前句采用了拟人手法，径直以穿衣着裳的“花神”指花；“粲粲”是鲜明的样子。后句中的“天孙”即织女星，《史记·天官书》中有“河鼓大星……其北织女。织女，天女孙也”的记载，在这里则指神话中精于织锦的织女。这两句的意思是说：花神们身上色泽鲜艳、光华夺目的衣裙，都是用从天上手艺最高的织女的织锦机上割下的锦绣制成。这般景象只应天上才有，人间能得几回看到！这是词人对令人陶醉的春光发出的由衷的赞叹。\n下阕四句写花的内在质地与对春光的爱惜。“真香妙质，不耐世间风与日”中，以纯“真”写花的香，以美“妙”写花的质，真可谓玉质天香，它们怎能经受得住浊世间的狂风吹与烈日晒的摧残！“着意遮围”之句承上启下，要小心翼翼地为百花遮风挡雨，不使它受伤害，只这样做还不行，要使百花常开不败，关键的是“莫放春光造次归”，一定要拉住春光，千万不要让它轻易随便地归去。这是词人发自心底的呼声，写尽了对盛开的充满生气、携着春光的繁花的缱绻之情。\n若沿袭自《诗经》、《楚辞》以来的传统来看，词人显然是以香花喻君子，“真香妙质”之句可见；而摧残香花的“风”、“日”则隐喻朝中奸佞的权臣。这便给予该词以深刻的社会含义。据该篇后记文字“绍兴壬申春，芗林瑞香盛开，赋此词。是年三月十有六日辛亥，公下世。此词，公之绝笔也”，可知这首词写于南宋高宗绍兴二十二年（1152）“瑞香盛开”的春天；因词人自号“芗林居士”，可见“芗林”系指其所居之处；是年三月十六日词人要执意挽留的“春光”尚未归去，而词人却辞世而长去了，这首留世词作，便成了他向世人向春光告别的绝笔了。",
    "content": [
      "斜红叠翠。何许花神来献瑞。粲粲裳衣。割得天孙锦一机。",
      "真香妙质。不耐世间风与日。着意遮围。莫放春光造次归。"
    ],
    "translation": "红花多姿，绿叶茂密，是何处的花神前来呈献这一派祥瑞啊。（花草）那鲜明的衣服，真像是从织女那里割来了一织机的锦缎。\n拥有真正馨香、美妙资质的花草，不能忍受人世间的风吹与日晒。（我）尽力遮拦围护花草，不想让春天的风光这样匆忙地归去。",
    "foreword": "公下世。此词，公之绝笔也",
    "annotation": [
      "减字木兰花木：《减字木兰花》，唐教坊曲，后用为词牌，简称《减兰》。双调四十四字，与《木兰花》相比，前后片第一、三句各减三字。",
      "红、翠：借代修辞，代指红花与绿叶。",
      "何许：何处。",
      "花神：掌管花的神。",
      "献瑞：呈献祥瑞。",
      "粲粲：鲜明的样子。",
      "裳衣：古时衣指上衣，裳指下裙。后亦泛指衣服。",
      "天孙：指传说中巧于纺织的仙女，即织女。",
      "机：织机。",
      "妙质：美的资质、才德。",
      "不耐：不能忍受。",
      "遮围：遮拦，围护。",
      "春光：春天的风光，景致。",
      "造次：仓促，匆忙。",
      "归：归去。"
    ]
  },
  {
    "id": "2e89e420f9928545e1473a0c33672007",
    "title": "洞仙歌·中秋",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "appreciation": "这是一首咏颂中秋明月的词作，借“月有盈亏”的现象，抒发“烦玉斧、运风重整，教夜夜，人世十分圆”的豪情。词语洗炼精熟，意境开阔，富有哲理，较之轻浮、侧艳的儿女情，以及粉饰太平的利禄语高出很多，是词中上品。\n上阕开句是个比喻句，“碧天如水”将烟霏云敛、一望千里的碧天比作清澈的绿水固是常见，但“一洗秋容净”之句的出现，不仅使它顿失俗态，且显示出一种阔大无比的气势，点睛之处便在一个“洗”字。下面是一个问句“何处飞来大明镜？”看似平淡无奇但却点出了要写的主体对象——月亮，且出语自然轻松、比喻贴切。紧接着又使用了一个反诘句“谁道斫却桂，应更光辉？”意思是：谁曾说起过这样的话，把月中的桂树砍倒，明镜似的月亮会更加光辉流溢。\n这是在用典，《世说新语·言语》中记载一段趣话：“徐孺子年九岁，尝月下戏。人语之曰：‘若令月中无物，当极明邪？’徐曰：‘不然，譬如人眼中有瞳子，无此必不明。’”月中之物，当指桂树，因神话中谓月中有桂树。词人在这里是反其意而用，态度明确地发出了“无遗照，泻出山河倒影”的呼声，意思是说：诚如所言，砍去月中之桂更如光辉的月亮，便会无所遗漏地覆盖大地山河，使它们的倒影完整地映照出来。“无遗照”，“山河倒影”，表现了作者一心想收复中原、统一国土，但面对南宋王朝所辖的半壁山河，无计可施，只能寄情皓月，发出兴叹。词人反用典故主张砍去月中之“桂”，与期盼能除去朝中的奸佞秦桧可能也是谐音巧合。因为“桧”本与“桂”同音，唐宋之后由于音变，而且是仅在秦桧这个专有人名中“桧”才发“会”音。即使不是偶然巧合，也加深了一层强烈的政治色彩。\n下阕承前，词人也深知月中之桂不可斫，月光映照出的也只能是破碎了的山河，所以“人犹苦馀热，肺腑生尘”之句表面写的是：夏日的酷暑虽退，但馀热还时而袭来，令人烦闷；实际抒发的却是对以秦桧为首的投降派恃权猖獗、炙手可热的愤怒，与朝中爱国之士受尽压抑的不平之气。“移我超然到三境”中的“三境”，指神话中的海上三仙山蓬莱、方丈、瀛州；这种想遁入仙山的想法，只是词人在悲愤之极时寻求解脱的思想流露，但这只是刹那间的闪现，很快又对着明月再次点燃起希望：“问姮娥、缘底事，乃有盈亏？”又是一个问句。\n“姮娥”即指神话中主管月宫的仙女，本作“恒娥”（因避汉文帝刘恒讳，改称“常娥”，通作“嫦娥”），这是借向嫦娥发问到底因为什么事，竟然出现让月亮时而圆时而缺的现象，以引出下面要说的正文：“烦玉斧、运风重整。教夜夜、人世十分圆。”一个“烦”字又引出了一则神话故事，据《酉阳杂俎·天咫》记“旧言中有桂，……高五百尺，下有一人，常斫之，树创随合。人姓吴名刚，西河人，学仙有过，谪令伐树。”这几句是说：麻烦吴刚挥动手中忽忽生风的玉斧，把缺月重新修整，教它夜夜年年光洁饱满，普照大地，无遗露地映照出统一的山河和繁华的人间。\n这是词人梦寐以盼的希望的火花又次迸发。然而，词人深知自己并非生活在幻想里，他曾亲率部队在潭州（今湖南长沙）抵抗过强大的金兵，惨痛的教训告诉他要把希望变成现实，必定要不屈不挠直至付出生命的代价，这便是尾句“待拼却长年，醉了还醒”所显示的内容。“醉”应指受挫折、受贬谪后不得不以酒浇愁而醉；“醒”则是除奸、杀敌、收复国土之志不已。\n以中秋圆月为内容的词篇，当首推苏轼《水调歌头》“明月几时有”之作，其拳拳缱绻之情、豪爽浪漫之气充溢流动，后人无有出其右者。然而向子湮此词，追从苏轼之后，就其包容之大涵盖山河而言，基本上可与苏轼的词比肩。全词气势磅礴，感人至深。",
    "content": [
      "碧天如水，一洗秋容净。何处飞来大明镜。谁道斫却桂，应更光辉，无遗照，泻出山河倒影。",
      "人犹苦余热，肺腑生尘，移我超然到三境。问姮娥、缘底事，乃有盈亏，烦玉斧、运风重整。教夜夜、人世十分圆，待拚却长年，醉了还醒。"
    ]
  },
  {
    "id": "2e89e420f992854597ca1e227ba3cfa6",
    "title": "阮郎归·绍兴乙卯大雪行鄱阳道中",
    "authorName": "向子諲",
    "authorId": "2e89e420f99285454f16c81845f31d16",
    "dynasty": "宋",
    "appreciation": "上阙写景，起句“江南江北雪漫漫”气势壮阔，为全词创造、渲染出了一种特定的、寒冷空旷的氛围。“遥知易水寒”紧承起句，“遥”字表达了词人与帝后相隔遥远，但是因为心中牵挂，所以能够知道他们在远方被幽禁的痛苦，这种痛苦应该不止是肉体上的寒冷，还有精神上的折磨。“易水”源出河北，词人一方面借此点出北方国土的沦陷，一方面又取荆轲之所歌“风萧萧兮易水寒”句意，增添悲愤之感。“彤云深处望三关，断肠山又山”是词人看到的景象，在这里借景抒情，抒发了词人内心的凄凉情感。\n下阕抒情，“天可老，海能翻，消除此恨难”表达了词人对金人的痛恨之情。“天可老”化用了李贺《金铜仙人辞汉歌》中“天若有情天亦老”的诗句，“海能翻”化用了汉乐府《上邪》中“山无陵，江水为竭，冬雷震震，夏雨雪，天地合，才敢与君绝”的诗意。词人用这些根本不可能办到的事情，来说明让自己忘却国耻家仇的不可能。即便是“天可老，海能翻”这些万不可能发生的事情都发生了，也不能消除对金人的仇恨，以极夸张的比譬反衬自己的创巨痛深。“频闻潜使问平安”，明明是天翻地覆亦难消除的深仇大恨，朝廷所作的竟然只是遣使问候这样轻飘飘的表面文章，两相对照，令词人黯然神伤，悲愤莫名。“几时鸾辂还”，以问作结，表现词人对时局的深切忧虑。\n全词写的虽然是亡国之痛，却并不鼓噪喧哗，而是曲折深婉，层层推进，于沉郁压抑之中凌空设譬、突兀而起，复又归于深长的叹息与无尽的忧思。全词借对二帝的思念与亡国之痛，深刻地表现了南宋初期爱国志士中普遍存在的悲愤心情和强烈的爱国精神。",
    "content": [
      "江南江北雪漫漫，遥知易水寒。同云深处望三关，断肠山又山。",
      "天可老，海能翻，消除此恨难。频闻遣使问平安，几时鸾辂还？"
    ],
    "comment": [
      "华东师范大学教授彭国忠：全词悲凉中充满愤慨，忧郁中见出有为，沉郁顿挫，感人至深。"
    ],
    "translation": "江南江北漫天飞雪，遥知那北地正是地冻天寒。远望阴云密布的边境三关，山外有山令人忧愤肠断。\n即便是天能老去海能掀翻，要消除这亡国的愤恨千难万难。不断听说朝中派人去问候被囚的君王，若不发兵抗金君王何时才能起驾回还？",
    "intro": "《阮郎归·绍兴乙卯大雪行鄱阳道中》是南宋词人向子諲所作的一首词。全词上阙写景，下阙抒情，凌空设喻，以天可老、海能翻反衬了词人难消地亡国之恨，悲凉中充满愤慨，忧郁中见出有为，沉郁顿挫，表现了词人南渡之初的爱国之志和极其悲愤地心情。",
    "annotation": [
      "阮（ruǎn）郎归：词牌名，又名醉桃源、醉桃园、碧桃春。双调四十七字，前后片各四平韵。",
      "鄱（pó）阳：地名，今江西鄱阳。",
      "江南江北：长江南北，这里泛指下雪的地方。",
      "易水：水名，源出河北易县，此指沦陷区。",
      "同云：即彤云，下雪前的阴云。",
      "三关：公元954年，五代周世宗柴荣征辽，收复益津关、淤口关、瓦桥关等。这。三关”均在今河北境易水一带。后都为金所占，是北伐必经之地。",
      "遣（qiǎn）使报平安：宋高宗不希望二帝还朝，但为掩人耳目，于建炎三年、绍兴二年和绍兴四年多次分别派洪皓、潘致尧、章谊等人为大金通问使、军前通问使、金国通问使，频频探问徽、钦二帝，以逃避人民的指责。当词人写此词时，徽宗已被囚死。",
      "鸾辂（luánlù）：天子乘坐的车，这里借代指徽、钦二帝和帝后。"
    ]
  },
  {
    "id": "2e89e420f9bc82051368c914718aa9a1",
    "title": "临江仙",
    "authorName": "刘彤",
    "authorId": "2e89e420f9bc8205d1457b72d1457b72",
    "dynasty": "宋",
    "appreciation": "开头从思妇的心中对游子的责难写起，“千里长安名利客”七字交代了游子的去向──长安，缘由──为名利而远行。“千里”一词强调了游子出行之远，也蕴含了思妇的忧怨深情。“轻离轻散寻常”一句，写出思妇对游子“重名利轻别离”的责难。此语率直质朴，从肺腑流出。如按此意写去，下面的情与景，该是愁情苦景，但本篇行文却突然转笔，道“难禁三月好风光，满阶芳草绿，一片杏花香”。“满阶芳草绿”二句是对“三月好风光”的形象描绘。词人以清新平易之笔勾出一幅春景图：春草如茵，满阶新绿，一片粉白，杏花飘香。这里粉绿交辉，一派生机。它给人们带来了春天的欢乐，即或是良人远游的思妇，也情不自禁地要享受这大好春光。“难禁”点明情不自禁也。\n\n然而，明媚的春光，双栖鸟，比翼蝶，必然引起思妇的相思之情。故下阕又一个转笔：“记得年时临上马，看人眼泪汪汪”，描绘了当年游子远行的情景。“记得”表明是思妇的回忆，“年时”即当年，那时。“临上马”指游子即将上马远行。“看人眼泪汪汪”写思妇难舍难分之状。“泪汪汪”语言平实而形象鲜明。“人”指游子。“如今不忍更思量”一句，使行文又一转，翻到眼前，讲既不愿回忆当年分离之状，又不愿想今后孤栖之情。“更”再也。其实，联系开章的对“名利客”的责难，过片处对分别时泪眼汪汪的描述，均说明“不忍思量”偏要“思量”，感情的闸门是无法关闭的。故结句道：“恨无千日酒，空断九回肠”想以酒浇九曲愁肠，然而又恨无酒浇肠，“无千日酒”可见愁日之多，这怎不令词人悲叹“空断九回肠”！\n\n清·袁枚说：“凡作人贵直，而作诗文贵曲。”（《随园诗话》卷四）本词行文山重水复，起伏转折，云霓明灭，曲折尽意。时而述游子，时而写思妇；时而眼前景，时而当年事；时而景物描绘，时而内心勾画；时而恨，时而喜，时而悲，时而愁，如此产生了千回万转的艺术效果。这正如宋·姜夔所说：“波澜开阖，如在江湖中，一波未平，一波已作。如兵家之阵，方以为正，又复是奇；方以为奇，忽复是正；出入变化，不可纪极，而法度不可乱。”（《白石道人诗说》）",
    "content": [
      "千里长安名利客，轻离轻散寻常。难禁三月好风光。满阶芳草绿，一片杏花香。",
      "记得年时临上马，看人眼泪汪汪。如今不忍更思量。恨无千日酒，空断九回肠。"
    ]
  },
  {
    "id": "2e89e420f9d06a912ee238bfa71671bc",
    "title": "摸鱼儿",
    "authorName": "赵必岊",
    "authorId": "2e89e420f9d06a91eb86d510d1457b72",
    "dynasty": "宋",
    "content": [
      "倚西风、招鸿送燕，年华今已如客。青奴一饷贪凉梦，昨夜酒红无力。愁似织。听鸣叶寒蝉，话到情无极。舞衣春入。叹带眼偷移，琴心不断，襟袖旧时窄。红尘陌。",
      "谁寄佳人消息。任他珠网瑶瑟。金钗两鬓霓裳曲，总是浪歌闲拍。长夜笛。且慢析轻匀，留醉酒垆侧。烟青雾白。望残照关河，晴云楼阁，何处是秋色。"
    ]
  },
  {
    "id": "2e89e420fa4032e946408bd9f1854a18",
    "title": "玉楼春",
    "authorName": "李朝卿",
    "authorId": "2e89e420fa4032e9d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "谪仙暂下金銮殿。开宴瑶池春未晚。飞琼献舞锦靴寒，弄玉吹箫银字暖。",
      "奉觞阿母年年劝，犹道碧桃香尚浅。花开更待几东风，应见年华千岁换。"
    ]
  },
  {
    "id": "2e89e420fa4032e946408bd94925d2f4",
    "title": "玉楼春",
    "authorName": "李朝卿",
    "authorId": "2e89e420fa4032e9d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "炉烟不断腾金兽。香雾入帘波影皱。秋堂锦席艳群仙，不惜绮罗萦舞袖。",
      "昼弦素管春风手，娇妙如花轻似柳。劝君须尽眼中欢，绿酒十分千秋寿。"
    ]
  },
  {
    "id": "2e89e420fa4032e98a943637cd67dc4c",
    "title": "小重山",
    "authorName": "李朝卿",
    "authorId": "2e89e420fa4032e9d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "春正浓时月正圆。华堂初燕喜，雨真仙。霞衣相对旧貂蝉。人间少，福寿子孙贤。",
      "□□佳非烟。花光羞粉艳，敢争妍。笑歌声里捧金船。深深愿，松柏永同坚。"
    ]
  },
  {
    "id": "2e89e420fa4032e9c2ebbe3b86b4c72d",
    "title": "鹧鸪天",
    "authorName": "李朝卿",
    "authorId": "2e89e420fa4032e9d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "万里霜空爽气高。翩翩天雁薄云霄。佳祥已协当年梦，岂但非熊可珥貂。",
      "金笏带，紫花袍。朱衣双引玉宸朝。百年富贵须平步，仍有功名信史褒。"
    ]
  },
  {
    "id": "2e89e420fa4032e98d41f3872de15d2c",
    "title": "西江月",
    "authorName": "李朝卿",
    "authorId": "2e89e420fa4032e9d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "盛德须知异禀，天教占尽秋光。一轮明月照华堂。荐寿笙歌嘹亮。",
      "座上簪缨并列，庭前兰玉成行。只应难老胜松篁。五福人间供仰。"
    ]
  },
  {
    "id": "2e89e420fa4032e99c70a6d8f4b8e38b",
    "title": "踏莎行",
    "authorName": "李朝卿",
    "authorId": "2e89e420fa4032e9d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "月挂琼钩，日添绣线。绮花翻浪重帘卷。风传环佩晓珊珊，画堂羯鼓催开宴。",
      "翠缕香凝，玉膏酒滟。仙翁莫诉玻璃满。凤衔丹诏下云霓。千秋长在黄金殿。"
    ]
  },
  {
    "id": "2e89e420fa4032e9c2ebbe3b234feb23",
    "title": "鹧鸪天",
    "authorName": "李朝卿",
    "authorId": "2e89e420fa4032e9d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "九凤箫低彩雾高。鸾车鹤驭下层霄。天教来辅长生帝，宝殿千秋侍赭袍。",
      "飞急召，促归朝。沙路稳为马蹄娇。功成并画兰台上，奎画重看御赞褒。"
    ]
  },
  {
    "id": "2e89e420fa7637f45cb780f2331cbd62",
    "title": "思远人",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "有美人兮天之涯，食兰菊兮服锦衣，披琼简兮规天维。",
      "隔昆丘之遐阻兮，限弱水之漫弥。曾故人之莫吾知兮，旷千载而不归。",
      "岁冉冉其将莫兮，俨吾驾而不可以徒回。几逍遥于山阿，思夫君于式微。"
    ]
  },
  {
    "id": "2e89e420fa7637f415422cfd3fbdfe15",
    "title": "归去来",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "归去来，归去来。陆行无车，水行无船。足重茧兮，羊肠九折，历绝崄而盘盘。局蹐胁息以休影兮，石壁屹立而不可以攀缘。上窥不测之夭峤兮，而下临无底之深渊。寒风凛凛以切骨兮，朔雪漫漫而涨天。",
      "孤猿哀吟其左右兮，而猛虎咆哮乎后先。缅前路之险阻其若此兮，道云远而莫前。悲已往之勤瘁兮，泪流襟而涟涟。归去来，归去来。吾乡虽远兮，及此而犹可以生还。饥寒迫于屡空兮，庶乎安之若命而终保吾之天年。"
    ]
  },
  {
    "id": "2e89e420fa7637f40c5c2e7d8e52e365",
    "title": "念奴娇",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "半阴未雨，洞房深、门掩清润芳晨。古鼎金炉，烟细细、飞起一缕轻云。罗绮娇春。争拢翠袖，笑语惹兰芬。歌筵初罢，最宜斗帐黄昏。",
      "楼上念远佳人。心随沈水，学兰灺俱焚。事与人非，争似此、些子香气常存。记得临分。罗巾馀赠，尽日把浓熏。一回开看，一回肠断重闻。"
    ]
  },
  {
    "id": "2e89e420fa7637f42d8e4a9db353206a",
    "title": "法曲散序/法曲散序",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "飞金走玉常奔驰。日上还西。自古待著长绳系。算尘心、谩劳役堪悲。盘古到此际。桑田变海，海复成陆高低。噫嘻。",
      "下土是凡质容仪。寿考能消，几日支持。念一世。真若朝荣暮落难期。幸有志、日传得神仙希夷。希夷。堪为千古人师。"
    ]
  },
  {
    "id": "2e89e420fa7637f426d3af178a845d4d",
    "title": "法曲歌头/法曲",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "柱史乘车，青牛驾轭，紫云覆顶，函关令已前知。西升稍驻，尹喜虔恭誓。求老子。亲谈道德微旨。五千馀言，俱救末俗，度脱令咸归生理。体元机。人间方解道术，兼明治身，与国阶梯。更有黄庭，专分二境，内外皆举璇题。",
      "羽客见者，倾诚恳诵合彝仪。万神潜礼。密奉二经，炷香静默，心无竞，靡端倪。得失扫去，意海澄流要体。内景防愆失。外景忘疲。阆风蓬岛岂能移。念诵灵辞。指群迷。"
    ]
  },
  {
    "id": "2e89e420fa7637f480c8ff6ec9114f05",
    "title": "法曲遍第一/法曲",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "丽景早春时。正花漏初迟。东君出震，太和应物，恍惚中立丹基。天风卦成随象，记合成□□□□□□□必相契。三千六百火候，密运精微。蒸入肌肤，嫩红潮颊，自然旧容生辉。",
      "情志。鄙凡尘，瑶圃满眼，都看桃李。晴云万叠开异色。灵光湛湛增秀逸。与道合。真境丹房，随时沐浴，亦向朝夕。"
    ]
  },
  {
    "id": "2e89e420fa7637f46abae98faf3d37d7",
    "title": "法曲遍第二/法曲",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "向虚靖晨起。朝元意达，冲漠怡怡。三天澄映，九光霁碧，如有鹤舞鸾飞。",
      "泛空际。瑶室明辉。动与真期。至理常寂，户庭无远，欣欣端比。",
      "侍宴日在瑶池。师友多闲，抱琴沽酒度曲，笑采华芝。",
      "九节倚筇时。何须钓月眠石，寻觅占渊静逸。乐修持。",
      "澹然灵府泳真谛。怡养丹光里。春已收功，自育火枣交梨。"
    ]
  },
  {
    "id": "2e89e420fa7637f48b3e43d32cae5b41",
    "title": "法曲遍第三/法曲",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "珠星璧月，昼景夜色相催。正阳炎序火府，龙珠蕴照，冰海融澌。",
      "洞天春常好，日日琪花，琼蕊芳菲。绛景无别，惟似琉璃。",
      "平地环绕清泚。火中生莲，会成真物，更取海底龟儿。",
      "胜热涤暑风，全形莹若冰肌。常存道意。铄石流金无畏。",
      "共协混元一气。入冲极。觉自己。乾体还归。"
    ]
  },
  {
    "id": "2e89e420fa7637f4d4bd769d1a671b36",
    "title": "法曲",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "南薰殿阁，卷窗户新翠。池沼十顷净，俯桥影横霓。龟鱼自乐，潺潺螭口，流水照碧，芰荷绿满长堤。柳烟水色，一派涟漪。",
      "松竹阴中，细风缓引凉吹。琴韵响，玉德凤轸，声传瑶徽。疏襟曳履。或行或凭几。待饮彻、玉鼎云英，怎更有炎曦。"
    ]
  },
  {
    "id": "2e89e420fa7637f455cf3f0ca00fa1fa",
    "title": "法曲入破第一/法曲",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "秋容应节，渐肃景入窗扉。碧洞连翠微。商律回岩桂。金精壮盛时。拥蟾轮、生素辉。启口天为侣，是列仙行缀。",
      "心均太上，欲度世缘无亏。用定力坚持。奉真常，惟凝寂。忱诚贯斗极。赐长生，仍久视。洞达虚皇位。德寿高与天齐。"
    ]
  },
  {
    "id": "2e89e420fa7637f46f52e0d9c899332b",
    "title": "法曲入破第二/法曲",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "清昼静居香冷，风动万年枝。凉应兑卦体。秋色鸣轻飔。冥心运正一。御铁牛、耕寸地。都种金钱花，秀色照戊己。",
      "新霜万物凋谢，我常无为。冲起浩然气。抱冲和，人间世。登高共赏宴，泛东篱。菊尽醉。谁会。登高意表、迥出凡尘外。"
    ]
  },
  {
    "id": "2e89e420fa7637f4ffa7dda53950590e",
    "title": "法曲入破第三/法曲",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "光铺晓曦。云影拂霜低。空阔飞鸿过，两三行、向天际。晴景乍升，晃疏棂，蜂翅迷。密障红炉暖，香缕飘烟细。超然坐久，幽径试寻寒梅。",
      "酥点竹间稀。正疏蓓吐南枝。微阳动细蕊。任斜日、沈澹晖。惨惨寒威。晚知皓雪欲垂垂。"
    ]
  },
  {
    "id": "2e89e420fa7637f49b6a4b5e7658364b",
    "title": "法曲入破第四/法曲",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "黄钟正严凛，飞舞屑琼瑰。清赏丰年瑞。云液喜传杯。阴爻会见复，动一阳、生浩气。谁问添宫线，炼功在金液。",
      "晴檐试暖，表里莹如无疵。庭柳漏春信，更萱色、侵苔砌。优游岁向晚，叹人间时序疾。还捧椒觞，羽衣礼无极。"
    ]
  },
  {
    "id": "2e89e420fa7637f44fe47f47a7eb50af",
    "title": "法曲第五煞/法曲",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "多景推移。便似风灯里。将尘寰喻，尘里白驹过隙。今世过却，来生何处觅。失时节。",
      "生死到来嗟何及。勤而行之。竞力待与、钟吕相期。三千行满，连环脱下已。驾青鸾素鹤朝太微。"
    ]
  },
  {
    "id": "2e89e420fa7637f49522c57cae884f10",
    "title": "大椿·太母庆七十",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "梅拥繁枝，香飘翠帘，钧奏严陈华宴。诚孝感南极，老人星垂眷。东朝功崇庆远，享五福、长乐金殿。兹时寿协七旬，庆古今来稀见。",
      "慈颜绿发看更新，玉色粹温，体力加健。导引冲和气，觉春生酒面。龙章亲献龟台祝，与中宫、同诚欢忭。亿万斯年，当蓬莱、海波清浅。"
    ]
  },
  {
    "id": "2e89e420fa7637f43d9b2fbfc61c9d49",
    "title": "花心动·太母庆七十",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "椒柏称觞，抚寰瀛佳辰，正临端月。瑞应屡臻，宫籞多祥，气候暖回微冽。圣母七旬寿，夐无前、天心昭格。溥庆处，坤珍效祉，宴开清切。",
      "金殿箫韶备设。锵钧奏留云，舞容回雪。赭袍绣拥，袆翟同诚，递捧玉杯欢悦。愿将亿万喜，祝亿万、从兹无缺。太平主，永隆圣孝凤阙。"
    ]
  },
  {
    "id": "2e89e420fa7637f4bc46b5433f0f6a20",
    "title": "保寿乐太母庆七十",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "和气暖回元日，四海充庭琛贡至。仗卫俨东朝，郁郁葱葱，响传环佩。凤历无穷，庆慈闱上寿，皇情与天俱喜。念永锡难老，在昔难比。",
      "六宫嫔嫱罗绮。奉圣德、坤宁俱备。箫韶动钧奏，花似锦，广筵启。同祝宴赏处，从教月明风细。亿载享温凊，长生久视。"
    ]
  },
  {
    "id": "2e89e420fa7637f46a0c89709e5a3938",
    "title": "一寸金太母诞辰",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "霜落鸳鸯，绣隐芙蓉小春节。应运看，月魄分辉，坤顺同符，文母徽音芳烈。诞育乾坤主，均慈爱、练裙岂别。经沙塞、涉履烟尘，瑞色怡然更英发。",
      "上圣中兴，严恭问寝，宫庭正和悦。看寿筵高启，龙香低转，声入霓裳，檀槽新拨。翠衮同行乐，钧韶奏、喜盈绛阙。倾心愿、亿载慈宁，醉赏闲风月。"
    ]
  },
  {
    "id": "2e89e420fa7637f41103e5fa0043a44d",
    "title": "宴清都·其一·太母诞辰",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "画幕明新晓。晴日薄，小春微动花柳。宸闱荐祉，东朝诞育，载光坤厚。朱颜内鼎丹就。喜自得、长生妙有。奉冕旒、衣彩坤珍，同耀帕罗珠袖。",
      "钧奏。翠羽帘垂，三千粉色，花明如绣。歌声缓引，梁尘暗落，五云凝昼。龙香绕斟芳酒。尽夜饮、何妨禁漏。万万载、常向慈宁，俱献圣寿。"
    ]
  },
  {
    "id": "2e89e420fa7637f4cae10534896411ec",
    "title": "宴清都·其二·贵妃生日",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "凤苑东风软。春容早，岁端新律初转。宫云丽晓，人日应钟，庆符闺范。元妃懿德尊显。位四圣、晋芳避辇。佐圣主、美化重宣，光被海宇弥远。",
      "香满。帝渥恩隆，歌珠舞雪，俱陈丝管。彤闱共悦，天颜有喜，看寿觞亲劝。今年外家华焕。拥使节、新班侍宴。愿万载、永冠椒房，常奉舜殿。"
    ]
  },
  {
    "id": "2e89e420fa7637f4a4d4254187718769",
    "title": "水龙吟·初夏",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "鉴天云敛壶中，昼暖乍喜薰风永。轻纱渐试，香罗初褪，梅阴又□。广殿窗虚，翠帘卷起，一番清影。正新篁绿嫩，池光涨雨，鱼吹浪、燕飞径。",
      "好是九重邃密，有岚光、烟溪深静。升平暇日，长廊别院，笙歌缓整。宝辇迟留，玉觞时举，何妨乘兴。况一年好处，犹寒未暖，是清和景。"
    ]
  },
  {
    "id": "2e89e420fa7637f4a0f40a6df1c78abd",
    "title": "夏云峰端午",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "五云开，过夜来、初收几阵梅雨。画罗携芳扇，正喜逢重午。角黍星团，巧萦臂、龙纹轻缕。细祝降福天中，列箫韶歌舞。薰风凉殿开处。",
      "称绡裙雾縠，莲步俦侣。翠铺交枝艾，便手香微度。菖丝浮玉，向台榭、留连欢聚。笑语。自有冰姿消烦暑。"
    ]
  },
  {
    "id": "2e89e420fa7637f45e547a88daf3749f",
    "title": "凤凰台上忆吹箫·七夕",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "烦暑衣襟，乍凉院宇，梧桐吹下新秋。望鹊羽、桥成上汉，绿雾初收。喜见西南月吐，帘尽卷、玉宇珠楼。银潢晚，应是绛河，已度牵牛。",
      "何妨翠烟深处，佳丽拥缯筵，斗巧嬉游。是向夕、穿针竞立，香霭飞浮。别有回廊影里，应钿合、钗股空留。江天晓，萧萧雨入潮头。"
    ]
  },
  {
    "id": "2e89e420fa7637f44d753cfc3512663c",
    "title": "尾犯·中秋",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "秋空过雨静，晚景澄明，天淡如水。渐看蟾彩，东山旋升，金饼上云际。轻烟散尽，莹皓色、消尘翳。倚琼楼，皎若瑶台阆风，翠阑十二。",
      "正好登临无外。满斟与、清光对。虽桂华飘下，玉轮移影，归兴犹未。待继日同宴赏，听秘乐、广寒宫里。惟怕却，明月阴晴未定，且宜欢醉。"
    ]
  },
  {
    "id": "2e89e420fa7637f472d5b8db89ea1727",
    "title": "秋蕊香·重阳",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "秋色宫庭，黄花禁篽，西风乍透罗衣。龙山意渐爽，瑶砌叶初飞。喜天宇、明洁晓晴时。翠楼都卷帘帷。奉宴赏，菊英环坐，金玉成围。",
      "凭阑海山万里，登望处，休论戏马台池。揽幽芳、泛酒面香凝，携手与、仙姿共游嬉。从他纱帽频敧。并宝马，何妨归路，月挂天西。"
    ]
  },
  {
    "id": "2e89e420fa7637f43cd4ff22eaa80c59",
    "title": "十六贤闲暇",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "拱皇图，御宝历，上圣垂衣。旰食亲万机。海宇熙熙。登寿域，瑞霞彩云常捧日。花阴麦垄四民齐。宫卫仗肃，阆苑瑶池。台殿倚晴晖。当盛际。",
      "风俗美。寻胜事。人物总游嬉。太平何处，知不摇征旗摇酒旗。四方感格臻上瑞。官家闲暇宴芳菲。千万岁。嘉会明盛时。"
    ]
  },
  {
    "id": "2e89e420fa7637f4c323d45d072224e7",
    "title": "金盏倒垂莲牡丹",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "谷雨初晴，对晓霞乍敛，暖风凝露。翠云低映，捧花王留住。满阑嫩红贵紫，道尽得、韶光分付。禁籞浩荡，天香巧随天步。",
      "群仙倚春似语。遮丽日、更着轻罗深护。半开微吐，隐非烟非雾。正宜夜阑秉烛，况更有、姚黄娇妒。徘徊纵赏，任放蒙蒙柳絮。"
    ]
  },
  {
    "id": "2e89e420fa7637f4e53ab8eded94a222",
    "title": "庆清朝牡丹",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "绛罗萦色，茸金丽蕊，秀格压尽群芳。人间第一娇妩，深紫轻黄。乍过夜来谷雨，盈盈明艳惹天香。春风暖，宝幄竞倚，名称花王。",
      "朝槛五云拥秀，护晓日、偏宜翠幕高张。秾姿露叶，临赏须趁韶光。最喜鉴鸾初试，数枝姚魏插宫妆。然绛蜡，共花拚醉，莫靳瑶觞。"
    ]
  },
  {
    "id": "2e89e420fa7637f4025bf468e075dedd",
    "title": "杏花天慢·杏花",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "桃蕊初谢，双燕来后，枝上嫩苞时节。绛萼滋浩露，照晓景、裁剪冰绡标格。烟传靓质。似淡拂、妆成香颊。看暖日、催吐繁英，占断上林风月。",
      "坛边曾见数枝，算应是真仙，故留春色。顿觉偏造化，且任他、桃李成蹊谁说。晴霁易雪。待对饮、清赏无歇。更爱惜、留引鹇禽，未须再折。"
    ]
  },
  {
    "id": "2e89e420fa7637f4fea3b04017f8f38e",
    "title": "花心动·其一·芍药",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "密幄阴阴，正嘉花嘉木，尽成新翠。蕙圃过雨，牡丹初歇，怎见浅深相倚。好称花王侍。秀层台、重楼明丽。九重晓，狂香浩态，暖风轻细。",
      "堪想诗人赠意。喜芳艳卿云，嫩苞金蕊。要看秀色，收拾韶华，自做殿春天气。与持青梅酒，趁凝伫、晚妆相对。且频醉，芳菲向阑可惜。"
    ]
  },
  {
    "id": "2e89e420fa7637f4170493f94d349dc3",
    "title": "念奴娇·林檎",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "禁烟过也，正东风浓拂，来禽奇绝。翠叶修条千万点，轻染微红香雪。霁景烘云，暖梢吹绽，浩荡春容阔。棠阴已静，此花标韵终别。",
      "犹记宝帖开缄，如何青李，与佳名齐列。秀实甘芳莫待看，叶底匀圆堪折。且赏琼苞，繁英插鬓，淡伫留风月。宜将图画，有时凝想重阅。"
    ]
  },
  {
    "id": "2e89e420fa7637f4d013b94825760719",
    "title": "花心动·其二·瑞香",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "玉井生寒，正枫落吴江，冷侵罗幕。翠云剪叶，紫锦攒花，暗香遍熏珠阁。瑞非兰麝比，氤氲清彻寥廓。向燕寝，团团秀色，巧宜围却。",
      "宝槛浓开对列，蜂共蝶多情，未知花萼。爱玩置向窗几，时时更碾，建春浇著。最是关情处，惊梦回、酒醒初觉。楚梅早，前村任他暗落。"
    ]
  },
  {
    "id": "2e89e420fa7637f4c9396046aaca53bc",
    "title": "风流子·海棠",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "中春膏雨歇，雕阑晓，最好海棠时。正新梢吐绿，万苞凝露，暖铺云锦，香点胭脂。向枝上，绪风开秀色，桃李尽成蹊。朱唇晕酒，脸红微透，翠纱轻卷，红映丰肌。",
      "严宸风光主，临赏处，玉殿丽日迟迟。天与造化西蜀，浓艳芳菲。待绣帘卷起，欢奉长乐，内梱多闲，同宴椒闱。须是对花满酌，不醉无归。"
    ]
  },
  {
    "id": "2e89e420fa7637f4968629776f15b0f4",
    "title": "蜀溪春黄海棠",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "蜀景风迟，浣花溪边，谁种芬芳。天与蔷薇，露华匀脸，繁蕊竞拂娇黄。枝上标韵别，浑不染、铅粉红妆。念杜陵、曾见时，也为赋篇章。",
      "如今盛开禁掖，千万朵莺羽，先借朝阳。待得君王，看花明艳，都道赭袍同光。须趁排宴席，偏宜带、疏雨笼香。占上苑，留住春，奉玉觞。"
    ]
  },
  {
    "id": "2e89e420fa7637f4b5e5828a52bc3f8d",
    "title": "倚阑人荼",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "清明池馆，芳菲渐晚，晴香满架笼永昼。翠拥柔条，玉铺繁蕊，袅袅舞低襟袖。",
      "秀蓓凝浩露，疑挂六铢衣绉。檀点芳心，体薰清馥，粉容宜捻春风手。",
      "肯与芝兰共嗅。向夜阑凝月，洞户花、别是素芳依旧。",
      "剪取长梢，青蛟喷雪，挽住晓云争秀。楼上人未去，常恐风欺雨瘦。",
      "红绡收取，举觞犹喜，窨得醺醺酒。"
    ]
  },
  {
    "id": "2e89e420fa7637f486a1f7014dd6e0fc",
    "title": "夹竹桃花咏题",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "绛彩娇春，苍筠静锁，掩映夭姿凝露。花腮藏翠，高节穿花遮护。重重蕊叶相怜，似青帔艳妆神仙侣。正武陵溪暗，淇园晓色，宜望中烟雨。",
      "向暖景、谁见斜枝处。喜上苑韶华渐布。又似瑞霞低拥，却恐随风飞去。要留最妍丽，须且闲凭佳句。更秀容、分付徐熙，素屏画图取。"
    ]
  },
  {
    "id": "2e89e420fa7637f4c0499b66f3ec8b9c",
    "title": "峭寒轻赏残梅",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "照溪流清浅，正万梅都开，峭寒天气。才过了元宵，渐昼长禁宇，迤逦佳时。断肠枝上雪，残英已、片影初飞。苒苒随风，送春到、便烂漫香迟。凝睇。",
      "迎芳菲至。觉欣欣桃李，嫩色依微。应是有新酸，向嫩梢定须，一点藏枝。乍晴还又冷，从尊前、自落轻细。寄语高楼，夜笛声、且缓吹。"
    ]
  },
  {
    "id": "2e89e420fa7637f4079bd2fdd52aa417",
    "title": "竹马子/竹马儿柳",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "喜韶景才回，章台向晓，官柳舒香缕。正和烟带雨，遮桃映杏，东君先与。乍引柔条萦路。娇黄照水，经渭城朝雨。翠惹丝垂，玉阑干风静，轻轻搭住。",
      "到此曾追想，陶潜旧隐，忆隋堤津渡。三眠昼永凝露。更许黄鹂娇语。似怕日暖，飞花成絮，拟雪堆绣户。待放教婆娑，如眉处、笼歌舞。"
    ]
  },
  {
    "id": "2e89e420fa7637f4826f69fd4eb36f84",
    "title": "二色莲咏题",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "凤沼湛碧，莲影明洁，清泛波面。素肌鉴玉，烟脸晕红深浅。占得薰风弄色，照醉眼、梅妆相间。堤上柳垂轻帐，飞尘尽教遮断。",
      "重重翠荷净，列向横塘暖。争映芳草岸。画船未桨，清晓最宜遥看。似约鸳鸯并侣，又更与、舂锄为伴。频宴赏，香成阵、瑶池任晚。"
    ]
  },
  {
    "id": "2e89e420fa7637f47b4547439f7e2edd",
    "title": "八音谐·赏荷花，以八曲声合成，故名",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "芳景到横塘，官柳阴低覆，新过疏雨。望处藕花密，映烟汀沙渚。波静翠展琉璃，似伫立、飘飘川上女。弄晓色，正鲜妆照影，幽香潜度。",
      "水阁薰风对万姝，共泛泛红绿，闹花深处。移棹采初开，嗅金缨留取。趁时凝赏池边，预后约、淡云低护。未饮且凭阑，更待满、荷珠露。"
    ]
  },
  {
    "id": "2e89e420fa7637f46349de3d75336a1f",
    "title": "清风满桂楼丹桂",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "凉飙霁雨。万叶吟秋，团团翠深红聚。芳桂月中来，应是染、仙禽顶砂匀注。晴光助绛色，更都润、丹霄风露。连朝看、枝间粟粟，巧裁霞缕。",
      "烟姿照琼宇。上苑移时，根连海山佳处。回看碧岩边，薇露过，残黄韵低尘污。诗人谩自许。道曾向、蟾宫折取。斜枝戴，惟称瑶池伴侣。"
    ]
  },
  {
    "id": "2e89e420fa7637f4fb0c994337a9703c",
    "title": "雁侵云慢咏题",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "晓云低。是残暑渐消，凉意初至。翠帘燕去，觉商飙天气。凝华吹、动绣额，乍殿阁、金茎风细。夜雨笼微阴，满绮窗、疏影响清吹。",
      "轻飔嫩细透衣。想宵长漏迟，香动罗袂。戏曾计日，忆宾鸿来期。杯盘排备宴适，乍好景、心情先喜。待淡月疏烟里，试寻岩桂蕊。"
    ]
  },
  {
    "id": "2e89e420fa7637f4458bbfd3c6d0baf8",
    "title": "索酒·四时景物须酒之意",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "乍喜惠风初到，上林翠红，竞开时候。四吹花香扑鼻，露裁烟染，天地如绣。渐觉南薰，总冰绡纱扇避烦昼。共游凉亭消暑，细酌轻讴须酒。",
      "江枫装锦雁横秋，正皓月莹空，翠阑侵斗。况素商霜晓，对径菊、金玉芙蓉争秀。万里彤云，散飞霙，炉中焰红兽。便须点水傍边，最宜著酉。"
    ]
  },
  {
    "id": "2e89e420fa7637f485c9e1b9c4d0af17",
    "title": "凤箫吟/芳草郊祀庆成",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "列旗常。中宵天净，郊丘展采圆苍。肇禋三岁礼，圣天子为民，致福穰穰。凝旒亲奠玉，粲珠联、星斗垂芒。渐月转燔柴，露重烟断坛旁。",
      "欢康。青霞催晓，六乐均调，响逐新阳。辇回天仗肃，庆千官抃舞，绣锦成行。鸡竿双凤阙，肆颁宣、恩动荣光。赞永御，萝图霈泽，常抚殊方。"
    ]
  },
  {
    "id": "2e89e420fa7637f4af920c87764b342f",
    "title": "六花飞册宝",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "寅杓乍正，瑞云开晓，罩紫府宫殿。圣孝虔恭，率宸庭冠剑。上徽称、天明地察，奉玉检、璇耀金辉，仰吾君，亲被衮龙，当槛俯旒冕。",
      "中兴明天子，舜心温凊，示未尝闲燕。礼无前比，出渊衷深念。赞木父金母至乐，万亿载、日月荣光俱欢忭。罗绮管弦开寿宴。"
    ]
  },
  {
    "id": "2e89e420fa7637f4a20f0cdace0d2608",
    "title": "浣溪沙·其一赏枨",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "禁籞芙蓉秋气凉。新枨岂待满林霜。旨甘初荐摘青黄。",
      "乍剖金肤藏嫩玉，吴盐兼味发清香。圣心此意与天长。"
    ]
  },
  {
    "id": "2e89e420fa7637f44b7f0c9f36314afe",
    "title": "浣溪沙·其二赏灯",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "春到皇居景晏温。冰轮驾玉上祥云。烛龙衔耀九重门。",
      "宫掖两仪临舜殿，金莲万斛奉尧尊。官家慈孝格乾坤。"
    ]
  },
  {
    "id": "2e89e420fa7637f46dc43e3ff9f05784",
    "title": "浣溪沙·其三赏丹桂",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "初过西风烟雨微。霓光留景正团枝。月中新彩与增辉。",
      "霞影分丹乘浩露，珊瑚秀色满彤墀。凉飙吹上赭红衣。"
    ]
  },
  {
    "id": "2e89e420fa7637f4b47015d8f6420072",
    "title": "浣溪沙·其四西园赏牡丹，寿圣亲见双花，卧下皆未睹，折以劝酒，词亦继成",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "春晓于飞彩仗明。西园嘉瑞格和鸣。花王特地献双英。",
      "并蒂轻黄宜淡淡，联芳竞秀巧盈盈。飞琼萼绿两倾城。"
    ]
  },
  {
    "id": "2e89e420fa7637f4e6579e266bda4fa0",
    "title": "临江仙·其一",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "连夜阴云开晓景，中秋胜事偏饶。十分晴莹碧天高。台升吴岫顶，乐振海门潮。",
      "桂影一庭香渐远，四并都向今朝。宸欢得句付风骚。围棋消白日，赏月度清宵。"
    ]
  },
  {
    "id": "2e89e420fa7637f404cb3fdc1c93a08c",
    "title": "临江仙·其二赏芍药",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "嫩绿阴阴台榭映，南风初送清微。扬州花市进芳菲。丝头开万朵，玉叶衬繁枝。",
      "自是诗人佳赠意，花王香借馀姿。翠红深展奉瑶卮。何妨沉醉赏，天与绊春晖。"
    ]
  },
  {
    "id": "2e89e420fa7637f4a960876cb08342d0",
    "title": "诉衷情令·宫中牡丹",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "西都花市锦云同。谷雨贡黄封。天心故偏雨露，名品满深宫。",
      "开国艳，正春融。露香中。绮罗金殿，醉赏浓春，贵紫娇红。"
    ]
  },
  {
    "id": "2e89e420fa7637f414361819f0751928",
    "title": "西江月·其一丹桂",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "霞绮浓披翡翠，晨光巧上珊瑚。丹林偏许下清都。香占深岩烟雨。",
      "秋到九华宫殿，赭袍红借繁珠。广寒桂与世花殊。不带人间风露。"
    ]
  },
  {
    "id": "2e89e420fa7637f45ad42b188ce2c679",
    "title": "武陵春·禁中元夕",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "元夕晴和中禁好，梅影玉阑干。峭窄春衫试嫩寒。金翠会群仙。",
      "移下一天星斗璨，喜色动宸颜。行乐风光莫放闲。月在凤凰山。"
    ]
  },
  {
    "id": "2e89e420fa7637f484a5e1ad91b88809",
    "title": "西江月·其二西园雪后",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "连夜六花飞舞，清晨玉境瑶阶。湖山寒雾隐楼台。难画西园真态。",
      "月殿九华同到，雕舆乘兴俱来。浮春帘密锦筵开。不是山阴访戴。"
    ]
  },
  {
    "id": "2e89e420fa7637f4567fceb0187c21e2",
    "title": "四槛花",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "鸳瓦霜浓，兽炉烟冷，琐窗渐明。芙蓉红晕减，疏篁晓风清。睡觉犹眠，怯新寒，仍宿酒，尚有馀酲。拥闲衾。先记早梅糁糁，流水泠泠。",
      "须记岁月堪惊。最难管、苍华满镜生。心地常自乐，谁能问枯荣。一味情尘、揩摩尽，人间世，更没亏成。惟萧散，眠食外，且乐升平。"
    ]
  },
  {
    "id": "2e89e420fa7637f4b1c382193b5a75c6",
    "title": "花心动",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "绿结阴浓，渐南风初到、旧家庭院。细麦落花，圆荷浮叶，翠径受风新燕。乍晴还雨香罗怯，惜柳絮、已将春远。最好处，清和气暖，喜拈轻扇。",
      "好对层轩邃馆。供极目晴云，晓江横练。煮酒试尝，梅子团青，草草也休辞劝。待等闲暇寻胜去，又闲事、有时萦绊。且趁取良辰，醉后莫管。"
    ]
  },
  {
    "id": "2e89e420fa7637f4af30e4c89835f5f6",
    "title": "胜胜令",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "梅风吹粉，柳影摇金。渐看春意入芳林。波明草嫩，据征鞍，晚烟沈。向野馆、愁绪怎禁。",
      "过了烧灯，醉别院，阻同寻。琐窗还是冷瑶琴。灯花灺也，拥春寒，掩闲衾。念翠屏、应倚夜深。"
    ]
  },
  {
    "id": "2e89e420fa7637f4daeb41916b49fa09",
    "title": "解蹀躞·从军过庐州作",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "红绿烟村惨淡，市井初经虏。舍馆人家，凄凄但尘土。依旧春色撩人，柳花飞处，犹听几声莺语。黯无绪。",
      "匹马三游西楚。行路漫怀古。可惜风月，佳时尚羁旅。归处应及荼蘼，与插云鬓，此恨醉时分付。"
    ]
  },
  {
    "id": "2e89e420fa7637f490b17e59de8a2c52",
    "title": "宴清都",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "野水澄空，远山随眼，笋舆乘兴庐阜。天池最极，云溪最隐，翠迷归路。三峡两龙翔翥。尽半月、犹贪杖屦。闲引杯，相赏好处奇处，险处清处。",
      "凝伫。道友重陪，西山胜迹，玉隆风御。滕阁下临，晴峰万里，水云千古。飞觞且同豪举。喜醉客、龙吟度曲。待记成佳话，归时从头细数。"
    ]
  },
  {
    "id": "2e89e420fa7637f420b1512e526267b2",
    "title": "水龙吟·其一曾相生日",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "海榴红暖。圆荷翠小，榭阁薰风浅。真人抚运，云龙相际，真贤载诞。鲁国元勋，相门接踵，传家非远。辅中兴大业，折冲邻壤，扶红日、上霄汉。",
      "端是清明重见。范陶熔、咸收群彦。垂绅正笏，炉烟不动，宸廷闲燕。天地平成，父尧子舜，永膺宸眷。赐我公岁岁，恩荣锡命，向黄金殿。"
    ]
  },
  {
    "id": "2e89e420fa7637f40be11d8b4901e776",
    "title": "江城子·谹父以昔年梦诗寄为长短句，因韵叙谢",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "帝俞赓载下方壶。雨随车。旷时无。尽道南丰，仙骨秀而都。光照丹丘人快睹，金騕袅，玉蟾蜍。",
      "自怜老景病仍癯。芘微躯。驻安舆。暗润赤城，风露喜踟蹰。行矣相门还入相，看惠爱，咏猗欤。"
    ]
  },
  {
    "id": "2e89e420fa7637f4dd85cbfd060e0185",
    "title": "水龙吟·其二送戴郎中漕荆襄",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "晓云阁雨。疏梅缀玉，麈尾闻谈吐。精忠许国，才华摛锦，尘劳释去。六印雄图，百川明辩，苏张谁数。有奇谋欲下，阴山族帐，惟英卫、可接武。",
      "想见临戎丰度。慨然定、中原疆土。果惊一坐，折冲遐裔，嘉言循古。安抚疲民，静摧骄虏，无烦旗鼓。看功成、入辅中兴，永佐乾坤主。"
    ]
  },
  {
    "id": "2e89e420fa7637f497b5b8da5e3ca028",
    "title": "满庭芳",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "老不求名，心惟耽静，旧缘历过艰难。杜门无事，一味放痴顽。只藉炉香上彻，与天地、平直交关。真人喜，扶晨遣客，时暂下仙班。",
      "矜怜。身已病，九疑夙驾，来顾台山。看神超清境，玉炼朱颜。为向芝田桂圃，收妙有、与作真丹。他年报，冲融朝礼，香火紫云间。"
    ]
  },
  {
    "id": "2e89e420fa7637f497b5b8da2a4b5c55",
    "title": "满庭芳",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "秋色澄晖，蟾波增莹，桂华宫殿香凝。夜凉天半，横管度新声。应是齐吹万指，岩谷震、石裂霜清。天如水，飞云散尽，江月照还明。",
      "人间，何处有，祥风缓引，飘下层城。想广寒光冷，妙舞轻盈。愿上君王万寿，空伫忆、酒海吞鲸。归来也，惊涛隐隐，馀韵入青冥。"
    ]
  },
  {
    "id": "2e89e420fa7637f497b5b8da8a32fffc",
    "title": "满庭芳",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "玉景明心，木鸡修性，要须和会三家。未知头面，何处认摩耶。自有身中异境，藏巨浪、一点笼纱。升沉际，难将赋得，有限逐无涯。",
      "时时，须点检，随缘遣性，何更兴嗟。那浩然独得，迥绝痕瑕。妙占熙风惠日，乘正气、三缕明霞。真机运，连环放下，无处不光华。"
    ]
  },
  {
    "id": "2e89e420fa7637f497b5b8da363cbcd7",
    "title": "满庭芳",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "白氎行缠，青巾包结，几年且混常流。寰中谁见，心地自清幽。雨散昆仑顶上，香润遍、琼圃无忧。灵芽长，如今寒暑，饥渴总何愁。",
      "诸公，须着力，尘缘扫尽，师旨坚求。看天边、飞金走玉难留。住个庵儿不大，争恋得、月馆青楼。台山里，从人一任，说个好苏州。"
    ]
  },
  {
    "id": "2e89e420fa7637f4e824a71f7a6a5ac9",
    "title": "锦标归其三待雪",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "风搅长空，冷入寒云，正是严凝初至。围炉坐久，珠帘卷起，准拟六花飞砌。渐苒苒晴烟，更暗觉、远天开霁。阻琼瑶、不舞蓝田，但有蟾华铺地。",
      "想像如今剡溪，应误幽人访客，轻舟闲舣。翠幕登临处，散无限清兴，顿孤沉醉。念好景佳时，谩望极、祥霙为瑞。却梅花、知我心情，故把飞英飘坠。"
    ]
  },
  {
    "id": "2e89e420fa7637f4002b427fef8e26c3",
    "title": "定风波",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "雪后篱边冷未晴。江天浓淡暗还明。断续流香传玉蓓。心醉。临风嗅蕊不胜清。",
      "映竹幽姿深有思。何似。照溪真色更多情。待得微酸藏傅粉。黄嫩。湿云潜放雨轻轻。"
    ]
  },
  {
    "id": "2e89e420fa7637f425e692dfe9505fe8",
    "title": "选冠子其一淮上兀坐，等待取接，因得汉使一词，他日歌之",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "细柳排空，高榆拥岸，乍觉楚天秋意。凉随夜雨，望极长淮，孤馆漫成留滞。天净无云，浪痕清影，窗户闲临烟水。叹驱驰尘事，殊喜萧散，暂来闲适。",
      "常思念、圣主垂衣，临朝北顾，泛遣聊宽忧寄。輶轩载揽，虎节严持，谈笑挂帆千里。凭仗皇威，滥陪枢管，一语折冲遐裔。待归来，瞻对龙颜，须知有喜。"
    ]
  },
  {
    "id": "2e89e420fa7637f4cb083085af67cc45",
    "title": "祝英台/祝英台近",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "晚寒浓，残雪重，春意在何许。萼绿仙姿，海上未飞去。粲粲玉立丰标，天寒日暮，笑东风、不曾轻付。",
      "几凝伫。闲为写出横斜，无声断肠句。常对幽情，何事更重赋。待约他日貂裘，玉溪清夜，喷龙吟、月明徐步。"
    ]
  },
  {
    "id": "2e89e420fa7637f4d8b5ffcaeb91f9dc",
    "title": "选冠子其二宿石门",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "秀木撑空，凝云藏岫，处处群山横翠。霜风冽面，酒力潜消，征辔暂指天际。红叶黄花，水光山色，常爱晓云晴霁。念尘埃眯眼，年华易老，觉远行非易。",
      "常自感、羽客难寻，蓬莱难到，强作林泉活计。鱼依密藻，雁过烟空，家信渐遥千里。还是关河冷落，斜阳衰草，苇村山驿。又鸡声茅店，鸦啼露井重唤起。"
    ]
  },
  {
    "id": "2e89e420fa7637f48e9cf05041f8a4c4",
    "title": "满路花",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "清都山水客，何事入临安。珍祠天赐与，半生闲。曲池人静，水击赤乌蟠。飞上烟岚顶，三缕明霞照晚，时对胎仙。",
      "圃中有个小庭轩。才到便翛然。坐来闲看了，篆香残。道人活计，休道出尘难。归去后、安排著，一緉麻鞋，定期踏遍名山。"
    ]
  },
  {
    "id": "2e89e420fa7637f4dc41f87c9c14c8bf",
    "title": "木兰花慢",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "断虹收霁雨，卷帘幕、与风期。正燕子将雏，莺儿弄巧，日影迟迟。荼蘼。牡丹过也，但游丝、上下网晴晖。三月韶华，转头易失，密荫匀齐。常思。",
      "入夏景偏奇。是梅雨霏微。更乍著轻纱，凉摇素羽，翠点清池。还思。故山旧隐，想葱茏、翠竹锁窗扉。独倚西楼谩久，此怀冷淡谁知。"
    ]
  },
  {
    "id": "2e89e420fa7637f44b44ba80d505f05d",
    "title": "念奴娇·其一送李士举",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "公家世德，建凌烟勋业，中兴长策。三十年来，皆帝扆殊选，金瓯名迹。眷倚江南，澄清一道，遴柬惟公得。西清严秘，龙光高动奎壁。",
      "深殿衣惹天香，皇华原野，接萧萧秋色。六管均输行奏课，唐室家声皆识。老我相逢，萍蓬飘转，晚景俱头白。西山南浦，溯风衰泪横臆。"
    ]
  },
  {
    "id": "2e89e420fa7637f40c5c2e7db6bc5912",
    "title": "念奴娇",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "瑑冰铸雪，赋神情天壤，无伦香泽。月女霜娥，直是有如许，清明姿色。细玉钗梁，温琼环佩，语好新音发。相逢一笑，桂宫连夜寒彻。",
      "应是第一瑶台，水晶宫殿里，飞升仙列。小谪尘寰缘契合，同饮银浆凝结。醉里归来，魂清骨醒，乍向层城别。晓风吹袂，冷香犹带残月。"
    ]
  },
  {
    "id": "2e89e420fa7637f4c7a5a369468b95c7",
    "title": "念奴娇·其一",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "烘帘昼暖，正飞花堆锦，风迟烟暮。绿叶成阴春又老，甲子谁能重数。梅已青圆，雪深犹记，曾捻疏枝否。须知物外，这些光景常驻。",
      "闻道江水东头，同门相过，不作儿女语。醉墨凌波歌数阕，心迹都忘逆旅。胸次扶摇，壶中光景，肯与人同趣。栖尘功就，浩然俱待飞去。"
    ]
  },
  {
    "id": "2e89e420fa7637f4ff29d42f083fb90f",
    "title": "念奴娇·其三持节道京城中秋日",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "五门照日，是真人膺箓，炎图家国。二百年来，抚四海安乐，六服承德。虎旅横江，胡尘眯眼，恨有中原隔。宫城缺处，望来消尽金碧。",
      "征辔暂款神州，期宽北顾，且驰驱朝夕。皓彩流天宁忍见，双阙笼秋月色。欲饮无憀，还成长叹，清泪空横臆。请缨无路，异时林下犹忆。"
    ]
  },
  {
    "id": "2e89e420fa7637f4204298d95d492ebf",
    "title": "沁园春·其一早春",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "春点烟红，露晞新绿，土膏渐香。散懒慵情性，寻幽选静，一筇烟雨，几处松篁。恨我求闲，已成迟暮，石浅泉甘难屡尝。犹堪去，向清风皓月，南涧东冈。",
      "如今雁断三湘。念酒伴、不来梅自芳。幸隐居药馆，孙登啸咏，从容云水，无负年光。且共山间，琴书朋旧，时饮无何游醉乡。归常是，趁前村桑柘，犹挂残阳。"
    ]
  },
  {
    "id": "2e89e420fa7637f402343982caf6f9e4",
    "title": "沁园春·其二赠清虚先生",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "五老横峰，二林云衲，自古洞天。喷玉龙飞，下三峡水，望香炉暗霭，如起非烟。有个真人，拨云峰下，宴坐修真不记年。明廷诏，看龙翔凤翥，宸制奎篇。",
      "君臣际会诚难。耸翠阁、频颁宝墨鲜。众妙门皆向，微言显启，两朝天德，甘涌神泉。道化承平，应稽升举，且向人间寻有缘。掀髯笑，做庐山隐逸，大宋神仙。"
    ]
  },
  {
    "id": "2e89e420fa7637f4606d191eb7a7e7f2",
    "title": "青玉案",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "东风冉冉迟芳昼。渐黄缀、疏疏柳。为惜春来通安否。可能相就，径须图醉，莫问伤春瘦。",
      "陶然共酌新醅酒。咏好句、须还凤楼手。唱了新词归来后。琐窗香暗，语声和笑，喜入灯花秀。"
    ]
  },
  {
    "id": "2e89e420fa7637f4606d191e86b8e082",
    "title": "青玉案",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "尘埃踏遍长安道。念云水、归来好。趁得梅花先春到。冷云疏雨，暗香寒艳，万玉明清晓。",
      "青鞋黄帽从渠笑。粲十里、冰姿步时绕。正怕和风都过了。已输高士，锦囊翻句，醉后先倾倒。"
    ]
  },
  {
    "id": "2e89e420fa7637f486b91202158e0b3b",
    "title": "虞美人",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "风流贺监栽培好。梅最妍姿巧。娟娟占得入时妆。秀影横斜香并、彩鸳鸯。",
      "汉皋解佩当时遇。绿满经行处。如今清梦已惊残。赖向君家窗户、得重看。"
    ]
  },
  {
    "id": "2e89e420fa7637f486b912028a68e520",
    "title": "虞美人",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "芙蓉露下闲庭晚。犹觉秋容浅。惊心莫道岁华赊。已有官梅轻放、小春花。",
      "西风河汉溪流月。月下疏疏雪。新妆喜是寿阳人。鸾鉴不劳呵手、对寒云。"
    ]
  },
  {
    "id": "2e89e420fa7637f49b02ba6ddb6ca1ae",
    "title": "菩萨蛮",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "乱山影直危楼起。天涯目断雕阑倚。寂寞过东风。行宫烟雨中。",
      "长安何处日。城郭今寒食。谁待翠华归。片云天际飞。"
    ]
  },
  {
    "id": "2e89e420fa7637f4f137049bd385f128",
    "title": "阮郎归",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "谁将春信到长安。江南腊向残。玉妃何事在人间。冰肌莹素颜。",
      "新月上，怯轻寒。香心破紫檀。数枝斜傍小亭闲。黄昏人倚阑。"
    ]
  },
  {
    "id": "2e89e420fa7637f4f137049b304aa49a",
    "title": "阮郎归",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "玉宸赐得水云身。初欣不佩绅。烟霞一任着衣巾。朝中散袒人。",
      "湖水静，了无尘。语兼天上春。道人相见肯情亲。银钩墨尚新。"
    ]
  },
  {
    "id": "2e89e420fa7637f49b02ba6d6a12f317",
    "title": "菩萨蛮",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "稽山鉴水无寒暑。荷香莲露相倾注。堂拟揖樵风。山围晚照红。",
      "桃根随秀叶。玉麈频招客。客况不言蓬。回船逸兴同。"
    ]
  },
  {
    "id": "2e89e420fa7637f49b02ba6d74c20ff3",
    "title": "菩萨蛮",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "天台不是登长道。浑如弱水烟波渺。楼上指归程。春风无限情。",
      "石桥书不到。雁阵横空杳。愁绪比遥峰。依依千万重。"
    ]
  },
  {
    "id": "2e89e420fa7637f49b02ba6dbde82526",
    "title": "菩萨蛮",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "萧萧还是秋容暮。炉薰已冷氲香注。犹记踏香尘。东风满院春。",
      "冷烟迷望处。声断阑干雨。无计问行云。黄昏空掩门。"
    ]
  },
  {
    "id": "2e89e420fa7637f4e3b6894e609dfe2c",
    "title": "菩萨蛮·其三",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "花飞零乱随风舞。花梢犹带虚檐雨。帘幕映黄昏。江天日暮云。",
      "有人楼上望。生怕褰虚幌。冷落对炉薰。一春常怨春。"
    ]
  },
  {
    "id": "2e89e420fa7637f4e3b6894e3d481793",
    "title": "菩萨蛮·其三",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "雨昏连夜催炎暑。暑炎催夜连昏雨。长簟水波凉。凉波水簟长。",
      "翠鬟双倚醉。醉倚双鬟翠。香枕印红妆。妆红印枕香。"
    ]
  },
  {
    "id": "2e89e420fa7637f4e3b6894e71ae4008",
    "title": "菩萨蛮·其三",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "玉珰摇素腰如束。束如腰素摇珰玉。宜更醉春期。期春醉更宜。",
      "绣鸳闲永昼。昼永闲鸳绣。归念不曾稀。稀曾不念归。"
    ]
  },
  {
    "id": "2e89e420fa7637f425eb6af710dda6d6",
    "title": "清平乐",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "赵家燕燕。宜在昭阳殿。春入馆娃深宫宴。秀色从来未见。",
      "浅颦轻笑都宜。临风好是腰肢。今夜松江归路，月明愁满清辉。"
    ]
  },
  {
    "id": "2e89e420fa7637f4e1e9b204f47a9271",
    "title": "菩萨蛮·其三和贺子忱",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "琴堂窗户清无暑。宫妆争捧黄金注。劝我醉秋风。难辞两脸红。",
      "别来三堕叶。同是修门客。十载叹萍蓬。方欣一笑同。"
    ]
  },
  {
    "id": "2e89e420fa7637f425eb6af7aa8fdb44",
    "title": "清平乐",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "风休雨罢。三五春寒夜。翠额重帘何妨下。一炷非兰非麝。",
      "红莲开遍吴宫。华灯小试房栊。客里愁须强遣，从来我辈情钟。"
    ]
  },
  {
    "id": "2e89e420fa7637f425eb6af7ed11d6be",
    "title": "清平乐",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "秋凉破暑。暑气迟迟去。最喜连日风和雨。断送凉生庭户。",
      "晚来灯火回廊。有人新酒初尝。且喜薄衾围暖，却愁秋月如霜。"
    ]
  },
  {
    "id": "2e89e420fa7637f425eb6af7b4e6a47d",
    "title": "清平乐",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "春前别后。常是双眉皱。生怕莺声催残漏。梦破闲衾堆绣。",
      "又还玉露金风。秋声先到房栊。川上不传尺素，云间犹望飞鸿。"
    ]
  },
  {
    "id": "2e89e420fa7637f425eb6af7cd687c7c",
    "title": "清平乐",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "一春老病。空过春光永。药鼎煎炉朝暮景。只是医方药性。",
      "经旬日色云遮。山高寒透窗纱。常恨檐头倾雨，犹能枕上看花。"
    ]
  },
  {
    "id": "2e89e420fa7637f425eb6af7c8815d95",
    "title": "清平乐",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "去年春破。强半途中过。日日篷窗眠了坐。饱听吴音楚些。",
      "今年犹在天涯。客情触处思家。柳密何人深院，竹疏特地桃花。"
    ]
  },
  {
    "id": "2e89e420fa7637f4f29ff18eb4455cae",
    "title": "点绛唇",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "昏旦交时，个中已有甘香味。咽同真液。便觉温温地。",
      "八一高蟠，光动重楼外。但留意。自然和气。香满昆仑水。"
    ]
  },
  {
    "id": "2e89e420fa7637f4f29ff18e15239a0c",
    "title": "点绛唇",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "怯雨羞云，翠鬟初按檀槽就。赏心时候。常劝花间酒。",
      "慢拈轻拢，怨感随纤手。胡沙奏。几行红袖。都道谁家有。"
    ]
  },
  {
    "id": "2e89e420fa7637f4f29ff18ea898bee1",
    "title": "点绛唇",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "有个庵儿，做来不大元非小。阳光常照。坐卧谁知道。",
      "炼得丹砂，不是人间灶。冲和妙。鹤鸣猿啸。一任西风老。"
    ]
  },
  {
    "id": "2e89e420fa7637f4f29ff18e21b202f1",
    "title": "点绛唇",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "一气冲融，浩然识取生缘处。敛归灵府。便作真铅柱。",
      "九任玄归，行处龙先虎。山头雨。散成清露。玛瑙生玄圃。"
    ]
  },
  {
    "id": "2e89e420fa7637f4f29ff18ec58ab254",
    "title": "点绛唇",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "秋雨弥空，冷侵窗户琴书润。四檐成韵。孤坐无人问。",
      "壮志消沈，喜入清闲运。常安分。炷烟飘尽。更拨馀香烬。"
    ]
  },
  {
    "id": "2e89e420fa7637f4f29ff18e377c5ed7",
    "title": "点绛唇",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "晓日浓阴，冷云遮断山无数。雁飞筝柱。都向愁边去。",
      "帘影沈沈，一缕芳香度。深庭户。且寻欢聚。雪意还成雨。"
    ]
  },
  {
    "id": "2e89e420fa7637f4f32f182ec07726b7",
    "title": "浣溪沙",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "西苑烟光倚槛新。桃花艳艳静无尘。照溪红映一天云。",
      "肯放落红流出水，且寻歌舞赏明春。持杯知是洞中人。"
    ]
  },
  {
    "id": "2e89e420fa7637f479c02a6e7fe29781",
    "title": "点绛唇·其二",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "惨惨春阴，画桡寒漾梅风去。冷风吹度。愁入淮山路。",
      "歌扇归期，只恐春城暮。人何处。柳汀烟渚。听尽篷窗雨。"
    ]
  },
  {
    "id": "2e89e420fa7637f479c02a6ecabf7d2c",
    "title": "点绛唇·其二",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "石洞清寒，柳烟吹散松风静。日华光映。翠水环云径。",
      "道境多闲，不是人间景。谈清净。道师歌咏。花转云房影。"
    ]
  },
  {
    "id": "2e89e420fa7637f4f32f182eef160a34",
    "title": "浣溪沙",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "翠袖携持婉有情。湘筠犀轴巧装成。声随一苇更分明。",
      "倚竹双丝明玉细，低眉数曲语莺轻。转移新韵几多声。"
    ]
  },
  {
    "id": "2e89e420fa7637f4ba51eddd75495eb8",
    "title": "浣溪沙·其二",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "玉柱檀槽立锦筵。低眉信手曲初传。凤凰飞上四条弦。",
      "杨柳已吹三叠韵，何须人在九江船。夜凉人与月婵娟。"
    ]
  },
  {
    "id": "2e89e420fa7637f44b507b12415633a9",
    "title": "朝中措",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "酴醾芳架引繁英。香远透帘清。更与洛阳花市，一齐移在宫庭。",
      "琉璃万朵，娇红嫩紫，总是嘉名。殿阁真仙同赏，天颜喜入欢声。"
    ]
  },
  {
    "id": "2e89e420fa7637f4df80f8a42d683c58",
    "title": "酒泉子",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "霜护云低，竹外斜枝初璀璨，仙风吹堕玉钿新。度清芬。",
      "叹寒冰艳了无尘。不占纷纷桃李径，一庭疏影冷摇春。月黄昏。"
    ]
  },
  {
    "id": "2e89e420fa7637f4df80f8a419ee24bd",
    "title": "酒泉子",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "爱景催暄。初向晴梢舒玉点，修筠霭霭隔婵娟。更清妍。",
      "东风欲到冷霜天。常记孤山残雪路，一枝流水小桥边。卧疏烟。"
    ]
  },
  {
    "id": "2e89e420fa7637f4df80f8a4ad68e67c",
    "title": "酒泉子",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "惨惨西风。人与两州俱不见，一江残照落霞红。橹声中。",
      "汀花蘋草六朝空。人向赏心增远恨，闲云犹绕建康宫。古今同。"
    ]
  },
  {
    "id": "2e89e420fa7637f4df80f8a4619aaa7d",
    "title": "酒泉子",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "帘幕闲垂。密密围毡红兽暖，有人陌上冷征衣。未成归。",
      "檐间鹊语卜归期。应是疑人犹驻马，琐窗日影又还西。翠眉低。"
    ]
  },
  {
    "id": "2e89e420fa7637f44b507b12fbed06c7",
    "title": "朝中措",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "一封清诏下金銮。临遣讲邻欢。谁问火云挥汗，要看易水摇寒。",
      "何妨谈笑，平生志节，可障狂澜。预约黄花前后，殊庭瞻对宸颜。"
    ]
  },
  {
    "id": "2e89e420fa7637f4903b2122a4ff6592",
    "title": "朝中措·其二",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "宝筝偏劝酒杯深。歌舞乍沈沈。秀指十三弦上，挑吟击玉锵金。",
      "牙台锦面，轻移雁柱，低转新音。妙是不须银甲，向人说尽芳心。"
    ]
  },
  {
    "id": "2e89e420fa7637f4825ed8d87e2c3414",
    "title": "朝中措·其三送袁提举",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "鸣珂揽辔玉霄东。持节散陈红。子舍已先多士，一鞭同袅春风。",
      "西瓯旧治，棠阴秀茂，竹马迎逢。正焙行驰金殿，仙班看缀夔龙。"
    ]
  },
  {
    "id": "2e89e420fa7637f4415d41bde46346ef",
    "title": "谒金门",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "春待去。帘外连天飞絮。老大心情慵纵步。草迷池上路。",
      "春去不知何处。欲问谁能分付。但有清阴遮院宇。晚莺和暮雨。"
    ]
  },
  {
    "id": "2e89e420fa7637f4ac2d53e26869615b",
    "title": "西江月·其一琵琶",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "弦泛龙香细拨，声回花底莺雏。低眉信手巧工夫。犹带巫烟楚雨。",
      "人占东风秀色，花笼宝髻真珠。锦绦金凤要人扶。只恐乘鸾飞去。"
    ]
  },
  {
    "id": "2e89e420fa7637f446408bd972d0a42a",
    "title": "玉楼春",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "昔年曾到神清洞。笑领希夷非夙梦。看时须到月边乌，养处且论铅与汞。",
      "土膏仍有黄芽动。神水浇香灵气种。夜深谁伴玉琴闲，鹤在九华松露重。"
    ]
  },
  {
    "id": "2e89e420fa7637f47152349cad67e420",
    "title": "西江月·其二贺子忱家赏瑞香",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "春绣东风疑早，映檐翠箔低笼。氤氲不是梦云空。叶密香繁侵冻。",
      "折桂广寒手段，移来点检珍丛。醉归满载紫云浓。抱膝庵中仙种。"
    ]
  },
  {
    "id": "2e89e420fa7637f46209b3a37ac0e514",
    "title": "饮马歌",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "边城春未到。雪满交河道。暮沙明残照。",
      "塞烽云间小。断鸿悲，陇月低，泪湿征衣悄。岁华老。"
    ]
  },
  {
    "id": "2e89e420fa7637f47742965acdb55fb7",
    "title": "长寿仙促拍其一太母生辰",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "舜德日辉光，正初冬盛期。东朝喜、诞生时。向彤闱、清净均化有，自然和气。",
      "长生久视，金殿熙熙。宴瑶池。袆衣俱侍、玳筵启。花如锦、耀朝晖。",
      "太平际天子，天下养、共瞻诚意。南山虔祝，亿万同岁。"
    ]
  },
  {
    "id": "2e89e420fa7637f4df80f8a4ba9fad03",
    "title": "酒泉子",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "连面霜风。野馆山村逢至日，开怀欲殢酒杯空。与谁同。",
      "一缄来信托飞鸿。信里催归无限意，黄昏应是出房栊。夜香浓。"
    ]
  },
  {
    "id": "2e89e420fa7637f4914e7c36bf5c6d67",
    "title": "长寿仙促拍其二贵妃生日",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "绛阙岧峣，正春光到时。当人日、诞芳仪。向宫壶、雅著徽誉美，懿德无亏。",
      "深被恩荣，金殿宴嬉。气融怡。贤均樛木，宜颂二南诗。",
      "天心喜、锦筵启。阖部奏笙箫，祝寿处、愿与山齐。年年常奉，明主禁掖。"
    ]
  },
  {
    "id": "2e89e420fa7637f45ed948d5dfa0d8ec",
    "title": "浣溪沙·其二赏梅",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "日上龙城散晓阴。琼芳堂下玉成林。江梅开未十分深。",
      "随处锦亭穹帐暖，冷香邀住入衣襟。酒肠判断付频斟。"
    ]
  },
  {
    "id": "2e89e420fa7637f4b079a9b721d35b39",
    "title": "诉衷情令",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "人情世态饱经过。眼也见来多。忙中掉得便去，不是有人唆。",
      "云似舞，水如歌。笑呵呵。这回还我，半世偎绥，一味磨跎。"
    ]
  },
  {
    "id": "2e89e420fa7637f4b079a9b79cf0ba68",
    "title": "诉衷情令",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "得抽头处好抽头。等待几时休。贤且广张四至，我早已优游。",
      "黄道服，布钱绉。煞风流。往来熟后，也没惊怕，也没忧愁。"
    ]
  },
  {
    "id": "2e89e420fa7637f424689c4293ddb4bd",
    "title": "朝中措·其二咏雪",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "斜斜整整暗江湾。蓑笠有无间。应与君家却暑，冷看白满群山。",
      "想来何处，金炉焰兽，玉斝酡颜。好是溪涵寒影，山阴一棹人还。"
    ]
  },
  {
    "id": "2e89e420fa7637f4c56c2e95ab832658",
    "title": "玉蹀躞/解蹀躞",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "雨过池台秋静，桂影凉清昼。槁叶喧空，疏黄满堤柳。风外残菊枯荷，凭阑一饷，犹喜冷香襟袖。少欢偶。",
      "人道消愁须酒。酒又怕醒后。这般光景，愁怀煞难受。谁念千种秋情，乍凉虽好，还恨夜长时候。"
    ]
  },
  {
    "id": "2e89e420fa7637f40a468dd189718974",
    "title": "谒金门·其一咏木樨",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "香乍起。满院垂垂岩桂。未卷珠帘香已至。酒杯言笑里。",
      "叶下茸金繁蕊。别是清妍风致。更远随人闻细细。月华天似水。"
    ]
  },
  {
    "id": "2e89e420fa7637f473f485360325fe9e",
    "title": "水调歌头",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "江影浮空阔，江水拍天流。山藏地秘，伟观须是伟人收。闻道烟斜雨暗，还留月底风边，墨客一凝眸。阑槛随指顾，江海远生秋。",
      "绣帘卷，开绮宴，翠香浮。邹枚宾从俱咏，韵闲出嘉谋。点点群山吴楚，历历三州灯火，潮落没沙鸥。老子会心处，应已付南楼。"
    ]
  },
  {
    "id": "2e89e420fa7637f46aa0647230d92f9e",
    "title": "谒金门·其二",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "春渐至。雪染梅梢轻细。试路新芜殊可喜。冷云闲照水。",
      "白苎今年不寄。最好且寻幽会。不怕清寒侵紫绮。看灯同晚醉。"
    ]
  },
  {
    "id": "2e89e420fa7637f4d21296be8439e005",
    "title": "醉思仙",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "记华堂。对宝台绛蜡，红艳成行。亸乌云髻映，浅浅宫妆。江梅媚，生嫩脸，莹素质，自有清香。歌喉稳，按镂版缓拍，娇倚银床。",
      "天外行云驻，轻尘暗落雕梁。似晓莺历历，琼韵锵锵。别来久，春将老，但梦里、也思量。仗何人，细说与，为伊潘鬓成霜。"
    ]
  },
  {
    "id": "2e89e420fa7637f46b2c35b5ab9a5702",
    "title": "江城子·谹父生日",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "南丰诗将驻灵江。下明光。惹天香。十雨五风，连岁致丰穰。初夏清和才四日，开寿席、宴华堂。",
      "严宸已奏二南章。眷循良。比龚黄。玉笋班联，宜冠紫微郎。从此锋车宣室召，摅相业、寿而康。"
    ]
  },
  {
    "id": "2e89e420fa7637f4fe519ebd40af059f",
    "title": "武陵春·其一重阳",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "今岁重阳经闰早，金蕊粲繁枝。玉殿珠楼步辇随。高兴在东篱。",
      "且泛金英同潋滟，休与傲霜期。只恐秋香一夜衰。须插满头归。"
    ]
  },
  {
    "id": "2e89e420fa7637f4776a6b0f5df025b3",
    "title": "武陵春·其二",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "玉露金风寻胜去，一月看三州。红叶黄花满意秋。真是巧装愁。",
      "我在天台山下住，松菊占深幽。归趁梅花映小楼。应问久迟留。"
    ]
  },
  {
    "id": "2e89e420fa7637f4776a6b0f7226d46c",
    "title": "武陵春·其二",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "惨惨江云浑不动，玉雪耿孤芳。萼绿仙人带暗香。风韵冷尤长。",
      "陇信不来寒日晚，疏影照澄江。肯借横斜伴酒觞。应共月商量。"
    ]
  },
  {
    "id": "2e89e420fa7637f4776a6b0f66b7fc82",
    "title": "武陵春·其二",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "春到小园春草绿，烟雨湿云山。池上梅花已半残。无奈晚来寒。",
      "不怕醉多只怕醒，花影上阑干。人在东风缥缈间。谁与伴幽闲。"
    ]
  },
  {
    "id": "2e89e420fa7637f47d7db1ee29934a75",
    "title": "玉楼春·其一后宴词",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "九重盛旦薰风候。佳气氛氲横永昼。眉心烟彩拥群仙，华宴重开同圣后。",
      "箫韶宫殿锵金奏。香绕祥云腾宝兽。三千嫔御奉严宸，亿万斯年祈圣寿。"
    ]
  },
  {
    "id": "2e89e420fa7637f44250beaf12838625",
    "title": "玉楼春·其二",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "佳时莫放游鞍倦。梅润清薰随处宴。不妨一半雨兼风，况对有情莺与燕。",
      "琼艘百柁花千点。肯使笙歌容易转。兴来人事酒消磨，谁问蚊雷和蚁战。"
    ]
  },
  {
    "id": "2e89e420fa7637f4a011d8170c6342b7",
    "title": "浪淘沙·令其一",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "归意逐飞鸿。点点书空。爱渠南去晓烟中。不似老人尘土里，一似痴聋。",
      "庭院晚来风。还过秋容。旧时与客绕珍丛。有酒不曾无客醉，欢与秋浓。"
    ]
  },
  {
    "id": "2e89e420fa7637f4acb8097a59162ba9",
    "title": "浪淘沙·令其二木樨开时雨",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "秋杪喜新凉。烟淡池塘。团团岩桂作风光。多少水云萧散意，都付芬芳。",
      "雨逐漏声长。小院回廊。枕边清梦几悠扬。只恐四檐声未断，洗褪幽香。"
    ]
  },
  {
    "id": "2e89e420fa7637f4665159f0297d1459",
    "title": "鹧鸪天·其一咏枨",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "枫落吴江肃晓霜。洞庭波静耿云光。芳苞照眼黄金嫩，纤指开新白玉香。",
      "盐胜雪，喜初尝。微酸历齿助新妆。直须满劝三山酒，更喜持杯云水乡。"
    ]
  },
  {
    "id": "2e89e420fa7637f451cdbdd0db561654",
    "title": "鹧鸪天·其二",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "准拟中秋快客情。新亭雨后喜登临。彩蟾特地中宵出，吹散层云十日阴。",
      "松露重，月烟深。祥云捧玉到天心。金波动是经年别，为酌金荷醉碧琳。"
    ]
  },
  {
    "id": "2e89e420fa7637f451cdbdd0da6bedbb",
    "title": "鹧鸪天·其二",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "曾到东风最上头。低云阁雨接溪流。只应缟袂闺房秀，尚带天香汗漫游。",
      "当日暇，从贤侯。冲寒迎翠小迟留。归骖白凤来何处，更指玉霄城畔楼。"
    ]
  },
  {
    "id": "2e89e420fa7637f49607b43a3ab27fda",
    "title": "胜胜慢/声声慢",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "素商吹景，西真赋巧，桂子秋借蟾光。层层翠葆，深隐幽艳清香。占得秀岩分种，天教薇露染娇黄。珍庭晓，透肌破鼻，细细芬芳。",
      "应是月中倒影，喜馀叶婆娑，灏色迎凉。移根上苑，雅称曲槛回廊。趁取蕊珠密缀，与收花雾著宫裳。帘栊静，好围四坐，对赏瑶觞。"
    ]
  },
  {
    "id": "2e89e420fa7637f41392a1830d7097ba",
    "title": "鹧鸪天·其四席上作，期子忱、季相之酒",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "雪后疏香一两枝。高轩乘兴访春时。金蕉酌酒应须醉，玉指传觞岂易辞。",
      "嗟老大，喜追随。南楼宵漏任迟迟。已闻水部神仙语，更诵骑鲸短李诗。"
    ]
  },
  {
    "id": "2e89e420fa7637f4b88f1c0dc9332406",
    "title": "一剪梅",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "不占前村占宝阶。芳影横斜积渐开。水边竹外冷摇春，一带冲寒，香满襟怀。",
      "管领东风要有才。频携歌酒上春台。直须日日玉花前，金殿仙人，同赏同来。"
    ]
  },
  {
    "id": "2e89e420fa7637f4d612740724d40aea",
    "title": "好事近",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "花动两山春，绿绕翠围时节。雨涨晓来湖面，际天光清彻。",
      "移尊兰棹压深波，歌吹与尘绝。应向断云浓淡，见湖山真色。"
    ]
  },
  {
    "id": "2e89e420fa7637f4d61274072ba31336",
    "title": "好事近",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "密密偃蜂房，香远未应时霎。薇露紫烟浥尽，任风欺雪压。",
      "老人曾饮百川空，相对肯微呷。揽取占先风度，醉高烧红蜡。"
    ]
  },
  {
    "id": "2e89e420fa7637f4d61274070d138d71",
    "title": "好事近",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "潮尽海波平，赏尽绿烟凉月。罗袂乍迎风快，悄喜欢不彻。",
      "一年好处记如今，朝暮更无热。庭院晚来些雨，是开尊时节。"
    ]
  },
  {
    "id": "2e89e420fa7637f4025154d4ec4b7d9d",
    "title": "御街行·和陆判院梅词",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "凌寒架雪知春近。闲探处、如相问。溪流清浅暮云低，玉蓓横斜风定。晚枝雀啅，幽姿方展，还映疏篁冷。",
      "镜鸾妆罢明梢嫩。犹记宜相并。如今却月别传香，知引何人幽兴。不堪楼上，昭华吹断，声与愁肠尽。"
    ]
  },
  {
    "id": "2e89e420fa7637f4e78f8130df0353d8",
    "title": "行香子",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "也爱休官。也爱清闲。谢神天、教我愚顽。眼前万事，都不相干。访好林峦。好洞府，好溪山。",
      "日月如盘。缺又还圆。自然他、虎踞龙蟠。河东上下，一撞三关。看也非悭。也非易，也非难。"
    ]
  },
  {
    "id": "2e89e420fa7637f4446d0b523481127e",
    "title": "蓦山溪·李次仲诞日",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "乌龙云洞，神护红尘外。金鼎养丹砂，有仙卿、清修名世。三千功行，活字少人知，松露閟，紫烟深，知是聃翁裔。",
      "吹箫后约，岂慕穿青紫。八十在人间，比当日、何须指李。相逢一笑，酒量海同宽，拔宅隐，玉霄寒，升举应新岁。"
    ]
  },
  {
    "id": "2e89e420fa7637f4e2a5f4ebb7a38f31",
    "title": "千秋岁",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "洞房秀韵，结绮临春后。都压尽，名花柳。锦堂笼翡翠，璨枕同清昼。谁似得，佳时占断长欢偶。",
      "我昔闻名久。欲见成消瘦。寻不遇，空回首。征途难驻马，坐想冰姿秀。凭寄语，南归更趁酴醾酒。"
    ]
  },
  {
    "id": "2e89e420fa7637f4eb1c9c8ceb90d353",
    "title": "沁园春",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "浓绿交阴，脆圆经雨，夏景正新。遽紫泥封检，红幢建钺，飘然吹起，一片闲云。禁殿趋班，玉音亲诏，并遣皇华通宝邻。凌歊去，任重霄温暑，万里风薰。",
      "炎曦正斡天钧。更午气均齐天地根。运至精感化，千和万合，涤除旁说，必自成真。已约归期，秋风前后，梨枣黄花满地匀。阊阖晚，待朝元紫府，上达明君。"
    ]
  },
  {
    "id": "2e89e420fa7637f45c1daf6f2286a9b8",
    "title": "失调名",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "自叹孤身早岁，黄河渡口蒙情。"
    ]
  },
  {
    "id": "2e89e420fa7637f427b8e074ea0a810d",
    "title": "菩萨蛮·其四回文",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "等闲将度三春景。景春三度将闲等。愁怕更高楼。楼高更怕愁。",
      "弄花梅已动。动已梅花弄。梅看几年催。催年几看梅。"
    ]
  },
  {
    "id": "2e89e420fa7637f425665b36a9bb8d1d",
    "title": "水龙吟",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "冻云阁雨，长风送雪，万里无凝滞。斜斜整整，纯白入素，应同太始。袁巷萧条，冷光寒透，有人曾至。但圆虚上下，澄明莹洁，如□□、混元气。",
      "时听松篁泻坠。任山川、珠联玉缀。一尘不染，一毫不现，真空妙治。祥应三白，润归多稼，已成丰岁。待收拾大翁，茶盐贺喜，兴村东醉。"
    ]
  },
  {
    "id": "2e89e420fa7637f49a42f30f12d3538f",
    "title": "点绛唇·其二奉旨西湖探梅",
    "authorName": "曹勋",
    "authorId": "2e89e420fa7637f4a5e0ff623473decc",
    "dynasty": "宋",
    "content": [
      "不厌频来，探梅选胜湖山里。瑶林琼蕊。真是游方外。",
      "玉殿珠楼，不并人间世。何妨醉。都无寒意。满坐惟和气。"
    ]
  },
  {
    "id": "2e89e420fa967a5d73f485368fe19a05",
    "title": "水调歌头",
    "authorName": "张祥",
    "authorId": "2e89e420fa967a5dd1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "为爱龙山胜，小队一登临。冯仙洞府安在，抉石试幽寻。商略生平事业，摆脱人间尘土，欲与斸断丝苓。泉响似相答，未可启归心。",
      "中原地，禾黍茂，犬羊腥。君王梦想豪杰，有待扫妖氛。缚虎正须人手，跨鹤缓酬夙志，行矣勿因循。夜半遣雷雨，助我作秋成。"
    ]
  },
  {
    "id": "2e89e420fb023dc9f375925626fcb783",
    "title": "念奴娇·题项羽庙",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "鲍鱼腥断，楚将军、鞭虎驱龙而起。空费咸阳三月火，铸就金刀神器。垓下兵稀，阴陵道隘，月黑云如垒。楚歌哄发，山川都姓刘矣。",
      "悲泣呼醒虞姬，和伊死别，雪刃飞花髓。霸业休休骓不逝，英气乌江流水。古庙颓垣，斜阳老树，遗恨鸦声里。兴亡休问，高陵秋草空翠。"
    ]
  },
  {
    "id": "2e89e420fb023dc93ca1a844f0f27a6d",
    "title": "蝶恋花·元旦",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "密炬瑶霞光颤酒。翠柏红椒，细剪青丝韭。且劝金樽千万寿。年时芳梦休回首。",
      "小雨轻寒风满袖，下却帘儿，莫道梅花瘦。万点鹅黄春色透。玉箫吹上江南柳。"
    ]
  },
  {
    "id": "2e89e420fb023dc916731cdf3aac188e",
    "title": "八声甘州·金陵怀古",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "恨巨灵、多事凿长江，消沈几英雄。恨乌江亭长，天机轻泄，说与重瞳。更恨南阳耕叟，撺掇紫髯翁。一弹金陵土，战虎争龙。",
      "杯酒凤凰台上，对石城流水，钟阜诸峰。问六朝陵阙，何处是遗踪。后庭花、更无留响，渺春潮、残照笛声中。悲欢梦，芜城杨柳，几度春风。"
    ]
  },
  {
    "id": "2e89e420fb023dc95409aa998b6f4de4",
    "title": "水龙吟·金陵雪后西望",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "不知玄武湖中，一瓢春水何人借。裁冰剪雨，等闲占断，桃花春社。古阜花城，玉龙盐虎，夕阳图画。是东风吹就，明朝吹散，又还是、东风也。",
      "回首当时光景，渺秦淮、绿波东下。滔滔江水，依依山色，悠悠物化。璧月琼花，世间消得，几多朝夜。笑乌衣、不管春寒，只管说、兴亡话。"
    ]
  },
  {
    "id": "2e89e420fb023dc93a91d7e77c11ed35",
    "title": "南乡子·乌衣园",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "醉罢黑瑶池。渺渺春云海峤归。画栋珠帘成昨梦，谁知。百姓人家几度非。",
      "相对语斜晖。肠断江城柳絮飞。再见玉郎应不认，堪悲。也被缁尘染素衣。"
    ]
  },
  {
    "id": "2e89e420fb023dc9ffda23224cf2f7a4",
    "title": "清平乐·舒州",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "秋怀骚屑。卧听萧萧叶。四壁寒蛩吟不歇，旧恨新愁都说。",
      "疏疏雨打栖鸦。月痕犹在窗纱。一夜西风能紧，明朝瘦也黄花。"
    ]
  },
  {
    "id": "2e89e420fb023dc9b439c2c465eb3fd0",
    "title": "浪淘沙·令惜别",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "别易见时难。万水千山。参商烟树暮云间。料想凤凰城里梦，夜夜归鞍。",
      "杨柳小楼闲。倚遍阑干。东风剪剪雨珊珊。落尽桃花无可落，只管春寒。"
    ]
  },
  {
    "id": "2e89e420fb023dc9875b8f16aa6b7436",
    "title": "浣溪沙·送别",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "一曲离愁浅黛颦。云帆渺渺下烟津。山长水远客愁新。",
      "柳絮低迷千里梦，桃花荡漾一江春。小楼疏雨可怜人。"
    ]
  },
  {
    "id": "2e89e420fb023dc9351c783ea1f99289",
    "title": "祝英台近·闺怨",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "彩云空，香雨霁。一梦千年事。碧幌如烟，却扇试新睡。恁时杨柳阑干，芙蓉池馆，还只似、如今天气。",
      "远山翠。空相思，淡扫修眉，盈盈照秋水。落日西风，借问雁来未。只愁雁到来时，又无消息，只落得，一番憔悴。"
    ]
  },
  {
    "id": "2e89e420fb023dc9989a043ba48e7173",
    "title": "水调歌头·寄奥屯竹庵察副留金陵约游扬州不果",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "腰缠十万贯，骑鹤上扬州。诗翁那得有此，天地一扁舟。二十四番风信，二十四桥风景，正好及春游。挂席欲东下，烟雨暗层楼。",
      "紫绮冠，绿玉杖，黑貂裘。沧波万里，浩荡踪迹寄浮鸥。想杀南台御史，笑杀南州孺子，何事此淹留。远思渺无极，日夜大江流。"
    ]
  },
  {
    "id": "2e89e420fb023dc926f18cab84ba6806",
    "title": "满江红·赋竹樽",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "千亩君封，新移就、美泉天禄。形制古，椰樽嫌窄，瓠壶嫌俗。爱酒步兵缘业重，平生所愿何时足。再来生、竟堕此林中，充其腹。",
      "秋入洞，鉴金筑。春出户，跳珠玉。想宜城九酝，叶光凝绿。驴背夕阳同倒载，醉乡只在筼筜谷。问东坡、何独饮松醪，还思肉。"
    ]
  },
  {
    "id": "2e89e420fb023dc9eeb04e9d35321854",
    "title": "唐多令",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "回棹百花洲。迢迢碧玉流。听笛声、何处高楼。如此江山无此客，虽有酒、奈何秋。",
      "呼月出云头。问渠能饮不。笑人间、元自无愁。可惜月翁呼不出，呼得出、载同游。"
    ]
  },
  {
    "id": "2e89e420fb023dc905e3d2fe30efe82f",
    "title": "朝中措·送春",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "游丝千万暖风柔，只系得春愁。恨杀啼莺句引，孤他语燕攀留。",
      "纵然留住，香红吹尽，春也堪羞。去去不堪回首，斜阳一点西楼。"
    ]
  },
  {
    "id": "2e89e420fb023dc978e452d1ad92dde4",
    "title": "眼儿媚·寓城思归竹庵留行赋呈",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "暖云挟雨洗尘埃。刬地峭寒催。燕儿知否，莺儿知否，厮句春回。",
      "小楼日日重帘卷，应是把人猜。杏花如许，桃花如许，不见归来。"
    ]
  },
  {
    "id": "2e89e420fb023dc9b2233d863f832acd",
    "title": "诉衷情令·濡溪悼旧",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "曲屏深院赴幽期。心事梦云知。佩环零乱何处，江上草离离。",
      "日平西，天似幕，月如眉。依稀还记，两岸杨花，送上船时。"
    ]
  },
  {
    "id": "2e89e420fb023dc9f27f4b72e0480ac6",
    "title": "贺新郎·落星寺",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "帆影斜阳里。与芦花、分风飞过，落星遗此。瓦老苔荒钟鼓陋，斑剥，残碑无几。想此处、阅人多矣。天上白榆犹落去，况人间、一瞬浮花蕊。问五老，笑而已。",
      "仙翁当日曾挥麈。拍阑干、浩歌音响，振鱼龙耳。九十馀年无人问，遗韵半江烟水。慨宇宙、风涛如许。安得六丁移此石，去横身、作个中流砥。长唱罢，冥鸿起。"
    ]
  },
  {
    "id": "2e89e420fb023dc9bc9e1ab3f721c9cf",
    "title": "青玉案·泛大江",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "巨舟双橹鸣鹅鹳。千万顷、玻璃面。宇宙浮萍堪永叹。黄唐开辟，秦隋争战。不把江山换。",
      "芦花新雪秋撩乱。何处渔舟起孤筦。一片古愁萦不断。平沙矮树，溪烟荒岸。落日西风雁。"
    ]
  },
  {
    "id": "2e89e420fb023dc9d25c826daf1bf8b2",
    "title": "一剪梅·菊酒",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "小小黄花尔许愁。楚事悠悠，晋事悠悠。荒芜三径渺中洲，开几番秋，落几番秋。",
      "不是孤芳万古留。餐亦堪羞，采亦堪羞。离骚赋罢酒新篘，醒也风流，醉也风流。"
    ]
  },
  {
    "id": "2e89e420fb023dc9b95b493748708d0f",
    "title": "念奴娇·其一题永平监前刘氏小楼",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "远山如簇，对楼前、浓抹淡妆新翠。应是西湖湖上景，移过江南千里。旧日春光，重归杨柳，苒苒黄金缕。市声分付，画桥之外流水。",
      "最好叠观泥金，危城带粉，文笔双峰倚。烟寺晚钟渔浦笛，都入王维画里。敧枕方床，凭阑往古，世界浮萍耳。湖天风紧，白鸥欲下还起。"
    ]
  },
  {
    "id": "2e89e420fb023dc9e89c2785886fb094",
    "title": "水龙吟·九日登城",
    "authorName": "黎廷瑞",
    "authorId": "2e89e420fb023dc9d1457b72a51fb975",
    "dynasty": "宋",
    "content": [
      "荒城落日西风，满街芳草无行路。楼台羽化，萤飞故苑，蛩吟残础。不减承平，半湖秋月，隔溪烟树。慨江南风景，一朝如许，教人恨、王夷甫。",
      "对酒强推愁去。酒醒来、愁还如故。青萍三尺，阴符一卷，土花尘蠹。试问黄花，花知余否，沉吟无语。拍阑干，空羡平沙落雁，沧波归鹭。"
    ]
  },
  {
    "id": "2e89e420fb2ad95612f4d5da5c65070a",
    "title": "卜算子",
    "authorName": "李敦诗",
    "authorId": "2e89e420fb2ad956d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "南北利名人，常恨家居少。每到春时听子规，无不伤怀抱。",
      "好去向长安，细与公卿道。待得功成名遂时，不似归来早。"
    ]
  },
  {
    "id": "2e89e420fb47ac26934f95cfd5b8fd50",
    "title": "水调歌头·隐括楚词答朱实甫",
    "authorName": "马廷鸾",
    "authorId": "2e89e420fb47ac263a029f040829424f",
    "dynasty": "宋",
    "content": [
      "把酒对湘浦，独吊大夫醒。当年皇览初度，饮露更餐英。服以高冠长佩，扈以江蓠薜芷，御气独乘清。谁意椒兰辈，从臾武关盟。",
      "哭东门，哀郢路，悄无宁。人世纷纷起灭，遗臭与留馨。一笑远游轻举，三叹道长世短，晦朔自秋春。洗眼看物变，朝菌共灵椿。"
    ]
  },
  {
    "id": "2e89e420fb47ac26b69e3457c6e574fb",
    "title": "齐天乐·和张龙山寿词",
    "authorName": "马廷鸾",
    "authorId": "2e89e420fb47ac263a029f040829424f",
    "dynasty": "宋",
    "content": [
      "老夫耄矣，怪新年顿尔，□衰俱现。排闷篇诗，浇愁盏酒，自读离骚自劝。长安日远。怅旧国禾宫，故侯瓜畹。风景不殊，江涛如此世缘浅。",
      "莫莫休休□□，□□乾坤毁，幽怀无限。弱羽填波，轻装浮海，其奈沧溟潋滟。年华婉娩。况六十平头，底须顽健。戏唱高词，作还丹九转。"
    ]
  },
  {
    "id": "2e89e420fb47ac2636b1b631276e8669",
    "title": "沁园春·为洁堂寿",
    "authorName": "马廷鸾",
    "authorId": "2e89e420fb47ac263a029f040829424f",
    "dynasty": "宋",
    "content": [
      "杨柳依依，我生之辰，与公共之。叹袅娜章台，歌翻轻吹，飘零灞岸，影弄斜晖。花萼楼深，灵和殿古，人自凄凉柳自垂。相逢处，记吾侬堕地，嘉定明时。",
      "何须梦得君知。便稳道人生七十稀。笑桓大将军，枝条如此，陶潜处士，门巷归兮。几阵花飞，一池萍碎，又向先生把寿厄。年年好，祝东风万缕，老翠云齐。"
    ]
  },
  {
    "id": "2e89e420fb47ac2694c747f7b00cf51c",
    "title": "水调歌头·和洁堂韵",
    "authorName": "马廷鸾",
    "authorId": "2e89e420fb47ac263a029f040829424f",
    "dynasty": "宋",
    "content": [
      "老子早知退，鸥鹭未盟寒。痴顽逾六望七，宁以寿为欢。风有黍离伤咽，雅有蓼莪憔悴，使我不能餐。更把南陔读，泪落广陵澜。",
      "踏峨峰，腾华顶，卧王官。青山与汝卒岁，紫茹可登盘。乞得白翁归处，莫学缁郎更误，危梦倚栏干。多谢长生曲，颜面怕人看。"
    ]
  },
  {
    "id": "2e89e420fb47ac265c1daf6fb8baf5a9",
    "title": "失调名",
    "authorName": "马廷鸾",
    "authorId": "2e89e420fb47ac263a029f040829424f",
    "dynasty": "宋",
    "content": [
      "东晋纤儿撞坏，枼令人间受祸。"
    ]
  },
  {
    "id": "2e89e420fb6cfa10e1a48cda3b2501f3",
    "title": "菩萨蛮·虫枭矶",
    "authorName": "王去疾",
    "authorId": "2e89e420fb6cfa10d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "吴波深处波声急。栏干下瞰鱼龙宅。江北与江南。斜阳山外山。",
      "十洲三岛地。梦里身曾至。今日醉危亭。神仙邀我盟。"
    ]
  },
  {
    "id": "2e89e420fb6cfa1081a1d5c08c9f2979",
    "title": "忆旧游（前题分得论字）",
    "authorName": "王去疾",
    "authorId": "2e89e420fb6cfa10d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "正落花时节，憔悴东风，绿满愁痕。悄客梦惊呼伴侣，断鸿有约，回泊归云。江空共道惆怅，夜雨隔篷闻。尽世外纵横，人间恩怨，细酌重论。",
      "叹他乡异县，渺旧雨新知，历落情真。匆匆那忍别，料当君思我，我亦思君。人生自非麋鹿，无计久同群。此去重销魂，黄昏细雨人闭门。"
    ]
  },
  {
    "id": "2e89e420fb6e50684334969fc67853a1",
    "title": "蝶恋花",
    "authorName": "王重",
    "authorId": "2e89e420fb6e5068d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "去岁花前曾记有。坐醉嬉游，花下携纤手。粉面与花相间斗。星眸一转晴波溜。",
      "一见新花还感旧。泪眼逢春，忍更看花柳。春恨厌厌如永昼。□□寂寞黄昏后。"
    ]
  },
  {
    "id": "2e89e420fb6e50688f77d39aabf29ad7",
    "title": "烛影摇红",
    "authorName": "王重",
    "authorId": "2e89e420fb6e5068d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "烟雨江城，望中绿暗花枝少。惜春长待醉东风，却恨春归早。",
      "纵有幽情欢会，奈如今、风情渐老。凤楼何处，画阑愁倚，天涯芳草。"
    ]
  },
  {
    "id": "2e89e420fb9ab9c96fca4c24cf307f94",
    "title": "念奴娇·几上凝尘戏画梅一枝",
    "authorName": "胡惠斋",
    "authorId": "2e89e420fb9ab9c9d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "小斋幽僻，久无人到此，满地狼藉。几案尘生多少憾，把玉指亲传踪迹。画出南枝，正开侧面，花蕊俱端的。可怜风韵，故人难寄消息。",
      "非共雪月交光，这般造化，岂费东君力。只欠清香来扑鼻，亦有天然标格。不上寒窗，不随流水，应不钿宫额。不愁三弄，只愁罗袖轻拂。"
    ]
  },
  {
    "id": "2e89e420fb9ab9c9bbca59e56362864d",
    "title": "满江红·灯花",
    "authorName": "胡惠斋",
    "authorId": "2e89e420fb9ab9c9d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "暝霭黄昏，灯檠上、荧荧初炙。银焰袅、孤光分夜，寸心凝碧。留照娇颜欢笑偶，上元庆赏嬉游夕。笑聚萤、积雪与偷光，寒儒忆。",
      "蝶眷恋，成何得。花传喜，知何日。听邻家昨夜，扣阍谁觅。焰短始知新月上，摇红孤馆因风急。恨那人、别后不成眠，时时剔。"
    ]
  },
  {
    "id": "2e89e420fb9cfab637c22b7248accd3f",
    "title": "归去来·兮",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "侬家贫甚诉长饥。幼稚满庭闱。正坐瓶无储粟，漫求为吏东西。偶然彭泽近邻圻。公秫滑流匙。葛巾劝我求为酒，黄菊怨、冷落东篱。五斗折腰，谁能许事，归去来兮。老圃半榛茨。山田欲蒺藜。念心为形役又奚悲。独惆怅前迷。不谏后方追。觉今来是了，觉昨来非。扁舟轻扬破朝霏。风细漫吹衣。试问征夫前路，晨光小，恨熹微。乃瞻衡宇载奔弛。迎候满荆扉。已荒三径存松菊，喜诸幼、入室相携。有酒盈尊，引觞自酌，庭树遣颜怡。容膝易安栖。南窗寄傲睨。更小园日涉趣尤奇。尽虽设柴门，长是闭斜晖。纵遐观矫首，短策扶持。",
      "浮云出岫岂心思。鸟倦亦归飞。翳翳流光将入，孤松抚处凄其。息交绝友堑山溪。世与我相违。驾言复出何求者，旷千载、今欲从谁。亲戚笑谈，琴书觞咏，莫遣俗人知。邂逅又春熙。农人欲载菑。告西畴有事要耘耔。容老子舟车，取意任委蛇。历崎岖窈窕，丘壑随宜。欣欣花木向荣滋。泉水始流澌。万物得时如许，此生休笑吾衰。寓形宇内几何时。岂问去留为。委心任运无多虑，顾皇皇、将欲何之。大化中间，乘流归尽，喜惧莫随伊。富贵本危机。云乡不可期。趁良辰、孤往恣游嬉。独临水登山，舒啸更哦诗。除乐天知命，了复奚疑。"
    ]
  },
  {
    "id": "2e89e420fb9cfab60918a80c5afa6f70",
    "title": "念奴娇·上章乞休致，戏作",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "老夫归去，有三径、足可长拖衫袖。一道官衔清彻骨，别有监临主守。主守清风，监临明月，兼管栽花柳。登山临水，作诗三首两首。",
      "休说白日升天，莫夸金印，斗大悬双肘。且说庐陵传盛事，三个闲人眉寿。拣罢军员，归农押录，致政诚斋叟。只愁醉杀，螺江门外私酒。"
    ]
  },
  {
    "id": "2e89e420fb9cfab6601db7c79cd32ee4",
    "title": "好事近·七月十三日夜登万花川谷望月作",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "appreciation": "“月未到诚斋，先到万花川谷。”开篇两句，明白如话，说皎洁的月光尚未照进他的书房，却照到了“万花山谷”。作者用“未到”和“先到”巧设悬念，引人遐想。读完这两句，人们自然地要问：既然“诚斋”与“万花川谷”相去不远，何以月光照到了“万花川谷”，作者的书房里不见月光呢？紧接着两句“不是诚斋无月，隔一林修竹。”使悬念顿解，也说明了作者为什么要离开诚斋跑到万花川谷去赏月。原来，在他的书房前面有一片茂密的竹林，遮蔽了月光。本句中的“隔”字与“修”字看似平平常常，实则耐人琢磨，有出神入化之妙。试想，竹子如果不是长得郁郁葱葱，修长挺拔，怎么会把月光“隔”断？寥寥十一字，既解开了“月未到诚斋”的疑窦，也说明了书房处于竹林深处，环境幽雅僻静。《宋史》记载，杨万里在任永州零陵县丞时，曾三次去拜访谪居永州的张浚不得见面，后来“……以书谈始相见，浚勉以正心诚意之学，万里服其教终身，乃名读书之室曰‘诚斋’。”这样，就可以想见杨万里名为“诚斋”的书房是费了一番心思，作了精心的设置和安排的。\n上片通过对照描写，用“未到”和“先到”点明，此时诚斋仍处在朦胧暗影之中，而“万花川谷”已是月光朗照。下片四句，便描写“万花川谷”的月色。“如今才是十三夜，月色已如玉。”两句中只有“如玉”二字写景，这两字用巧妙的比喻，形象生动地描绘出碧空澄明、冰清玉洁的月夜景色。“才”字与“已”字相呼应，使人想到作者在“十三”的夜里欣赏到这样美妙的月景，有些喜出望外；也使人想到，尽管现在看到的月色象玉一般的晶莹光洁，令人陶醉，但“十三夜”毕竟不能算是欣赏月色的最佳时刻。那么，何时的月色最美呢？任人皆知，阴历的十五、十六日月亮最圆，是观赏月光最好的日子。这样，词的结尾两句，也就很自然地推出一个新的境界：“未是秋光奇绝，看十五十六。”“未是”二字压倒前句描写的美妙如玉，剔透晶莹的境界，推出一个“秋光奇绝”的新天地，指出即将来临的十五十六才是赏月的最佳时刻。尾二句笔墨看似平淡，却表现出一个不同凡响的艺术境界，说明作者对未来、对美有着强烈的憧憬和追求。\n杨万里在文学史上被称为南宋“中兴四大诗人”之一，“杨诚斋体”在当时也颇有影响。本词语言平易自然，意境新鲜，生活气息浓郁，说明他的词风一如他的诗风。",
    "content": [
      "月未到诚斋，先到万花川谷。不是诚斋无月，隔一林修竹。",
      "如今才是十三夜，月色已如玉。未是秋光奇绝，看十五十六。"
    ],
    "translation": "月亮还未照到我的书斋前，先照到了万花川谷，不是书斋没有月光，而是被高高的竹林隔着。\n现在才是农历七月十三的夜晚，圆月已像白玉雕成的一样。秋月还没到最美的时候，到了十五、十六日夜晚你再看，那才是最好的。",
    "intro": "《好事近·七月十三日夜登万花川谷望月作》是南宋词人杨万里的词作。这首小令描写的是七月十三夜里赏月的情景，语言明白如话，协警含蓄有致。上片细心地描绘出月光照到万花川谷，而因为竹林的阻挡没有照到书房诚斋；下片写月光如玉，并满怀希望地认为再过两天的月色会更好。纯用白描手法，艺术技巧纯熟。",
    "annotation": [
      "好事近：词牌名。又名《钓船笛》，《张子野词》入“仙吕宫”。双调四十五字，前后片各两仄韵，以入声韵为宜。两结句皆上一、下四句法。连用多数仄声收脚而又杂有特殊句式组成的短调小令，常是显示拗峭挺劲的声情，适宜表达“孤标耸立”和激越不平的情调。",
      "诚斋：杨万里书房的名字。",
      "万花川谷：是离“诚斋”不远的一个花圃的名字。在吉水之东，作者居宅之上方。",
      "修竹：长长的竹子。",
      "奇绝：奇妙非常。"
    ]
  },
  {
    "id": "2e89e420fb9cfab6e60318824ffb9270",
    "title": "武陵春·老夫茗饮小过，遂得气疾，终夕越吟，而长孺子有书至，答以",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "长铗归乎逾十暑，不著鵔鸃冠。道是今年胜去年。特地减清欢。",
      "旧赐龙团新作祟，频啜得中寒。瘦骨如柴痛又酸。儿信问平安。"
    ]
  },
  {
    "id": "2e89e420fb9cfab6eeb21972c7686154",
    "title": "昭君怨·赋松上鸥",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "appreciation": "题目《赋松上鸥》说明，这是一首咏物词。上片写作者静坐书室，意外地听窗外松树上有沙鸥前来投宿，十分惊喜。“偶听松梢扑鹿”，“偶”字意即偶然地，或者说是意料之外地，“扑鹿”是象声词。首句说，他偶然听到门前松树梢上有飞鸟拍打翅膀的“扑鹿”声，凭着生活经验，他“知是沙鸥来宿”。首二句无丝毫的渲染与夸饰，似乎是简单地平铺直叙，但只要稍稍揣摩，便不难发现，这十二个字既写出了环境的寂静，又写出了树上鸥鸟的活动，从字面看，人未见形，鸥未露体，而在读者的意念中，却分明“看”到作者凝神谛听的神态，“听”到沙鸥抖动翅膀的扑扑鹿鹿的声音，这足以说明，这两句近似口语的话，并非随意信手写来，而是经过认真推敲锤炼而得，因此颇为传神。\n“稚子莫喧哗，恐惊他。”沙鸥前来投宿，作者无限欣喜，他小心翼翼地向正在玩耍的孩子们示意，告诫他们不要吵闹，恐怕惊吓了鸥鸟。这两句于字里行间透露出作者对沙鸥这种鸟儿非常喜欢，同时表现了作者对生活的热爱，而且增加了本词的生活气息。“莫”字和“恐”字表达出作者对沙鸥由衷的喜爱。\n下片写鸥鸟远飞，词人不免怅然若有失，进而将鸥鸟人格化，与之沟通思想，借以抒发心志。“俄顷忽然飞去，飞去不知何处？”作者正因为沙鸥落在“诚斋”门前松树上高兴，转瞬间沙鸥忽然振翅远飞，作者深感失望，先前的激情顿时冷落下来。“不知何处”说明作者对鸥鸟十分记挂，面对一片空虚的茫茫夜空，他万分焦虑，却又无可如何。两句中“飞去”二字重复使用，这种手法在现代修辞学上称为“顶真”，因为用得恰切自然，所以读起来丝毫没有重复的感觉。\n“我已乞归休，报沙鸥。”结尾两句，作者和盘托出心志，把自己辞官归隐的事告诉沙鸥，表述了他期望求得沙鸥“理解”的心情。据《宋史》记载，杨万里长期被贬，愤而辞官家居，临终前曾有“韩佗胄奸臣，专权无上，动兵残民，谋危社稷。吾头颅如许，报国无路，惟有孤愤！”的话，说明他因为报国无门，又不被人理解，忧愤至死。本词把沙鸥视为“知己”，寄托自己的感情，其意也在于排解内心的苦闷。",
    "content": [
      "偶听松梢扑鹿。知是沙鸥来宿。稚子莫喧哗。恐惊他。",
      "俄顷忽然飞去。飞去不知何处。我已乞归休。报沙鸥。"
    ],
    "translation": "偶尔听到窗外松树上拍打翅膀扑扑鹿鹿的声音，知道沙鸥在夜宿，十分惊喜。小孩子声音小一些，别惊动了鸥鸟。\n不一会儿工夫，沙鸥突然振翅远飞，不知道它落到何处去了。告诉沙鸥，我已经向朝廷提出请求，要辞官归隐了。",
    "intro": "《昭君怨·赋松上鸥》是南宋词人杨万里创作的一首词。词上片写作者静坐书室，意外地听窗外松树上有沙鸥前来投宿，十分惊喜。下片写鸥鸟远飞，词人不免怅然若有失，进而将鸥鸟人格化，与之沟通思想，借以抒发心志。词借沙鸥写作者绝意官场，愿与沙鸥为盟的心志。词语言通俗，笔致灵动，带有诚斋体的幽默风趣。",
    "foreword": "晚饮诚斋，忽有一鸥来泊松上，已而复去，感而赋之。",
    "annotation": [
      "昭君怨：词牌名，又名《宴西园》、《一痕沙》。四十字，全阕四换韵，两仄两平递转，上下片同。",
      "诚斋：杨万里书房的名字。",
      "已而：后来。",
      "扑鹿：状声音。张志和《渔父》：“惊起鸳鸯扑鹿飞。”",
      "稚子：幼子；小孩。",
      "喧哗：声音大而杂乱。",
      "俄倾：片刻；一会儿。",
      "归休：辞官退休；归隐。",
      "报沙鸥：沙鸥，栖息于沙滩、沙洲上的鸥鸟。《文选》卷三十一江淹《杂体诗》“拟张绰”，李善注引《庄子》：“海上有人好鸥鸟者，旦而之海上，从鸥鸟游，鸥鸟至者百数。其父曰：‘吾闻鸥从汝游，试取来，吾从玩之。’曰：’诺。‘明旦之海上，鸥鸟舞而不下。“今本无之。《列子·黄帝篇》略同。人无机心，能感动异类，称”鸥鸟忘机“本此。这里意谓自己志在隐居，约沙鸥为伴，今即将实行，故告知它。曹松《赠方干》二之二：”他时莫为三征起，门外沙鸥解笑君。“本词似用此意。黄庭坚《登快阁》：”万里归船弄长笛，此心吾与白鸥盟。“"
    ]
  },
  {
    "id": "2e89e420fb9cfab6dd2d7fee92c3e65e",
    "title": "水调歌头·贺广东漕蔡定夫母生日",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "玉树映阶秀，玉节逐年新。年年九月，好为阿母作生辰。涧底蒲芽九节，海底银涛万顷，酿作一杯春。泛以东篱菊，寿以漆园椿。",
      "对西风，吹鬓雪，炷香云。郎君入奏，又迎珠幰入修门。看即金花紫诰，并举莆常两国，册命太夫人。三点台星上，一点老人星。"
    ]
  },
  {
    "id": "2e89e420fb9cfab65fa85cd0dcfc18cb",
    "title": "昭君怨·咏荷上雨",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "appreciation": "这首小令用轻松活泼的笔调写自己梦中泛舟西湖和被雨惊醒后的情景。\n上片写梦中泛舟西湖花底，骤雨打篷，从梦中惊醒。“午梦扁舟花底，香满西湖烟水。”“扁舟”，小船；花底，花下。词人午睡，梦中驾着小船在西湖荷花之下泛游，烟雾缭绕的水面上荷花的香味四溢。这两句写的虽是梦境，但形象逼真，如同一幅绝妙的水墨画，淡笔素描，勾勒出湖面胜景的一个轮廓，呈现在读者面前。“急雨打篷声，梦初惊。”突然，一阵暴雨击打船篷的声音，把他从梦中惊醒，一瞬间，先前的扁舟、荷花、烟水顿时消失，可以想见，词人此时对梦境还有些留恋，对雨声打断他的美梦不无遗憾。\n下片写醒来所见景物，与先前的梦境相映成趣。“却是池荷跳雨，散了真珠还聚。”“却是”二字，承上启下，把梦境和现实串在一起。原来，先前梦中听到的“急雨打篷声”，睁眼一看，是雨点落在门前池塘中的荷叶发出的声音。“跳”字说明雨下得很急，与上片的“打”字相呼应。雨珠在荷叶上活蹦乱跳，形同一粒粒的珍珠，“珠珠”被雨点击散，又重新聚合，因此说“散了……还聚”，若不是观察仔细，是很难提炼出这样的佳句来的。“聚作水银窝，泻清波。”“水银”二字作比喻，形象地写出水珠在荷叶上滚动聚合的状貌。这两句是说，雨点聚多了，聚成水银般的一窝，此时叶面无法承受它的重量，叶上的积水便泻入池中。“跳”、“散”、“聚”、“泻”，四个动词连用，把雨打荷叶，荷叶面上水珠滚动，周而复始的情景写得活灵活现。\n词构思巧妙，意境新颖，梦境与现实对照写来，曲折而有层次，极富变化，细细品味，似乎看到晶莹璀灿的珍珠在碧绿的“盘”中滚动；似乎嗅到荷花的阵阵幽香，有很强的艺术魅力。",
    "content": [
      "午梦扁舟花底，香满西湖烟水。急雨打篷声，梦初惊。",
      "却是池荷跳雨，散了真珠还聚。聚作水银窝，泛清波。"
    ],
    "comment": [
      "钱钟书的《谈艺录》说：“以入画之景作画，宜诗之事赋诗，如铺锦增华，事半而功则倍，虽然，非拓境宇、启山林手也。诚斋、放翁，正当以此轩轾之。人所曾言，我善言之，放翁之与古为新也；人所未言，我能言之，诚斋之化生为熟也。放翁善写景，而诚斋擅写生。放翁如图画之工笔；诚斋则如摄影之快镜，兔起鹘落，鸢鱼跃，稍纵即逝而及其末逝，转瞬即改而当其未改，眼明手捷，踪矢蹑风，此诚斋之所独也。”"
    ],
    "translation": "夏日午眠，梦见荡舟西湖荷花间，满湖烟水迷茫、荷花氤氲清香扑鼻。突然如筛豆般的阵雨敲击船篷，发出“扑”、“扑”的声音，把我从西湖赏荷的梦境中惊醒。\n以为是在西湖赏荷，却原来是在家中午休，遇急雨击池中荷叶把我惊醒，梦醒后观庭院荷池，急雨敲打荷叶，雨珠跳上跳下，晶莹的雨点忽聚忽散，散了如断线的珍珠，四处迸射，使人眼花缭乱，最后聚在叶心，像一窝泛波的水银，亮晶晶的。",
    "intro": "《昭君怨·咏荷上雨》是宋代诗人杨万里的词作。这首小令用轻松活泼的笔调写自己梦中泛舟西湖和被雨惊醒后的情景。上片写梦中泛舟西湖花底，骤雨打篷，从梦中惊醒。下片写醒来所见景物，与先前的梦境相映成趣。本词构思巧妙，意境新颖，梦境与现实对照写来，曲折而有层次，极富变化，细细品味，似乎看到晶莹璀灿的珍珠在碧绿的“盘”中滚动；似乎嗅到荷花的阵阵幽香，有很强的艺术魅力。",
    "annotation": [
      "昭君怨：词牌名，又名《宴西园》、《一痕沙》。四十字，全阕四换韵，两仄两平递转，上下片同。",
      "扁舟：小船。",
      "烟水：雾霭迷蒙的水面。",
      "打篷声：雨落船篷之声。",
      "真珠：即珍珠。形圆如豆，乳白色，有光泽，是某些软体动物（如蚌）壳内所产。为珍贵的装饰品，并可入药。",
      "水银：喻水珠。",
      "清波：清澈的水流。"
    ]
  },
  {
    "id": "2e89e420fb9cfab6b165050ef7a6a7aa",
    "title": "忆秦娥·初春",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "新春早。春前十日春归了。春归了。落梅如雪，野桃红小。",
      "老夫不管春催老。只图烂醉花前倒。花前倒。儿扶归去，醒来窗晓。"
    ]
  },
  {
    "id": "2e89e420fb9cfab672ad55930281c05b",
    "title": "峡山寺竹枝词五首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "峡里撑船更不行，棹郎相语改行程。却从西岸抛东岸，依旧船头不可撑。"
    ]
  },
  {
    "id": "2e89e420fb9cfab672ad55935c99f3ad",
    "title": "峡山寺竹枝词五首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "一水双崖千万萦，有天无地只心惊。无人打杀杜鹃子，雨外飞来头上声。"
    ]
  },
  {
    "id": "2e89e420fb9cfab672ad5593b4667e9e",
    "title": "峡山寺竹枝词五首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "龟鱼到此总回头，不但龟鱼蟹亦愁。底事诗人轻老命，犯滩冲石去韶州。"
    ]
  },
  {
    "id": "2e89e420fb9cfab672ad559343748d65",
    "title": "峡山寺竹枝词五首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "一滩过了一滩奔，一石横来一石蹲。若怨古来天设险，峡山不到也由君。"
    ]
  },
  {
    "id": "2e89e420fb9cfab672ad55935fcd5076",
    "title": "峡山寺竹枝词五首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "天齐浪自说浯溪，峡与天齐真个齐。未必峡山高尔许，看来只恐是天低。"
    ]
  },
  {
    "id": "2e89e420fb9cfab645fb7e405af0f2d3",
    "title": "过显济庙前石矶竹枝词二首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "石矶作意恼舟人，束起波涛遣怒奔。撑折万篙浑不枉，石矶赢得万馀痕。"
    ]
  },
  {
    "id": "2e89e420fb9cfab645fb7e401fe732aa",
    "title": "过显济庙前石矶竹枝词二首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "大矶愁似小矶愁，篙稍宽时船即流。撑得篙头都是血，一矶又复在前头。"
    ]
  },
  {
    "id": "2e89e420fb9cfab654da33546b70eda6",
    "title": "过白沙竹枝歌六首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "穹崖绝嶂入云天，乌鹊才飞半壁间。远渚长汀草如积，牛羊须上最高山。"
    ]
  },
  {
    "id": "2e89e420fb9cfab654da335453fd139e",
    "title": "过白沙竹枝歌六首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "田亩浑无寸尺强，真成水国更山乡。夹江黄去堤堤粟，一望青来谷谷桑。"
    ]
  },
  {
    "id": "2e89e420fb9cfab654da3354d044c756",
    "title": "过白沙竹枝歌六首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "绝怜山崦两三家，不种香粳只种麻。耕遍沿堤锄遍岭，都来能得几生涯。"
    ]
  },
  {
    "id": "2e89e420fb9cfab654da33543db30ae5",
    "title": "过白沙竹枝歌六首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "东沿西溯浙江津，去去来来暮复晨。上岸牵樯推稚子，隔船招手认乡人。"
    ]
  },
  {
    "id": "2e89e420fb9cfab654da3354b17be954",
    "title": "过白沙竹枝歌六首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "昨日下滩风打头，羡他上水似轻鸥。朝来上水帆都卸，真个轻鸥也自愁。"
    ]
  },
  {
    "id": "2e89e420fb9cfab654da3354a5af7fb8",
    "title": "过白沙竹枝歌六首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "绝壁临江千尺馀，上头一径过肩舆。舟人仰看胆俱破，为问行人知得无。"
    ]
  },
  {
    "id": "2e89e420fb9cfab62226504876c76713",
    "title": "过乌石大小二浪滩俗呼浪为郎因戏作竹枝歌二首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "滩声十里响千鼙，跃雪跳霜入眼奇。记得年时上滩苦，如今也有下滩时。"
    ]
  },
  {
    "id": "2e89e420fb9cfab622265048d7a22c88",
    "title": "过乌石大小二浪滩俗呼浪为郎因戏作竹枝歌二首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "小郎滩下大郎滩，伯仲分司水府关。谁为行媒教作赘，大姑山与小姑山。"
    ]
  },
  {
    "id": "2e89e420fb9cfab6d12fb604cbecb2a5",
    "title": "竹枝歌七首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "吴侬一队好儿郎，只要船行不要忙。着力大家齐一拽，前头管取到丹阳。"
    ]
  },
  {
    "id": "2e89e420fb9cfab6d12fb604fe15a02d",
    "title": "竹枝歌七首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "莫笑楼船不解行，识侬号令听侬声。一人唱了千人和，又得蹉前五里程。"
    ]
  },
  {
    "id": "2e89e420fb9cfab6d12fb6046bb4ec2d",
    "title": "竹枝歌七首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "船头更鼓恰三槌，底事荒鸡早个啼。戏学当年度关客，且图一笑过前溪。"
    ]
  },
  {
    "id": "2e89e420fb9cfab6d12fb604ec1f266e",
    "title": "竹枝歌七首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "积雪初融做晚晴，黄昏恬静到三更。小风不动还知么，且只牵船免打冰。"
    ]
  },
  {
    "id": "2e89e420fb9cfab6d12fb604a75635c1",
    "title": "竹枝歌七首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "岸旁燎火莫阑残，须念儿郎手脚寒。更把绿荷包热饭，前头不怕上高滩。"
    ]
  },
  {
    "id": "2e89e420fb9cfab6d12fb604cc12a562",
    "title": "竹枝歌七首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "月子弯弯照几州，几家驩乐几家愁。愁杀人来关月事，得休休处且休休。"
    ]
  },
  {
    "id": "2e89e420fb9cfab6d12fb604992cda84",
    "title": "竹枝歌七首",
    "authorName": "杨万里",
    "authorId": "2e89e420fb9cfab6678a1491144a3f71",
    "dynasty": "宋",
    "content": [
      "幸自通宵暖更晴，何劳细雨送残更。知侬笠漏芒鞋破，须遣拖泥带水行。"
    ]
  },
  {
    "id": "2e89e420fbb12124e964435ecee27c64",
    "title": "偷声木兰花·春分遇雨",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "天将小雨交春半，谁见枝头花历乱。纵目天涯，浅黛春山处处纱。",
      "焦人不过轻寒恼，问卜怕听情未了。许是今生，误把前生草踏青。"
    ],
    "intro": "此词为五代宋初文学家、书法家徐铉所作，全篇结构平稳，但又不掉趣味，作风含蓄天然，以春分做题材，真率自然，不押险韵，不用奇字，颇近白居易诗风，从容描绘出一幅春之图画。"
  },
  {
    "id": "2e89e420fbb12124f3d3b9ba47b9ca48",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "把酒凭君唱柳枝，也从丝管递相随。逢春只合朝朝醉，记取秋风落叶时。"
    ]
  },
  {
    "id": "2e89e420fbb12124f3d3b9bae632233f",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "南园日暮起春风，吹散杨花雪满空。不惜杨花飞也得，愁君老尽脸边红。"
    ]
  },
  {
    "id": "2e89e420fbb12124f3d3b9ba7dd71f93",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "陌上朱门柳映花，帘钩半卷绿阴斜。凭郎暂驻青骢马，此是钱塘小小家。"
    ]
  },
  {
    "id": "2e89e420fbb12124f3d3b9bae0158f9e",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "夹岸朱栏柳映楼，绿波平幔带花流。歌声不出长条密，忽地风回见彩舟。"
    ]
  },
  {
    "id": "2e89e420fbb12124f3d3b9bac859e521",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "老大逢春总恨春，绿杨阴里最愁人。旧游一别无因见，嫩叶如眉处处新。"
    ]
  },
  {
    "id": "2e89e420fbb12124f3d3b9bae5a64c43",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "蒙蒙堤畔柳含烟，疑是阳和二月天。醉里不知时节改，漫随儿女打秋千。"
    ]
  },
  {
    "id": "2e89e420fbb12124f3d3b9ba2e694ae0",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "水阁春来乍减寒，晓妆初罢倚栏干。长条乱拂春波动，不许佳人照影看。"
    ]
  },
  {
    "id": "2e89e420fbb12124f3d3b9ba0435b938",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "柳岸烟昏醉里归，不知深处有芳菲。重来已见花飘尽，唯有黄莺啭树飞。"
    ]
  },
  {
    "id": "2e89e420fbb12124f3d3b9ba22f4a36a",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "此去仙源不是遥，垂杨深处有朱桥。共君同过朱桥去，索映垂杨听洞箫。"
    ]
  },
  {
    "id": "2e89e420fbb12124f3d3b9ba1b7c8e5b",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "暂别扬州十度春，不知光景属何人。一帆归客千条柳，肠断东风杨子津。"
    ]
  },
  {
    "id": "2e89e420fbb12124f3d3b9bafaad10ad",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "仙乐春来按舞腰，清声偏似傍娇饶。应缘莺舌多情赖，长向双成说翠条。"
    ]
  },
  {
    "id": "2e89e420fbb12124f3d3b9ba6bcf8f87",
    "title": "柳枝辞十二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "凤笙临槛不能吹，舞袖当筵亦自疑。唯有美人多意绪，解衣芳态画双眉。"
    ]
  },
  {
    "id": "2e89e420fbb12124b6ae1bd2a5b7d1cb",
    "title": "抛毬乐辞二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "歌舞送飞毬，金觥碧玉筹。管弦桃李月，帘幕凤凰楼。",
      "一笑千场醉，浮生任白头。"
    ]
  },
  {
    "id": "2e89e420fbb12124b6ae1bd26f8442b0",
    "title": "抛毬乐辞二首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "灼灼传花枝，纷纷度画旗。不知红烛下，照见彩毬飞。",
      "借势因期克，巫山暮雨归。"
    ]
  },
  {
    "id": "2e89e420fbb12124223f95c71c27522e",
    "title": "柳枝词十首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "金马词臣赋小诗，梨园弟子唱新词。君恩还似东风意，先入灵和蜀柳枝。"
    ]
  },
  {
    "id": "2e89e420fbb12124223f95c7ae3d79ad",
    "title": "柳枝词十首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "百草千花共待春，绿杨颜色最惊人。天边雨露年年在，上苑芳华岁岁新。"
    ]
  },
  {
    "id": "2e89e420fbb12124223f95c70d06fcaa",
    "title": "柳枝词十首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "长爱龙池二月时，毵毵金线弄春姿。假饶叶落枝空后，更有梨园笛里吹。"
    ]
  },
  {
    "id": "2e89e420fbb12124223f95c7daa2ad07",
    "title": "柳枝词十首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "绿水成文柳带摇，东风初到不鸣条。龙舟欲过偏留恋，万缕轻丝拂御桥。"
    ]
  },
  {
    "id": "2e89e420fbb12124223f95c7e82babab",
    "title": "柳枝词十首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "百尺长条婉曲尘，诗题不尽画难真。凭君折向人间种，还似君恩处处春。"
    ]
  },
  {
    "id": "2e89e420fbb12124223f95c7a52374a4",
    "title": "柳枝词十首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "风暖云开晚照明，翠条深映凤皇城。人间欲识灵和态，听取新词玉管声。"
    ]
  },
  {
    "id": "2e89e420fbb12124223f95c74aee9117",
    "title": "柳枝词十首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "醉折垂杨唱柳枝，金城三月走金羁。年年为爱新条好，不觉苍华也似丝。"
    ]
  },
  {
    "id": "2e89e420fbb12124223f95c78d285c16",
    "title": "柳枝词十首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "新春花柳竞芳姿，偏爱垂杨拂地枝。天子遍教词客赋，宫中要唱洞箫词。"
    ]
  },
  {
    "id": "2e89e420fbb12124223f95c7b398396a",
    "title": "柳枝词十首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "凝碧池头蘸翠涟，凤皇楼畔簇晴烟。新词欲咏知难咏，说与双成入管弦。"
    ]
  },
  {
    "id": "2e89e420fbb12124223f95c701e05e19",
    "title": "柳枝词十首",
    "authorName": "徐铉",
    "authorId": "2e89e420fbb1212423ce1851692f93be",
    "dynasty": "宋",
    "content": [
      "侍从甘泉与未央，移舟偏要近垂杨。樱桃未绽梅花老，折得柔条百尺长。"
    ]
  },
  {
    "id": "2e89e420fbd2e0fc702ef3c4fa41038f",
    "title": "连理枝",
    "authorName": "邵叔齐",
    "authorId": "2e89e420fbd2e0fcd1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "淡泊疏篱隔。寂寞官桥侧。绿萼青枝风尘外，别是一般姿质。念天涯、憔悴各飘零，记初曾相识。",
      "雪里清寒逼。月下幽香袭。不似薄情无凭准，一去音书难得。看年年、时候不逾期，报阳和消息。"
    ]
  },
  {
    "id": "2e89e420fbd2e0fc57ff41681c2d5e42",
    "title": "扑蝴蝶",
    "authorName": "邵叔齐",
    "authorId": "2e89e420fbd2e0fcd1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "兰摧蕙折，霜重晓风恶。长安何处，孤根谩自托。水寒断续溪桥，月破黄昏院落。相逢俨然瘦削。",
      "最萧索。星星蓬鬓，杳杳家山路正邈。攀枝嗅蕊，露陪清泪阁。已无蝶使蜂媒，不共莺期燕约。甘心伴人淡泊。"
    ]
  },
  {
    "id": "2e89e420fbd2e0fcdea8368a8b8079c3",
    "title": "鹧鸪天·蜡梅",
    "authorName": "邵叔齐",
    "authorId": "2e89e420fbd2e0fcd1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "不比江梅粉作华。天香肯作俗香夸。高悬蜡蓓蜂房密，遍挂金钟雁字斜。",
      "侵月影，上窗纱。中央颜色自仙家。玉人插向乌云畔，浑似灵犀正透芽。"
    ]
  },
  {
    "id": "2e89e420fc6d7d0daa85e013cf70f0f4",
    "title": "诉衷情令·旅愁",
    "authorName": "唐庚",
    "authorId": "2e89e420fc6d7d0d1b0114c53a15c7d0",
    "dynasty": "宋",
    "content": [
      "平生不会敛眉头。诸事等闲休。元来却到愁处，须著与他愁。",
      "残照外，大江流。去悠悠。风悲兰杜，烟淡沧浪，何处扁舟。"
    ]
  },
  {
    "id": "2e89e420fc960fa382e33f3a2b42bb7d",
    "title": "望梅花",
    "authorName": "蒲宗孟",
    "authorId": "2e89e420fc960fa33806734b68b1fbe7",
    "dynasty": "宋",
    "content": [
      "一阳初起。暖力未胜寒气。堪赏素华长独秀，不并开红抽紫。青帝只应怜洁白，不使雷同众卉。",
      "淡然难比。粉蝶岂知芳蕊。半夜卷帘如乍失，只在银蟾影里。残雪枝头君认取，自有清香旖旎。"
    ]
  },
  {
    "id": "2e89e420fc960fa382e33f3a817c8ffd",
    "title": "望梅花",
    "authorName": "蒲宗孟",
    "authorId": "2e89e420fc960fa33806734b68b1fbe7",
    "dynasty": "宋",
    "content": [
      "寒梅堪羡。堪羡轻苞初展。被天人、制巧妆素艳。群芳皆贱。碎剪月华千万片。缀向琼枝欲遍。",
      "小庭幽院。雪月相交无辨。影玲珑、何处临溪见。谢家新宴。别有清香风际转。缥缈著人头面。"
    ]
  },
  {
    "id": "2e89e420fc9f6c64e7e6bf100c7314d2",
    "title": "卜算子·答幼谦",
    "authorName": "罗惜惜",
    "authorId": "2e89e420fc9f6c64d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "幸得那人归，怎便教来也。一日相思十二辰，真是情难舍。",
      "本是好因缘，又怕因缘假。若是教随别个人，相见黄泉下。"
    ]
  },
  {
    "id": "2e89e420fcc4172179bb001333613e56",
    "title": "江城子",
    "authorName": "曹良史",
    "authorId": "2e89e420fcc41721d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "夜香烧了夜寒生。掩银屏。理银筝。一曲春风，都是断肠声。杜宇欲啼杨柳外，愁似海，思如云。",
      "背灯暗卸乳鹅裙。酒初酲。梦初醒。兰炷香篝，谁为暖罗衾。二十四帘人悄悄，花影碎，月痕深。"
    ]
  },
  {
    "id": "2e89e420fcc913449ae8cc402fdfc661",
    "title": "木兰花",
    "authorName": "钱惟演",
    "authorId": "2e89e420fcc913445c936263bdb106a0",
    "dynasty": "宋",
    "appreciation": "此词写得「词极凄婉」，处处流露出一种垂暮之感。\n词在上阕前两句写景，意思衹是说，城头上莺语唧唧，风光无限；城脚下烟波浩淼，春水拍岸，是一派春景。作者在这里是借景抒情，而不是因景生情，因此用粗线条勾勒春景，对于后面遣怀抒情反而有好处，因为它避免了可能造成的喧宾夺主的毛病。另外，作者对景物描写这样处理，仍有一番匠心在。首先，这两句是从城上和城下两处着墨描绘春景，这就给人以动的感觉。其次，又斟酌字句，使两句中的听觉与视觉形成对比，看的是风光、烟波之类，显得抽象朦胧；听的是莺语、涛声，显得具体真切。这样的描写，正能体现出作者此时此刻的心情：并非着意赏春，而是一片春声在侵扰着他，使他无计避春，从而更触发了满怀愁绪。况夔笙在《惠风词话》中有一段颇有见地的话：「词过经意，其蔽也斧琢；过不经意，其蔽也褦襶。不经意而经意，易；经意而不经意，难。」钱思王的这两句正是进入了「经意而不经意」的境界。\n下面两句开始抒情，绿杨芳草年年生发，而我则已是眼泪流尽，愁肠先断，愁惨之气溢于言表。用芳草来比喻忧愁的词作很多，如「芳草年年与恨长」（冯正中《南乡子》），「离恨恰如春草，更行更远还生」（李后主《清平乐》），这些句子都比钱思王的来得深婉，但同时又都没有他来得凄婉。从表现手法上讲，用绿杨芳草来渲染泪眼愁肠，也就达到了情景相生的效果。这两句是由上面两句对春色的描写直接引发的，由景入情，并且突作「变徵之声」，把词推向高潮，中间的过渡是很自然的。\n下面的前两句仍是抒情，不这比上阕更为细腻，「情怀渐觉成衰晚」，并不是虚写，而是有着充实的内容。钱思王宦海沉浮几十年，能够「官兼将相，阶、勋、品皆第一」（见欧阳修《归田录》），靠的就是刘太后，因此，刘太后的死，对钱思王确实是致命的一击。一贬汉东，永无出头之日，这对于一生「雅意柄用」的钱思王来说，是一种无法忍受的痛苦，当时的情怀可想而知。「鸾镜朱颜惊暗换」，亦徐干《室思》诗「郁结令人老」之意，承上句而来。人不能自见其面，说是镜里面而始惊，亦颇入情。这两句从精神与形体两方面来感叹老之已至，充满了无可奈何的伤感之情。\n最後两句是全词的精粹，收得极有分量，使整首词境界全出。用酒浇愁是一个用滥了的主题，但这里运用得却颇出新意，原因正在于作者捕捉到对「芳尊」态度的前後变化，形成强烈对照，写得直率。以全篇结构来看，这也是最精彩的一笔，使得整首词由景入情，由粗及细，层层推进，最後「点睛」，形成所谓「警策句」，使整首词表达了一个完整的意境。有人曾经把这两句同宋祁的「为君持酒劝斜阳，且向花间留晚照」，加以比较，认为宋祁的两句更为委婉（见杨慎《诗品》）。这固然有些道理，但同时也要看到，这两首词所表达的意境是不相同的。宋祁是着意在赏春，尽管也流露出一点「人生易老」的感伤情绪。但整首词的基调还是明快的。而钱思王则是在因春伤情，整首词所抒发的是一个政治失意者的绝望心情。从这点说，两者各得其妙。其实，词写得委婉也好，直露也好，关键在于一个「真」字。「真字是词骨。情真，景真，所作必佳。」（《蕙风词话》卷一）这是极有见地的议论。\n这首遣怀之作，在遣词造句上却未脱尽粉气，芳草、泪眼、鸾镜、朱颜等等，颇有几分像「妇人之语」实际上它衹是抒写作者的政治失意的感伤而已，反映出宋初纤丽词风一般特征。",
    "content": [
      "城上风光莺语乱，城下烟波春拍岸。绿杨芳草几时休，泪眼愁肠先已断。",
      "情怀渐觉成衰晚，鸾镜朱颜惊暗换。昔年多病厌芳尊，今日芳尊惟恐浅。"
    ],
    "comment": [
      "宋·胡元任《苕溪渔隐丛话》：侍儿小名录云：钱恩公谪汉东日（指钱思王晚年谪随州），撰《玉楼春》词曰：「城上风光莺语乱，城下烟波春拍岸。绿杨芳草几时休，泪眼愁肠先已断。情怀渐变成衰晚，鸾镜朱颜惊暗换。往年多病厌芳樽，今日芳樽惟恐浅。」每酒阑歌之，则泣下。後阁有白发姬，乃邓王歌鬟惊鸿也。遽言：「先王将薨，预戒挽铎中歌木兰花引绋为送。今相公亦将亡乎。」果薨于随州。",
      "宋·黄玉林《花菴词选》：此公暮年之作，极凄惋。",
      "明·李沧溟：妙处俱在末结语传神。",
      "沈震峰《草堂诗馀正集》：芳尊恐浅，正断肠处，情尤真笃。",
      "清·张藕村《词林纪事》：公谪汉东日，撰玉楼春词，酒阑歌之，必为泣下。"
    ],
    "translation": "城上春光明媚莺啼燕啭，城下碧波荡漾拍打堤岸。绿杨芳草几时才会衰败？我泪眼迷蒙愁肠寸断。\n人到晚年渐觉美好情怀在衰消，面对鸾镜惊看红颜已暗换。想当年曾因多病害怕举杯，而如今却唯恐酒杯不满。",
    "intro": "词中用清丽的语言描绘了春声、春色，首句的「乱」字用得极好，将春景渲染得十分生动热闹，而群莺乱啼已是暮春天气，这里也暗含春光将尽之意。作者又用明丽的景色来反衬自己凄黯的心情，以及对于年光飞逝，生命无多的感伤。末二句以借酒浇愁来表现他无可奈何的心情，又隐约地显示了他对生命的留恋，尤其传神。",
    "annotation": [
      "玉楼春：词牌名。《词谱》谓五代后蜀顾夐词起句有「月照玉楼春漏促」、「柳映玉楼春欲晚」句；欧阳炯起句有「日照玉楼花似锦」、「春早玉楼烟雨夜」句，因取以调名。亦称《木兰花》、《春晓曲》、《西湖曲》、《惜春容》、《归朝欢令》等。双调五十六字，前后阕格式相同，各三仄韵，一韵到底。",
      "莺语：黄莺婉转鸣叫好似低语。",
      "拍岸：拍打堤岸。",
      "鸾镜：镜子。古有「鸾睹镜中影则悲」的说法，以後常把照人的镜子称为「鸾镜」。",
      "朱颜：这里指年轻的时候。",
      "芳尊：盛满美酒的酒杯，也指美酒。"
    ]
  },
  {
    "id": "2e89e420fcc9134446408bd9c69769de",
    "title": "玉楼春",
    "authorName": "钱惟演",
    "authorId": "2e89e420fcc913445c936263bdb106a0",
    "dynasty": "宋",
    "content": [
      "锦箨参差朱槛曲。露濯文犀和粉绿。未容浓翠伴桃红，已许纤枝留凤宿。",
      "嫩似春荑明似玉。一寸芳心谁管束。劝君速吃莫踟蹰，看被南风吹作竹。"
    ]
  },
  {
    "id": "2e89e420fcdba238053139fe157e3716",
    "title": "秦刷子",
    "authorName": "陈东",
    "authorId": "2e89e420fcdba238d91d1b4d678a1491",
    "dynasty": "宋",
    "content": [
      "谁斫碧琅玕，影撼半庭风月。尚有岁寒心在，留得数根华发。",
      "龙孙受戏碧波涛，喜动清风发。到得浪花深处，□一瓯香雪。"
    ]
  },
  {
    "id": "2e89e420fcdba2388d41f387f1ac0deb",
    "title": "西江月",
    "authorName": "陈东",
    "authorId": "2e89e420fcdba238d91d1b4d678a1491",
    "dynasty": "宋",
    "content": [
      "风动一轩花竹，琅玕青锦薰笼。怜才自是宋墙东。更识琴心挑弄。",
      "暮雨乍收寒浅，朝云又起春浓。冰肌玉骨信俱融。不比巫山闲梦。"
    ]
  },
  {
    "id": "2e89e420fcdba2387ef751ad269353b3",
    "title": "西江月·七夕",
    "authorName": "陈东",
    "authorId": "2e89e420fcdba238d91d1b4d678a1491",
    "dynasty": "宋",
    "content": [
      "我笑牛郎织女，一年一度相逢。欢情尽逐晓云空。愁损舞鸾歌凤。",
      "牛女而今笑我，七年独卧西风。西风还解过江东。为报佳期入梦。"
    ]
  },
  {
    "id": "2e89e420fcdba238447336d2e6a81b50",
    "title": "蓦山溪·元夕",
    "authorName": "陈东",
    "authorId": "2e89e420fcdba238d91d1b4d678a1491",
    "dynasty": "宋",
    "content": [
      "半生羁旅，几度经元夜。长是竞虚名，把良宵、等闲弃舍。去年元夜，道得□身闲，依旧是，客长安，寂寞孤眠者。",
      "今年元夜。也则非乡社。却有人□约，携手□、灯前月下。那知风雨，此事又参差，成怨恨，独凄惶，清泪潸然洒。"
    ]
  },
  {
    "id": "2e89e420fd1f4dcc586d68d2cbb873d4",
    "title": "醉落魄/一斛珠",
    "authorName": "薛梦桂",
    "authorId": "2e89e420fd1f4dccd1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "单衣乍著。滞寒更傍东风作。珠帘压定银钩索。雨弄新晴，轻旋玉尘落。",
      "花唇巧借妆红约。娇羞才放三分萼。樽前不用多评泊。春浅春深，都向杏梢觉。"
    ]
  },
  {
    "id": "2e89e420fd1f4dccdaa4ec0d9e61f0b6",
    "title": "眼儿媚·绿笺",
    "authorName": "薛梦桂",
    "authorId": "2e89e420fd1f4dccd1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "碧筒新展绿蕉芽。黄露洒榴花。蘸烟染就，和云卷起，秋水人家。",
      "只因一朵芙蓉月，生怕黛帘遮。燕衔不去，雁飞不到，愁满天涯。"
    ]
  },
  {
    "id": "2e89e420fd1f4dcc0e555c43b3d7c51c",
    "title": "三姝媚",
    "authorName": "薛梦桂",
    "authorId": "2e89e420fd1f4dccd1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "蔷薇花谢去。更无情、连夜送春风雨。燕子呢喃，似念人憔悴，往来朱户。涨绿烟深，早零落、点池萍絮。暗忆年华，罗帐分钗，又惊春暮。",
      "芳草凄迷征路。待去也，还将画轮留住。纵使重来，怕粉容销腻，却羞郎觑。细数盟言犹在，怅青楼何处。绾尽垂杨，争似相思寸缕。"
    ]
  },
  {
    "id": "2e89e420fd1f4dccf32f182e67ab2825",
    "title": "浣溪沙",
    "authorName": "薛梦桂",
    "authorId": "2e89e420fd1f4dccd1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "柳映疏帘花映林。春光一半几销魂。新诗未了枕先温。",
      "燕子说将千万恨，海棠开到二三分。小窗银烛又黄昏。"
    ]
  },
  {
    "id": "2e89e420fd386527392fc04d9f9cf2c9",
    "title": "贺新郎·西湖",
    "authorName": "刘德秀",
    "authorId": "2e89e420fd386527d1457b72a58149d3",
    "dynasty": "宋",
    "content": [
      "雨沐秋容薄。莹湖光、琉璃千顷，浪平如削。步绕湖边佳绝处，时涌琼楼珠阁。记一一、经行皆昨。十万人家空翠里，借姮娥、玉鉴相依约。卷雾箔，飞烟幕。",
      "天机云锦才收却。放芙蓉、岸花十里，翠红成幄。向晚买舟撑月去，笑引银汉共酌。醉欲起、骑鲸碧落。试唤坡仙哦妙句，问淡妆、此夕如何著。只云月，是梳掠。"
    ]
  },
  {
    "id": "2e89e420fd3870a4dc7a6001cbc2d0b3",
    "title": "踏莎行·赠杨蟠",
    "authorName": "沈注",
    "authorId": "2e89e420fd3870a4d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "竹阁云深，巢虚人阒。几年湖上音尘寂。风流今有使君家，月明夜夜闻双笛。"
    ]
  },
  {
    "id": "2e89e420fd94699563ad1f80dc23f673",
    "title": "水调歌头·紫微观石牛",
    "authorName": "吕颐浩",
    "authorId": "2e89e420fd9469951b0114c518426034",
    "dynasty": "宋",
    "content": [
      "一片苍崖璞，孕秀自天钟。浑如暖烟堆里，乍放力犹慵。疑是犀眠海畔，贪玩烂银光彩，精魄入蟾宫。泼墨阴云妒，蟾影淡朦胧。",
      "沩山颂，戴生笔，写难穷。些儿造化，凭谁细与问元工。那用牧童鞭索，不入千群万队，扣角起雷同。莫怪作诗手，偷入锦囊中。"
    ]
  },
  {
    "id": "2e89e420fd97ec31ed0c56ec872b69c3",
    "title": "瑞鹤仙",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "appreciation": "这首词是作者旅途借宿，产生的相思离愁之情，通过描写郊原途中的凄美景色，来表达作者的离愁别绪。\n上片写风雨后黄昏之景，为抒离情渲染环境。“郊原初过雨，见败叶零乱，风定犹舞”三句写了郊原秋景的概况，刚刚下过一场雨，看见零乱的枯黄的叶子飘落在地，风停下来了，但枯叶仍在空中盘旋。如此开篇，一开始就将全词笼罩在一种怅然若失的氛围中。词人以写景开篇，为下文转入抒情创造气氛。在郊外平原上，刚下过一场秋雨。秋风、秋雨，向来逗人生愁，何况见败叶凋零，风定尚纷纷坠落，更触起词人心里的烦恼。这一情境宛似屈原《九歌·湘夫人》中的著名诗句“袅袅兮秋风，洞庭波兮木叶下”，用飘坠的树叶衬托出思人纷乱不安的心情。只不过此词意境像南朝谢贞《春日闲居》的诗句“风定花犹落”，乃静中见动景象；而与屈原所作前两句纯为动态描写略显不同。以上三句，兼示各种声响——雨声、落叶声和断断续续的风声。接下去才着力勾画斜阳、深树和远山等静物，从中渲染出一段“浓愁”。因为斜阳使人生迟暮之感；深树隐映，益见暗淡。远山一抹深青色，恰似佳人眉黛呈妩，更逗人相思，更添人愁苦。“斜阳挂深树，映浓愁浅黛，遥山媚妩”三句接下来写远望的景色，斜阳挂在密密的树林之上，映照着远山，好似一个多愁的人蹙着双眉，其中“挂”字形象地写出了雨后斜阳的偏狭角度。“映浓愁浅黛”一句，则展现了雨后空气艨胧，远山的山形走势如空蒙的山水画，只有淡淡的墨痕。“来时旧路，尚岩花、娇黄半吐。到而今，唯有溪边流水，见人如故。”词人不禁回顾来时的旧路，见岩前的黄花仍含娇半吐，只不见人面何处。随着时间的流逝，事物都发生了变化；到而今不变的，似乎只有溪边的流水，待人如故。这当然纯属词人的主观想法，并不符合流水的实际情况。但词人目的在强调一切有情物都在变化；而流水之所以不变，乃由于它专于情。从这里可以看出：词人的审美判断完全取决于感情的需要；一切物象都透过词人感情的三棱镜而折射出种种奇光异彩。这是词人们不同于科学家们的所在。同时，“来时”与“今日”相对比，含蓄地将作者要表达的愁绪蕴含其中，惟妙惟肖。\n“郊原”六句以落叶、深树、遥山意象组合成寒秋风雨过后凄艳而衰乱的景象，“乱”、“愁”二字于远山妩媚之美景中已显示出风雨摧蚀的暗淡痕迹，乱叶零落，树色浓淡、浓者枯黄暗淡如愁容，淡者青绿如眉黛。以移情手法将深树喻为佳人，反射词人心迹，映衬出人生风雨飘摇，心绪之凌乱和情思之愁郁。“来时”四句以“岩花”、“流水”互文交映，追忆当初来此旧路时，岩花烂漫，流水潺泼，而今重来岩花凋谢。唯有流水伴我如故，写出落花流水变化无常的凄凉之感。\n下片抒相思寻旧之情。写词人下马探寻往昔与恋人游乐欢娱之旧踪，与败叶流水相对，物我寂然，无语凝噎之状。“无语”一顿，无语之中包含着千言万语，承上片探寻往昔的痕迹，承上启下。“无语”，既是上片回思万千而不得其解的结果；又是下片种种行为、思考和感慨的契机。“邮亭深静，下马还寻，旧曾题处。”这就是词人“无语”后的第一个行动。“深静”二字点出词人居深处静之孤独，寂寞境况。“旧曾题处”乃所寻旧日双双题诗传情，幽期密会之地。邮亭，是古代传递函件和书信的地方。而今它静悄悄，说明伊人音信杳无。词人往日可能曾偕伊人一同在此题写过什么；而今她既然杳无音讯，词人便退一步想寻得往日题写的所在，以访伊人旧踪，以当重晤。结果他有没有寻见，词中并未明言，读者自可任意思考。但事实是，无论词人寻得与否，都无补于他心灵的空虚。因此词人深深感到：“无聊倦旅。伤离恨，最愁苦。”后两句六个字，作者郁结心中的愁苦之情再也按捺不住，一涌而发，直抒胸臆，揭出本篇主旨：人在旅途，尽管已十分疲惫，但也是无可奈何的事，而每每离别所带来的感伤，则最令人愁苦。“收香藏镜”，收香、藏镜，暗用了两则典故。前则用晋代韩寿故事，韩寿年少貌美，为贾充的女儿所爱。贾充的女儿暗把皇帝赐给贾充的西域奇香送给他。此事后来被贾充发觉，贾充无可奈何，只好将女儿嫁给韩寿。后则用徐德言和乐昌公主的故事，徐德言娶了陈后主妹妹乐昌公主。在陈亡之前，他们把一面镜子破成两半，各执其半以为信物。陈亡之后，他们终因破镜相合而得重网。词人反用这两则典故，目的在强调即使信守前盟，他年重到，也未必就能会合。正如崔护《题都城南庄》所咏：“人面不知何处去，桃花依旧笑春风。”同时，这三句暗写前途未卜的忧虑和悲观的推测。即使把恋人所赠的异香或半镜珍藏好，等待着她的再次到来，可是将来能再见到她吗，也不知那位桃花般美丽的姑娘是否还在。“念沉沉”，既说明佳人居室之深远幽暗。又表现词人相思之悠悠深长，相思深切之时。唯有梦中去“小阁幽窗”，寻觅她的芳踪，徒增更深的空虚与渺茫。词人用梦境结束全词，说明除了梦境之外，他的企求在现实中是无法实现的。\n此词以“斜阳”始，以“幽梦”止，巧妙挽合今昔悲欢，写景寓情，叙事怀人，抱收香藏镜之痴，抒人去阁空之恨。全词风格委婉、含蓄，语言却甚流畅。虽然接连用了好几个典故，但不致使人感到晦涩难解。综合袁去华现存全部词作，足以看出其风格是多样的。他的词有些近于豪放，有些近于婉约；而豪放不至于粗，婉约不至于晦。在南宋初期的众多词人中，袁去华显然据有一个虽小而颇为独特的席位。",
    "content": [
      "郊原初过雨，见数叶零乱，风定犹舞。斜阳挂深树，映浓愁浅黛，遥山媚妩。来时旧路，尚岩花、娇黄半吐。到而今惟有、溪边流水，见人如故。",
      "无语，邮亭深静，下马还寻，旧曾题处。无聊倦旅，伤离恨，最愁苦。纵收香藏镜，他年重到，人面桃花在否？念沉沉小阁幽窗，有时梦去。"
    ],
    "translation": "郊外原野刚下过一场雨，只见枯枝败叶零乱，雨停风定后还在空中飘舞。夕阳斜挂丛林树梢，照得远山如佳人微皱愁眉，显得分外妩媚凄楚。我沿着旧路重新走去，记得当时岩上有野花半吐。如今却只有路旁溪水，好像与我一见如故。\n我默默无语。客舍里寂静无声，下马后我就仔细寻找，旧日曾经题诗之处。这真是无聊疲倦的旅行，终日里感伤离愁别恨，最是让人心中悲苦。即便是我还保存着她的香镜，但他年故地重返，谁能知她是否还在故居？我想念那深深庭院小楼幽窗，愿在梦中寻她千百度。",
    "intro": "这也是一首写旅途思念情人的词。上片用细腻的笔触，描写了秋日雨后旅途的景物。开头三句写近观。作者即于瞬间的所见定格，描绘了一幅秋叶飞舞的画图。次三句黄昏日斜山远，近景、远景，隐含萧索、阴沉色调，为离情烘染。“来时”二句插写意中景，“到而今”以下折转到眼前景。暗寓今昔有异，物是人非之意，为下文铺垫。下片写旅途的孤寂和对情人的思念。“无语”四句，纪行叙事，旧题与“旧路”相应。“倦旅”结上领下，转入抒怀。“伤离恨”点破题旨。“收香藏镜”三句，含虽情有所钟而人不易逢之意。“在否”一问更多三分愁苦。结以梦中相寻，忆念殊深，无奈已极。全章如纪游小品，情思深婉，文笔雅丽。",
    "annotation": [
      "风定：风停。",
      "浓愁浅黛：喻指山色浅浅深深。黛，青色。",
      "媚妩：西汉张敞为妻子画眉，长安人说他“眉妩”，这里指妩媚可爱。",
      "岩花：长在岩石旁的花。",
      "半吐：半开。",
      "邮亭：古时设在沿途，供递送文书的人和旅客歇宿的馆舍。",
      "旧曾题处：从前题字的地方。",
      "收香藏镜：借喻对于爱情的坚贞执着。收香，用晋代贾充之女窃其父所藏奇香赠给韩寿，后结成夫妻的典故。藏镜，用南朝陈亡后，驸马徐德言与妻子乐昌公主因各执半镜而得以重圆的典故。这里表示自己珍藏着爱情的信物和对爱情的忠贞。",
      "人面桃花：用崔护《题都城南庄》“人面不知何处去，桃花依旧笑春风”诗意。",
      "小阁幽窗：指女子居住之处。"
    ]
  },
  {
    "id": "2e89e420fd97ec31ed936a376180b5e3",
    "title": "剑器近",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "夜来雨，赖倩得东风吹住。海棠正妖娆处，且留取。",
      "悄庭户，试细听莺啼燕语，分明共人愁绪，怕春去。",
      "佳树，翠阴初转午。重帘未卷，乍睡起，寂寞看风絮。偷弹清泪寄烟波，见江头故人，为言憔悴如许。彩笺无数，去却寒暄，到了浑无定据。断肠落日千山暮。"
    ],
    "translation": "夜间的绵绵细雨，那带雨的海棠花分外美丽。愿这美景长留不去。\n庭院中悄然无声。我用心仔细听，小燕黄莺啼唱声声悦耳，分明与人一样明白人间情意，生怕春天走得太快。\n枝条美丽的绿树，树荫一片转过正午。我刚刚睡起，层层帘幕还未卷起，我一个人寂寞地观看纷飞的柳絮。我偷偷抹去伤心的眼泪，寄与那烟波浩荡的江水，待并水流到江头的故人那里，告诉她我凄凉之景。唉，你寄来的情书虽然多，除去那些问候话，归期却毫不定，也未说何时才归来。夕阳中我凝神远望，所见到千山茫茫，令人断肠。",
    "intro": "本词以柔笔抒离情，共分三片。上片写眼前所见，中片写耳际所闻，下片点明词人夜来风雨失眠，转午始起，显其慵懒无聊。最后情景双收，写词人遥望落日千山之暮色，顿感断肠销魂之痛，概括了夕阳西下，断肠人在天涯的无穷的失落与怅惘。全词写情抒情，从愁绪、寂寞、清泪，到憔悴、断肠，层层皴染，层层转进，愈转愈深；意象清丽，情蕴凄婉，愁寂幽咽。",
    "annotation": [
      "剑器近：词牌名。《剑器》，唐舞曲。杜甫有《观公孙大娘舞剑器行》。“近”为宋教坊曲体之一种，如《祝英台近》之类皆是。《宋史·乐志》：“教坊奏《剑器曲》，一属‘中吕宫’，一属‘黄钟宫’。”此当是截取《剑器曲》中之一段为之。双片九十六字，前片八仄韵，后片七仄韵。音节极低回掩抑。",
      "赖：依靠。",
      "倩：请、托。",
      "住：停止。",
      "妖娆：妖媚艳丽。形容景色异常艳丽。一作“娇饶”。",
      "处：时候，季节。",
      "莺啼燕语：莺啼婉转，燕语呢喃。形容春光明媚。：",
      "翠阴：苏轼《贺新郎》词：“悄无人，桐阴转午，晚凉新淡。”。",
      "偷弹：孟浩然《宿桐庐江寄广陵旧游》诗：“还将两行泪，遥寄海西头。”此处化用其意。",
      "彩笺：彩色的笺纸。常供题诗或书信用。",
      "去却：除去。",
      "寒暄：问候起居寒暖的客套话。",
      "到了：到信的结尾。",
      "浑无定据：浑，全。没有一点确切的消息。"
    ]
  },
  {
    "id": "2e89e420fd97ec31eac67fef40d42633",
    "title": "安公子",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "appreciation": "怀人之作，在古诗词中是多得数也数不清，要做到不和别人雷同实在不容易。袁去华这首《安公子》就以其构思别致、章法新颖而独有特色。\n这首词从写初春景色入手：那嫩黄色的新柳带来万物苏生的消息，同时也使词人胸中思家的种子急剧萌芽，生长。看见新柳，自然地想到当日离别时爱人折柳赠别的情景。柳者，留也。作者不但没有被留在家里，如今反而在外地羁留，这怎不教人睹物伤怀呢？再说春浅衣寒，又加上风雨，有谁又不想象中的温暖呢？所以前四句貌似写景，其实已笼得全篇之意。《蕙风词话》卷三说：“作慢词，起处必须笼罩全阕。近人辄作景语徐引，乃至意浅笔弱，非法甚矣。”这首词虽用景语开头，但景中含有浓烈的感情，这自然除了被人讥笑“意浅笔弱”的可能。“燕子来时”是由春天的到来而自然引出来的；而燕子来自南方，又自然把作者的思绪牵向“了在南方的家乡”并产生人归落“燕”后的感情。不过，作者没有正面说出这些意思，而只是问燕子在来时的路上是否看见了他的爱人。这一问安排得轻灵新巧，极有韵味，也极情深。况且问语中又设想爱人是在“绿水桥边路”旁的“画楼”上这不是又在暗示对方也在思念自己吗？“料静掩云窗，尘满哀弦危柱”则直写对方情绪。作者的本意是要写自己怀人，但这里却构思出一个人来怀自己的场面，这是很有意思的。刘永济以为这种方法是来自《诗经》，他说：“《陟岵》之诗不写我怀父母及兄之情，而反写父母及兄思我之情，而我之离思之深，自在言外。后世词人，神明用之，其变乃多。⋯⋯先写行者念居者，复想居者思行者，两地之情，一时俱极：皆此法也。”（《词论》）\n下片放下对方，又开始从自己方面叙说。庾信作有《愁赋》，全文今已不见传，尚留有“谁知一寸心，乃有万斛愁”等句。词中说象庾信那么多的愁为什么都聚在我的眉端？这是自己向自己发问，问得颇有感慨。庾信的愁，作者是从文章里看到的，这里设想聚在了自己眉端，这种想象也十分新鲜。那么多愁都在眉端，如何受得了？因而总得排遣，“独立东风弹泪眼”就是设想出来的遣愁法之一。只是这一句写抛泪者形象，单独看来并没有多少特别的好处，但由于作者是在水边，而他的意中人也在“绿水桥边路”，所以他顿生寄泪的念头。这一想法新鲜、大胆，设想的意境又十分美丽、浑厚。假如真能寄得眼泪回去，那将比任何书信都能证明他诚挚的思念。而且因为有了这一句，“独立东风弹泪眼”才脱俗超尘，放射出奇特的色彩。可是语虽新奇，寄泪终究是办不到的。痴想过后，眼前仍旧是“永昼”，是“春”，是“闲”，排愁无计的主人无奈何又向自己发出“人倦如何度”的问题，这连续的发问可以使我们联想到词人举措茫然的神态和无处寄托的心情，愁思之深也由此更加突出了。同样，“人倦如何度”的满意答案是没有的，“闲傍枕”就正好说明了并无度时良法，于是作者百无聊赖只好去听“黄鹂语”。黄鹂鸣声悦耳，是否它真能稍解苦闷呢？“唤觉来厌厌”，作者在黄鹂声中恍惚入睡，又被同样的声音唤醒，醒来后精神“厌厌”地，一点不振，因此我们知道黄鹂语不但没有使作者消忧，反而空添一段惆怅。“残照依然花坞”，仍用景语结尾。同开头呼应。“念永昼”以下数句，似从贺铸《薄幸》词翻出。贺词去：“正春浓酒暖，人闲昼永无聊赖。厌厌睡起，犹有花梢日在。”总言愁闷无聊、日长难度之意。而此意，晏殊《踏莎行》“一场愁梦酒醒时，斜阳却照深深院”已先说破。像午睡醒时、斜阳犹照之事，人人所曾经历，但构成意境，写入词章，则非有心人不能。正如王国维所云“常人能感之而唯诗人能写之，故其入于人者至深”（《清真先生遗事·尚论》），因之能作此等语者也就不止一二人。说是承袭也好，说是暗合也好，写来能大略有所变化增益便都可以留传下来。总的说来这首词的想象和构思能不落俗套，结构又十委婉曲折。《古今词论》曾说：“填词，长调不下于诗之歌行长篇。歌行犹可使气，长调使气，便非本色。高手当以情致见佳。盖歌行如骏马蓦坡，可以一往称快；长调如娇女步春，旁去扶持，独行芳径，徙倚而前，一步一态，一态一变，虽有强力健足，无所用之。”袁去华的《安公之》完全达到了这一点。\n此外，这首词另一特点是下字准确、生动。比如：“嫩黄匀遍鸦啼处”一句不仅声色俱全，而且用“匀”字写颜色，一方面使人觉得处处都有春色，另一方面又仿佛是从一处匀向别处，因而色彩都并不算浓。这种著色法既符合初春的情调，也使色彩空灵透明。\n再如：写对方用“静掩云窗”，“掩”而且“静”则表达作者怀人已久已深的情怀。又，“尘满哀弦危柱”说尘已覆琴，当然是很久已经没有去整理了；但对久不发声的弦、柱仍然用“哀”“危”修饰，那么女主人内心的痛楚就是可想而知的。再如：“为谁都著眉端聚”用“都”“著”“聚”写愁，既显示了很深的愁思，又形象鲜明，似乎读者对此愁可见，可触。还有：“独立东风弹泪眼”中的“弹”字能使抛泪有声，并且正因为有了它，“寄烟波东去”才有了根据。\n全词意脉清晰，结构甚巧。设想奇妙而入情，“问燕”与“寄泪”的举动为全词增加许多色彩。词之妙，主要在章法。景起景收，章法浑然。",
    "content": [
      "弱柳千丝缕，嫩黄匀遍鸦啼处。寒入罗衣春尚浅，过一番风雨。问燕子来时，绿水桥边路，曾画楼、见个人人否？料静掩云窗，尘满哀弦危柱。",
      "庾信愁如许，为谁都著眉端聚。独立东风弹泪眼，寄烟波东去。念永昼春闲，人倦如何度？闲傍枕、百转黄鹂语。唤觉来厌厌，残照依然花坞。"
    ],
    "translation": "柔弱的柳条千丝万缕，到处都是鹅黄嫩绿，鸦雀争相鸣啼。还是早春的天气，轻寒侵入罗衣，刚刚又过去一阵风雨。我深情地询问刚飞回的燕子：在来时路过的绿水桥边，有一个画楼耸立，可曾看到那位美人正在屋里？我料想她静掩云窗，毫无意绪，任凭琴瑟的弦柱上落满尘泥。\n我的忧愁像庾信那样多，不知为谁而双眉攒聚？独立在春风中弹下点点清泪，寄予这雾气迷蒙的江水向东流去。想到这昼长春闲的时日，困倦慵懒怎生挨得过去？闲靠孤枕睡意沉沉，听到那黄鹂的婉声柔语。唤醒后更觉无聊，只见斜阳依然照在花圃里。",
    "intro": "此词客中思乡怀人之作。上片写初春景象，以勾起离愁，引起对情人的思念。首先写柳，是离愁的媒介，但色彩雅丽，声色两美，还不着哀怨。“寒入”所感，情调才始变向低沉。叠两“人”字，口吻亲昵，“绿水”、“画楼”、“云窗”，以美景烘托意中美人。“尘满”句，以物象映现伊人心境，由我之思伊切，探想伊之念己深也。下片写自己的相思情状。以庾信愁多自拟，“为谁”，强调愁因怀人而生。设想倩东流水寄相思泪，情痴之语，一往而深。“念”提领下文，设想现境。“永昼”、“人倦”、“傍枕”，状孤寂无聊况味。最后两句创造了情景两怅恨的意境。以鸦啼起，以黄鹂唤止，结束婉曲抒情，留下绵绵情意。",
    "annotation": [
      "安公子：原唐教坊曲名，后用作词凋名。此凋有不同诸格体，俱为双调。在此只列一体。前片八句，后片七句，共八十字。前片第一、四、五、八句和后片第二、四、七句押韵，均用仄声韵。",
      "弱柳：柳条柔弱，故称弱柳。",
      "鸦啼处：此指柳树丛中。",
      "罗衣：轻软丝织品制成的衣服。",
      "人人：犹言人儿，对亲爱者的称呼，情人的昵称。宋时口语。周邦彦《迎春乐》词：“人人花艳明春柳，忆筵上偷携遥。”",
      "哀弦危柱：指乐声凄绝。苏轼《水龙吟》词：“危柱哀弦，艳歌余响，绕云萦水。”柱，筝瑟之类弦乐器上的弦柱。危，高，指弦音高厉。此处“危”“哀”是弦柱的修饰语。",
      "庾信愁如许：庾信，南北朝时诗人。本仕梁，曾出使西魏梁亡，被留长安，北周代魏，又不予放还。愁如许，庾信有《愁赋》，今不传，只留断句若干，如“谁知一寸心，乃有万斛愁”。",
      "念永昼春闲：贺铸《薄幸》词：“正春浓酒困，人闲昼永无聊赖。厌厌睡起，犹有花梢日在。”此用其意。春闲，春日闲寂无聊，觉得天长难以打发。永，长。永昼，即昼永，日长之意。",
      "百啭：鸣声婉转多样。",
      "厌厌：即恹恹，精神不振貌。",
      "花坞：花房。坞，原指四面高中央低的山地，引申为四面挡风的建筑物。"
    ]
  },
  {
    "id": "2e89e420fd97ec3138fe97d0a21ffe33",
    "title": "水调歌头·其一雪",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "云冻鸟飞灭，春意著林峦。姮娥何事，醉撼瑞叶落人间。斜入酒楼歌处，微褪茅檐烟际，窗户漾光寒。西帝游何许，翳凤更骖鸾。",
      "玉楼耸，银海眩，倚阑干。渔蓑江上归去，浑胜画图看。三嗅疏枝冷蕊，索共梅花一笑，相对两无言。月影黄昏里，清兴绕吴山。"
    ]
  },
  {
    "id": "2e89e420fd97ec3141d68e675b0550df",
    "title": "水调歌头·其二次黄舜举登姑苏台韵",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "吴门古都会，畴昔记曾游。轻帆卸处，西风吹老白蘋洲。试觅姑苏台榭，尚想吴王宫阙，陆海跨鳌头。西子竟何许，水殿漫凉秋。",
      "画图中，烟际寺，水边楼。叫云横玉，须臾三弄不胜愁。兴废都归闲梦，俯仰已成陈迹，家在泽南州。有恨向谁说，月涌大江流。"
    ]
  },
  {
    "id": "2e89e420fd97ec314e482696917ad67e",
    "title": "水调歌头·其三",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "天下最奇处，绿水照朱楼。三高仙去，白头千古想风流。跨海晴虹垂饮，极目沧波无际，落日去渔舟。苹末西风起，橘柚洞庭秋。",
      "记当年，携长剑，觅封侯。而今憔悴长安，客里叹淹留。回首洪崖西畔，随分生涯可老，卒岁不知愁。做个终焉计，谁羡五湖游。"
    ]
  },
  {
    "id": "2e89e420fd97ec314e48269602bf63d2",
    "title": "水调歌头·其三",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "鸟影度疏木，天势入平湖。沧波万顷，轻风落日片帆孤。渡口千章云木，苒苒炊烟一缕，人在翠微居。客里更愁绝，回首忆吾庐。",
      "功名事，今老矣，待何如。拂衣归去，谁道张翰为莼鲈。且就竹深荷静，坐看山高月小，剧饮与谁俱。长啸动林木，意气欲凌虚。"
    ]
  },
  {
    "id": "2e89e420fd97ec313970dad8d15bb3cf",
    "title": "水调歌头·其四次韵别张梦卿",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "一叶堕金井，秋色满蟾宫。婵娟影里，玉箫吹断碧芙蓉。缭绕宫墙千雉，森耸觚棱双阙，缥缈五云中。郁郁葱葱处，佳气夜如虹。",
      "日华边，江海客，每从容。青钱万选，北门东观会留侬。堪叹抟沙一散，今夜扁舟何许，红蓼碧芦丛。无地寄愁绝，把酒酹西风。"
    ]
  },
  {
    "id": "2e89e420fd97ec3140c3faa05a8bbcba",
    "title": "水调歌头·送杨廷秀赴国子其五博士用廷秀韵",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "笔阵万人敌，风韵玉壶冰。文章万丈光焰，论价抵连城。小试冯川三异，无数成阴桃李，寒谷自春生。奏牍三千字，晁董已销声。",
      "玺书下，天尺五，运千龄。长安知在何处，指点日边明。看取纶巾羽扇，静扫神州赤县，功业小良平。翻笑凌烟阁，双鬓半星星。"
    ]
  },
  {
    "id": "2e89e420fd97ec3178593a366962fe4b",
    "title": "水调歌头·其六定王台",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "appreciation": "词的上阕“雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘”四句，气势不凡，雄浑卓绝。“雄跨”一词，表现了定王台的雄奇地形。“危基百尺”则以夸张的手法写出了定王台的壮丽。接下来三句以想象的手法接入历史的画面。想当年西汉国力强盛，定王台阁周围遍布如云铁骑，祭祀的音乐响彻云霄。然而，这些都已经是历史陈迹。“屈指几经秋”将作者的思绪从壮丽的历史收回到严酷的现实。 ’“叹息繁华地，兴废两悠悠”定王台再壮丽，到作者登临的时候，已经残破不堪。回想往昔的繁华，今日的颓墙败瓦，作者不禁慨然，感叹人事的兴衰废替。联系到作者所处的时代，当时的南宋政府偏安一隅，面对金国的威胁无力反击，将大好河山拱手相送，这也是引发作者喟叹的一个情绪基点。所以词中的兴替之感超越了普通诗文中抽象的今昔之悲，具有深刻的现实意义。\n下阕“登临处，乔木老，大江流”三句点题，叙说登临之事。古人登高作赋，喜欢大肆铺陈的居多，但在这里，作者仅以极其简略的手法白描眼前所见：乔木老，大江流。作者并没有放纵自己的情绪，但这种沉默中却蕴涵着更加深沉的悲痛。作者跟同时代的复国志士一样，满怀报国之心，但让人痛苦的是，“书生报国无地，空白九分头”。岁月蹉跎，功业未就，空白了少年头“，一夜寒生关塞，万里云埋陵阙，耿耿恨难休”，其中“关塞”是征战的偏远地段，“陵阙”是北宋宗庙祖坟所在，从前都是作者心底事，但现在离他越来越远了，“万里”一词，写出了这种虚无辽远的感觉。因为报国无门，作者永远不能在关塞为国尽忠，永远也无法收复北宋宗室的陵墓。这种无奈和遗憾，使他的“恨”意难休。“徙倚霜风里，落日伴人愁”，报国无门，年华苍老，词人无可奈何，只能以一副独立寒秋、天涯孤影的悲凉画面结束。其中的“伴”字写尽词人的落寞和孤独，因为没有志同道合的人和他并肩作战，只得和无情的夕阳相伴，在苍茫暮色中自怨自艾。词结尾仍收回到定王台上，结构十分紧凑，并以景寓情，饶有余韵。最后点出一个“愁”字，并不表示消沉、绝望，而是英雄洒泪。慷慨生哀，与全词悲壮的格调完全统一。\n这首词画面壮阔雄浑，音调苍凉激楚，充溢着强烈的爱国情感，具有鲜明的时代特色。",
    "content": [
      "雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。",
      "登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。"
    ],
    "translation": "定王台建在洞庭湖之滨，位于古湘州地界上。定王台虽然在历经千年之后已经堙没，但是遗迹尚存，那残存的台基，依然高耸百尺，令我想到定王台的修建者西汉的刘发。想当年定王到此游玩时，一定是华盖如云，旌旗招展，如虹霓当空；千乘万骑前呼后拥，声势浩大；急管高歌之声似乎直抵云霄。然而，屈指已几度春秋，昔日的繁华盛地变成了一派衰败苍凉，盛衰无常，兴废两茫茫。\n登台远望，只见高大的树木枝叶枯落，长江无止息地向东奔流。对此情景，想到国家的支离破碎，满目疮痍，而自己空怀一腔报国热情却无路请缨、壮志难酬，不由得发出了悲愤苍凉的感慨：书生报国无门，空自白头，而金兵猝然南下，侵占中原，犹如一夜北风生寒，导致万里河山支离破碎、残破不堪。京都沦陷，皇家陵阙黯然被埋没在厚厚的云雾之中，令人愁恨不已。念及此，我耿耿于怀，悲愤难休，却又无可奈何，只能徘徊往来在秋风寒霜中，夕阳将落，更增人恨愁。",
    "intro": "《水调歌头·定王台》大约作于词人担任善化（在今长沙市内）县令期间。词人在一个深秋时节登上定王台览胜，感慨顿生，并将不胜今昔之感升华为感时伤事的爱国之情，于是写下了这首词。",
    "annotation": [
      "水调歌头：词牌名，又名“元会曲”“凯歌”“台城游”“水调歌”，双调九十五字，上阕九句四平韵、下阕十句四平韵。",
      "定王台：在今湖南长沙市东，汉景帝之子定王刘发为望其母唐姬墓而筑，故名。",
      "楚望：楚地的望郡。唐、宋时，州、郡、县按地势、人口及经济状况划分为畿、赤、望、紧、上、中、下若干等级，形胜富庶的地区称“望”。",
      "湘州：东晋永嘉时初置，唐初改潭州，词中指长沙。",
      "危基：高大的台基。",
      "自西刘：始建于西汉刘发。",
      "霓（ní）旌（jīng）：旗帜如云霓，形容仪仗之盛。",
      "依约：连绵不断。",
      "空白九分头：徒然白首。词中用陈与义《巴丘书事》“未必上流须鲁肃，腐儒空白九分头”，来表达作者请缨无路的悲愤。",
      "一夜寒生关塞：比喻金人猝然南侵，攻破关塞。",
      "云埋陵阙（què）：皇宫与陵寝都埋没在远方的云雾中，词中指宋都汴京沦于敌手。陵阙：帝王陵墓、京都城阙，均为存亡的象征。",
      "耿（gěng）耿：不安的样子。",
      " 徙（xǐ）倚（yǐ）：走走停停。"
    ]
  },
  {
    "id": "2e89e420fd97ec3106eaa6864e8b39d0",
    "title": "念奴娇·其一梅",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "蕊珠宫女弄幽妍，初着春心娇小。自白真香，浑胜似、姑射冰肌窈窕。带雪茅檐，临溪篱落，占却春多少。天寒日暮，有人愁绝行绕。",
      "长记流水桥边，雨晴烟淡，袅一枝清晓。梦想经年开病眼，把酒风前一笑。花骨娇多，不禁人觑，只怕轻飞了。无端羌管，夜阑声入云杪。"
    ]
  },
  {
    "id": "2e89e420fd97ec3164ba84e9e66674e7",
    "title": "念奴娇·其三",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "竹阴窗户荐微凉，积雨郊墟新霁。万里飞云都过尽，天阙星河如洗。檐隙风来，流萤飘堕，苒苒还飞起。魂清骨冷，坐来衣润空翠。",
      "堪笑丘壑闲身，儒冠相误，著青衫朝市。功业君看清镜里，两鬓于今如此。身外纷纷，倘来适去，到了成何事。人生一世，种瓜何处无地。"
    ]
  },
  {
    "id": "2e89e420fd97ec31d955f8d5ee68c498",
    "title": "念奴娇·其五九日",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "一番雨过一番凉，秋入苍崖青壁。昼日多阴，还又是、重九飘零江国。瘦水鳞鳞，长烟袅袅，枫叶千林赤。南山入望，为谁依旧佳色。",
      "随分绿酒黄花，联镳飞盖，总龙山豪客。人世高歌狂笑外，扰扰于身何得。短发萧萧，风吹乌帽，醉里从敧侧。明年虽健，未知何处相忆。"
    ]
  },
  {
    "id": "2e89e420fd97ec317cb94301a8ffddc0",
    "title": "水龙吟·其一雪",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "晚来侧侧清寒，冻云万里回飞鸟。故园梦断，单于吹罢，房栊易晓。西帝神游，万妃缟袂，相看一笑。泛扁舟乘兴，蹇驴觅句，山阴曲、霸陵道。",
      "舞态随风窈窕。任穿帘，儿童休扫。洛阳高卧，萧条门巷，悄无人到。供断诗愁，夜窗还共，陈编相照。念寒梅映水，匀妆弄粉，与谁争好。"
    ]
  },
  {
    "id": "2e89e420fd97ec31354f0b6b93ee5de5",
    "title": "水龙吟·其二次韵呈吕帅张漕",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "汉家经略中原，上游眷此喉衿地。风行雷动，无前伟绩，伊谁扬厉。玉帐筹边，绣衣给饟，江上增气。自武侯蜕迹，羊公缓带，功名事、更谁继。",
      "方□长驱万里。笑谈间、生擒元济。非熊未兆，封留终在，同功异世。刻就丰碑，万山直下，不须沈水。要追攀二雅，流传千古，属骚人记。"
    ]
  },
  {
    "id": "2e89e420fd97ec31367d5470bb2f263d",
    "title": "水龙吟·其三九日次前韵",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "汉江流入苍烟，戍楼吊古临无地。清霜初肃，鹰扬隼击，青霄凌厉。新雁声中，夕阳影里，千崖秋气。念东篱采菊，龙山落帽，风流在、尚堪继。",
      "引满松醪径醉。诵坡仙、临漳宵济。茱萸细看，明年谁健，空悲身世。儿辈何知，更休说似，登山临水。那纷纷毁誉，耳边风过，我何曾记。"
    ]
  },
  {
    "id": "2e89e420fd97ec31d8b76b1a8438423a",
    "title": "满庭芳·其一八月十六日醴陵作",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "雨送凉来，风将云去，晚天千顷玻璃。婵娟依旧，出海较些迟。玉兔秋毫可数，疏星外、乌鹊南飞。今何夕，空浮大白，一笑共谁持。",
      "团栾，成露坐，云鬟香雾，玉臂清辉。任短髭争挽，问我归期。三弄楼头长笛，愁人处、休苦高吹。沉吟久，支颐细数，四十九年非。"
    ]
  },
  {
    "id": "2e89e420fd97ec314a611d513e988162",
    "title": "满庭芳·其二",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "麦陇黄轻，桑畴绿暗，野桥新碧泱泱。怕春归去，莺语燕飞忙。风定闲花自落，穿幽径、拾蕊寻香。曾来处，孤云翠壁，依旧挂斜阳。",
      "客愁，知几许，唯思径醉，谁与持觞。料文君衣带，为我偷长。苦忆新晴昼永，闲相伴、刺绣明窗。何时得，西风夜雨，枕簟共新凉。"
    ]
  },
  {
    "id": "2e89e420fd97ec314a611d5126c15f0e",
    "title": "满庭芳·其二",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "马上催归，枕边唤起，谢他闲管闲愁。正难行处，云木叫钩辀。似笑天涯倦客，区区地、著甚来由。真怜我，提壶劝饮，一醉散千忧。",
      "人生，谁满百，闲中最乐，饱外何求。算苦无官况，莫要来休。住个溪山好处，随缘老、蜡屐渔舟。虽难比，东山绿野，得似个优游。"
    ]
  },
  {
    "id": "2e89e420fd97ec3131a63b1bcb7f6d18",
    "title": "满江红·其二滕王阁",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "画栋珠帘，临无地、沧波万顷。云尽敛、西山横翠，半江沈影。斜日明边回白鸟，晚烟深处迷渔艇。听棹歌、游女采莲归，声相应。",
      "愁似织，人谁省。情纵在，欢难更。满身香犹是，旧时笋令。宦海归来尘扑帽，酒徒散尽霜侵鬓。最愁处、独立咏苍茫，西风劲。"
    ]
  },
  {
    "id": "2e89e420fd97ec31dab03620e16a51d5",
    "title": "满江红·其三都下作",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "社雨初晴，烟光暖、吴山滴翠。望绛阙、祥云亏蔽，粉垣千雉。万柳低垂春似酒，微风不动天如醉。遍万井、嬉嬉画图中，欢声里。",
      "嗟倦客，道傍李。看人事，槐根蚁。立苍茫俯仰，漫悲身世。靖节依然求县令，元龙老去空豪气。便乘兴、一叶泛沧浪，吾归矣。"
    ]
  },
  {
    "id": "2e89e420fd97ec319825f362eb05bbcb",
    "title": "六州歌头·渊明祠",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "柴桑高隐，丘壑岁寒姿。北窗下，羲黄上，古人期。俗人疑。束带真难事，赋归去，吾庐好，斜川路，携筇杖，看云飞。六翮冥冥高举，青霄外、矰缴何施。且流行坎止，人世任相违。采菊东篱。",
      "正悠然、见南山处，无穷景，与心会，有谁知。琴中趣，杯中物，醉中诗。可忘机。一笑骑鲸去，向千载，赏音稀。嗟倦翼，瞻遗像，是吾师。门外空馀衰柳，摇疏翠、斜日辉辉。遣行人到此，感叹不胜悲。物是人非。"
    ]
  },
  {
    "id": "2e89e420fd97ec319ac7df5c34796ccf",
    "title": "兰陵王·其一·郴州作",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "晓阴薄。隔屋呼晴噪鹊。长烟袅、轻素望中，林表初阳照城郭。秋容自寂寞。清浅溪痕旋落。桥虹外，明嶂万重，云木千章映楼阁。天涯信飘泊。漫水绕郴山，尺素难托。文园多病宽衣索。",
      "最长笛声断，画阑凭暖，黄昏前后况味恶。甚良宵闲却。辽邈。误行乐。料恨寄徽弦，心倦梳掠。西风满院垂帘幕。对千里明月，五更悲角。归期秋尽，尚未定，怎睡著。"
    ]
  },
  {
    "id": "2e89e420fd97ec3164c3f97d0917eb39",
    "title": "兰陵王·其二·次周美成韵",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "小桥直。林表遥岑寸碧。斜阳外、霞绚晚空，一目千里总佳色。初寒遍泽国。投老依然是客。功名事，云散鸟飞，匣里青萍漫三尺。重来怆陈迹。又水褪沙痕，风满帆席。鲈肥莼美曾同食。",
      "听虚阁松韵，古墙竹影，参差犹记过此驿。傍溪南山北。悲恻。暗愁积。拥绣被焚香，谁伴孤寂。追寻恩怨无穷极。正难续幽梦，厌闻邻笛。那堪檐外，更夜雨，断又滴。"
    ]
  },
  {
    "id": "2e89e420fd97ec313b5217f6ed21677f",
    "title": "清平乐·其四赠游簿侍儿",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "长条依旧。不似章台柳。见客入来和笑走。腻脸羞红欲透。",
      "桃花流水茫茫。归来愁杀刘郎。尽做风情减尽，也应未怕颠狂。"
    ]
  },
  {
    "id": "2e89e420fd97ec3153fa94ec0bf3d5b6",
    "title": "清平乐·其六瑞香",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "争妍占早。只有梅同调。紫晕丁香青盖小。比似横枝更好。",
      "日烘锦被熏香。老夫恼得颠狂。把酒花前一笑，醉乡别有风光。"
    ]
  },
  {
    "id": "2e89e420fd97ec3106825f9b89f7554c",
    "title": "柳梢青·其三长桥",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "天接沧浪。晴虹垂饮，千步修梁。万顷玻璃，洞庭之外，纯浸斜阳。",
      "西风劝我持觞。况高栋、层轩自凉。饮罢不知，此身归处，独咏苍茫。"
    ]
  },
  {
    "id": "2e89e420fd97ec316070da806de96285",
    "title": "柳梢青·其四钓台。绍兴甲子赴试南宫登此，今三十三年矣",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "一水萦回。参天古木，夹岸苍崖。三十三年，客星堂上，几度曾来。",
      "眼看变化云雷。分白首、烟波放怀。细细平章，钓台毕竟，高似云台。"
    ]
  },
  {
    "id": "2e89e420fd97ec319b02ba6d46870c82",
    "title": "菩萨蛮",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "流苏宝帐沈烟馥。寒林小景银屏曲。睡起鬓云松。日高花影重。",
      "沉吟思昨梦。闲抱琵琶弄。破拨错成声。春愁著莫人。"
    ]
  },
  {
    "id": "2e89e420fd97ec319b02ba6daa9e46c1",
    "title": "菩萨蛮",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "西风送雨鸣庭树。嫩寒先到孤眠处。愁极梦频惊。马嘶天渐明。",
      "千林枫叶赤。寒事催刀尺。树杪又斜阳。迢迢归路长。"
    ]
  },
  {
    "id": "2e89e420fd97ec319f077c1ab3425c4d",
    "title": "菩萨蛮·其二送刘帅",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "重湖草木威名熟。儿童犹唱平郴曲。宴寝静愔愔。恩波湘水深。",
      "举头天尺五。稳步烟霄去。三柱黑头公。朔庭谈笑空。"
    ]
  },
  {
    "id": "2e89e420fd97ec31e16c748bd7b4ac81",
    "title": "菩萨蛮·其三杜省干席上口占赋桃花菊",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "木犀开遍芙蓉老。东篱独占秋光好。还记笑春风。新妆相映红。",
      "莫嫌彭泽令。不似刘郎韵。把酒赋新诗。花前知是谁。"
    ]
  },
  {
    "id": "2e89e420fd97ec31cc12d1309c4e24c2",
    "title": "思佳客·其一·王宰席上赠歌姬",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "把酒听歌始此回。流莺花底语徘徊。神仙也许人间见，腔调新翻辇下来。",
      "银烛灺，玉山颓。谁言弱水隔蓬莱。绝胜想像高唐赋，浪作行云行雨猜。"
    ]
  },
  {
    "id": "2e89e420fd97ec3129c9864a36c0fba0",
    "title": "思佳客",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "飞燕双双掌上身。花光纷艳晚妆新。纤腰妙舞萦回雪，皓齿清歌遏住云。",
      "欢卜夜，座添春。近前生怕主人嗔。主人见惯浑闲事，恼杀醒狂一个人。"
    ]
  },
  {
    "id": "2e89e420fd97ec312be489ca6a4b84ec",
    "title": "思佳客·其三·七夕",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "宝阁珠宫夜未央。嫌迟怕晚不成妆。乞求乌鹊填河汉，已早玉绳低建章。",
      "笼月烛，闭云房。经年离恨不胜长。思量也胜姮娥在，夜夜孤眠不识双。"
    ]
  },
  {
    "id": "2e89e420fd97ec312634ec288a36bc1e",
    "title": "山花子·成支使出侍姬，次穆季渊韵",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "雾阁云窗别有天。丰肌秀骨净娟娟。独立含情羞不语，总妖妍。",
      "持酒听歌心已醉，可怜白发更苍颜。红烛纱笼休点著，月中还。"
    ]
  },
  {
    "id": "2e89e420fd97ec31f32f182e71cd68b8",
    "title": "浣溪沙",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "庭下丛萱翠欲流。梁间双燕语相酬。日长帘底篆烟留。",
      "金勒去遥芳草歇，玉箫吹罢紫兰秋。一年春事只供愁。"
    ]
  },
  {
    "id": "2e89e420fd97ec31f32f182ec22952ed",
    "title": "浣溪沙",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "一夕高唐梦里狂。云情雨意两茫茫。袖间依约去年香。",
      "乳燕鸣鸠闲院落，垂杨芳草小池塘。墙梢冉冉又斜阳。"
    ]
  },
  {
    "id": "2e89e420fd97ec3103d0a45835276498",
    "title": "浣溪沙·其二梅",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "玉骨冰肌比似谁。淡妆浅笑总相宜。一枝清绝照涟漪。",
      "客意无聊花亦老，风烟错莫雨垂垂。溪边立马断肠时。"
    ]
  },
  {
    "id": "2e89e420fd97ec31af28db289ace29c4",
    "title": "蝶恋花·其一次韩干梦中韵",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "细雨斜风催日暮。一梦华胥，记得惊人句。雾阁云窗歌舞处。翠峰青嶂无重数。",
      "解佩江头元有路。流水茫茫，尽日无人渡。一点相思愁万缕。几时却跨青鸾去。"
    ]
  },
  {
    "id": "2e89e420fd97ec31e54778d5f0844416",
    "title": "蝶恋花·其二",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "十二峰前朝复暮。空忆兰台，公子高唐句。断雨残云无觅处。古来离合归冥数。",
      "咫尺明河无限路。牛女佳期，犹解年年渡。细写罗笺情缕缕。雁飞不到谁将去。"
    ]
  },
  {
    "id": "2e89e420fd97ec314f2eb00ce6bd48ff",
    "title": "惜分飞·其一·九日",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "平日悲秋今已老。细看秋光自好。风紧寒生早。漫将短发还吹帽。",
      "寂寞东篱人不到。只有渊明醉倒。一笑留残照。世间万事蝇头小。"
    ]
  },
  {
    "id": "2e89e420fd97ec31b6ae305b9b14034f",
    "title": "惜分飞·其二",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "雨过残阳明远树。树底鸣蝉无数。临水人家住。靠西便入江南路。",
      "曲径通幽深几许。翠竹短窗无暑。小立凭肩语。个中曾是孤眠处。"
    ]
  },
  {
    "id": "2e89e420fd97ec314ee8b6b2733141a8",
    "title": "鹊桥仙·其一",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "明眸皓齿，丰肌秀骨，浑是揉花碎玉。十分心事有谁知，暗恼得、愁红怨绿。",
      "残云断雨，不期而会，也要天来大福。若还虚度可怜宵，便做下、来生不足。"
    ]
  },
  {
    "id": "2e89e420fd97ec317c11db7939993e8c",
    "title": "鹊桥仙·其二七夕",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "牛郎织女，因缘不断，结下生生世世。人言恩爱久长难，又不道、如今几岁。",
      "眼穿肠断，一年今夜，且做不期而会。三杯酒罢闭云房，管上得、床儿同睡。"
    ]
  },
  {
    "id": "2e89e420fd97ec31b7ac73b2ab70fcac",
    "title": "诉衷情令·其一",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "荷花风细竹娟娟。新浴晚凉天。钩帘坐期素月，相对理朱弦。",
      "歌扇底，舞裙边。旧因缘。忔憎模样，别没包弹，只欠心坚。"
    ]
  },
  {
    "id": "2e89e420fd97ec3184597235b664695b",
    "title": "诉衷情令·其二中秋微雨，入夜开霁，吕履谦座上赋此",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "晓来犹自雨冥冥。投晚却能晴。姮娥为谁着意，洗得十分明。",
      "人自老，兔长生。酒徐倾。杯行到手，休更推辞，转眼参横。"
    ]
  },
  {
    "id": "2e89e420fd97ec3166dca3e9d2fdef73",
    "title": "相思引",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "皓齿清歌绝代音。眼波斜处寄情深。东风吹散，云雨杳难寻。",
      "试手罗笺花样在，唾窗茸线暗尘侵。向来多事，触绪碎人心。"
    ]
  },
  {
    "id": "2e89e420fd97ec3166dca3e9419e8354",
    "title": "相思引",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "晓鉴燕脂拂紫绵。未忺梳掠髻云偏。日高人静，沈水袅残烟。",
      "春老菖蒲花未著，路长鱼雁信难传。无端风絮，飞到绣床边。"
    ]
  },
  {
    "id": "2e89e420fd97ec3117e0b84776ee0035",
    "title": "点绛唇·其一登郢州城楼",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "楼槛凌风，四边浑是青山绕。水空相照。天末归帆小。",
      "家在江南，三径都荒了。何时到。暗尘扑帽。应被渊明笑。"
    ]
  },
  {
    "id": "2e89e420fd97ec3179c02a6eb2b5990c",
    "title": "点绛唇·其二",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "徙倚虚檐，柳阴疏处看飞鸟。水平池沼。云影闲相照。",
      "点翰舒笺，字密蝇头小。还揉了。路长山杳。寄得愁多少。"
    ]
  },
  {
    "id": "2e89e420fd97ec31621f355c52b934fd",
    "title": "减字木兰花·其一梅",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "微红嫩白。照水横枝初摘索。一梦扬州。客里相逢无限愁。",
      "黄昏院落。细细清香无处著。觅句持觞。鬓点吴霜不碍狂。"
    ]
  },
  {
    "id": "2e89e420fd97ec31a4232164679d9694",
    "title": "玉团儿",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "吴江渺渺疑天接。独著我、扁舟一叶。步袜凌波，芙蓉仙子，绿盖红颊。",
      "登临正要诗弹压。叹老去、都忘句法。剧饮狂歌，清风明月，相应相答。"
    ]
  },
  {
    "id": "2e89e420fd97ec3177a1b3e98690dba5",
    "title": "减字木兰花·其二灯下见梅",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "灯前初见。冰玉玲珑惊眼眩。艳溢香繁。绝胜溪边月下看。",
      "铅华尽洗。只有檀唇红不退。倾坐精神。全似当时一个人。"
    ]
  },
  {
    "id": "2e89e420fd97ec314fc642f7cdc65964",
    "title": "青山远题王见几侍儿真",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "花竹亭轩。曲径通幽小洞天。翠帏苒苒隔轻烟。锁婵娟。",
      "画图初试春风面，消得东君着意怜。到伊歌扇舞裙边。要前缘。"
    ]
  },
  {
    "id": "2e89e420fd97ec314f3f80c6af916b52",
    "title": "归字谣二首",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "【其一】",
      "归。目断吾庐小翠微。斜阳外，白鸟傍山飞。",
      "【其二】",
      "归。随分家山有蕨薇。陶元亮，千载是吾师。"
    ]
  },
  {
    "id": "2e89e420fd97ec3146408bd964805e8e",
    "title": "玉楼春",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "垂鬟初学窥门户。妙舞妍歌俱独步。引成密约笑言间，认得真情离别处。",
      "潘郎两鬓今如许。纵得相逢知认否。多时无雁寄书来，今夜倩风吹梦去。"
    ]
  },
  {
    "id": "2e89e420fd97ec319c70a6d85bbff444",
    "title": "踏莎行",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "醉捻黄花，笑持白羽。秋江绿涨迷平楚。燕鸿曾寄去年书，汉皋不记来时路。",
      "天际归舟，云中烟树。兰成憔悴愁难赋。香囊钿合忍重看，风裳水佩寻无处。"
    ]
  },
  {
    "id": "2e89e420fd97ec31c6617eda99e316a8",
    "title": "南柯子/南歌子",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "秋晚霜初肃，江寒雾未收。西风吹老白蘋洲。长笛一声、谁在水边楼。",
      "带绿枨新破，真醇酒旋篘。簪花莫怪老人羞。直是黄花、羞上老人头。"
    ]
  },
  {
    "id": "2e89e420fd97ec3100988a6846947488",
    "title": "虞美人·七夕悼亡",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "娟娟缺月梧桐影。云度银潢静。夜深檐隙下微凉。醒尽酒魂何处、藕花香。",
      "鹊桥初会明星上。执手还惆怅。莫嗟相见动经年。犹胜人间一别、便终天。"
    ]
  },
  {
    "id": "2e89e420fd97ec31c8617e8a89e88a69",
    "title": "忆秦娥·七夕",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "月照席。不知天上今何夕。今何夕。鹊桥初就，玉绳低侧。",
      "暂时不见犹寻觅。那堪更作经年隔。经年隔。许多良夜，怎生闲得。"
    ]
  },
  {
    "id": "2e89e420fd97ec3157659484b5bf1404",
    "title": "长相思",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "荷花香。竹风凉。万动声沈更点长。荧荧月半床。",
      "好思量。恶凄惶。独立西厢花拂墙。如今空断肠。"
    ]
  },
  {
    "id": "2e89e420fd97ec315d99e00059a244fd",
    "title": "东坡引",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "陇头梅半吐。江南岁将暮。闲窗尽日将愁度。黄昏愁更苦。",
      "归期望断，双鱼尺素。念嘶骑、今到何处。残灯背壁三更鼓。斜风吹细雨。"
    ]
  },
  {
    "id": "2e89e420fd97ec3190b17e59849ad8c2",
    "title": "宴清都",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "暮雨消烦暑。房栊□、顿觉秋意如许。天高云杳，山横绀碧，桂华初吐。空庭静掩桐阴，更苒苒、流萤暗度。记那时、朱户迎风，西厢待月私语。",
      "佳期易失难重，馀香破镜，虽在何据。如今要见，除非是梦，几时曾做。人言雁足传书，待尽写、相思寄与。又怎生、说得愁肠，千丝万缕。"
    ]
  },
  {
    "id": "2e89e420fd97ec313df68ced8d491b24",
    "title": "念奴娇·其二和人韵",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "水边篱落独横枝，苒苒风烟岑寂。踏雪寻芳村路永，竹屋西头遥识。蕙草香销，小桃红未，醉眼惊春色。罗浮何处，断肠无限陈迹。",
      "憔悴素脸朱唇，天寒日暮，倚琅玕无力。岁晚天涯驿使远，难寄江南消息。自笑平生，怜清惜淡，故国曾亲植。百花虽好，问还有恁标格。"
    ]
  },
  {
    "id": "2e89e420fd97ec314df86ecb7961e20d",
    "title": "一丛花·东风吹恨著眉心",
    "authorName": "袁去华",
    "authorId": "2e89e420fd97ec31d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "东风吹恨著眉心。金约瘦难任。西窗剪烛浑如梦，最愁处、南陌分襟。香歇绣囊，尘生罗幌，憔悴到如今。小花幽院夜沈沈。凉月转槐阴。拂墙树动开朱户，又赢得、愁与更深。青翼不来，征鸿难倩，流怨入瑶琴。"
    ]
  },
  {
    "id": "2e89e420fdbba58ad4bf60e4451aa7f6",
    "title": "鹧鸪天·其三",
    "authorName": "胡于",
    "authorId": "2e89e420fdbba58ad1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "袅袅薰风响佩环。广寒仙子跨清鸾。谁教瑞世仪周间，自赋多才继小山。",
      "铃阁静，画堂闲。衮衣象服镇团栾。年年此日称觞处，留待菖蒲驻玉颜。"
    ]
  },
  {
    "id": "2e89e420fe1c33289607b43acf78e41d",
    "title": "胜胜慢/声声慢",
    "authorName": "李商英",
    "authorId": "2e89e420fe1c3328d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "笙簧缭绕，书鼓声喧，佳人对舞绣帘前。高卷铺衬，广列华筵。人人献香祝寿，捧流霞，永庆高年。名香爇，睹重重华盖，金兽喷烟。",
      "一愿皇恩频降，松柏对龟鹤，彭祖齐肩。二愿子子孙孙，尽贡三元。石崇富贵也休夸，陆地神仙。更三愿，愿年年佳庆，永保团圆。"
    ]
  },
  {
    "id": "2e89e420fe1c3328170fbfd896378abe",
    "title": "醉蓬莱·其一",
    "authorName": "李商英",
    "authorId": "2e89e420fe1c3328d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "庆朋良相遇，夷夏均欢，福沾绵宇。扶日勋高，更补天力巨。学造渊微，文赓三圣，被褒语。来自丹台，生逢华旦，身登仙路。",
      "衮绣归来，水晶宫里，燕处超然，去天尺五。绿发朱颜，照青春如故。一粒刀圭，五更丹灶，与赤松游处。只恐看着蒲轮，趣上沙堤归去。"
    ]
  },
  {
    "id": "2e89e420fe1c3328dc41f87cf99322ed",
    "title": "木兰花慢",
    "authorName": "李商英",
    "authorId": "2e89e420fe1c3328d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "喜琼筵乍启，似王母、宴瑶池。正珠履骈肩，群仙间坐，冰玉交辉。新词更兼旧曲，听歌声、宛转绕屏帏。一缕龙香水麝，满堂如彩云飞。",
      "金卮主献宾酬。无算数醉如泥。诮不管山翁，霜髯皓鬓，为插花枝。更阑带花归去，有馀香、冉冉惹人衣。一枕华胥梦觉，恍然身在桃溪。"
    ]
  },
  {
    "id": "2e89e420fe1c3328c478f3d6d791d06f",
    "title": "洞仙歌",
    "authorName": "李商英",
    "authorId": "2e89e420fe1c3328d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "腊残寒峭，渐近新正际。喜溢门阑霭佳气。遇昌辰，符吉梦，岳渎呈祥瑞。知是天诞人间奇瑞。",
      "文章推晁董，学擅卿云，高揭声猷缙绅里。上瀛洲册府，师表宗藩，华要地，俱是宸衷注意。又何止看看便持荷，更寿为崆峒，广成同岁。"
    ]
  },
  {
    "id": "2e89e420fe1c3328c478f3d676be10e2",
    "title": "洞仙歌",
    "authorName": "李商英",
    "authorId": "2e89e420fe1c3328d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "霓旌降节，缥缈蓬瀛里。前是骖鸾在人世。下云衢沾圣泽，两地疏封，须信道，不减瑶台富贵。",
      "兰帏称寿日，朱紫盈门，碧藕蟠桃奉甘旨。更何须，求大药饵服还丹，长不老，鹤骨仙标无比。况壶天日月自延长，看几度人间，百年千岁。"
    ]
  },
  {
    "id": "2e89e420fe1c33289607b43ac504bce4",
    "title": "胜胜慢/声声慢",
    "authorName": "李商英",
    "authorId": "2e89e420fe1c3328d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "香浮椒柏，暖入酴酥，非烟晓生帘幕。绛阙真仙，来自五云楼阁。青霁路岐游遍，排冠归、水晶城郭。萧散处，有壶中日月，故园猿鹤。",
      "好是朱颜难老，嬉游处，不减少年行乐。正好寻春，莫负燕期莺约。沉沉洞天向晚，按官商、重调音乐。愿岁岁，听新声，笙歌院落。"
    ]
  },
  {
    "id": "2e89e420fe24d0155ecb6fa1ee687227",
    "title": "多丽",
    "authorName": "高登",
    "authorId": "2e89e420fe24d015d1457b72df0aab05",
    "dynasty": "宋",
    "content": [
      "人间世，偶然攘臂来游。何须恁、乾坤角抵，又成冷笑俳优。且宽心、待他天命，谩鼓舌、夸吾人谋。李广不侯，刘蕡未第，千年公论合谁羞。往矣瓦飘无意，甑堕懒回头。真堪笑，直钩论议，圆枘机筹。",
      "幸斯道、元无得丧，壮心岂有沈浮。好温存、困中节概，莫冷落、穷里风流。酒滴珍珠，饭钞云子，醉饱卧信缘休。归去也，幅巾谈笑，卒岁且优游。循环事，亡羊须在，失马何忧。"
    ]
  },
  {
    "id": "2e89e420fe24d0158ae02b998fde9021",
    "title": "阮郎归·过武仙悬，谒许宰不遇，作此寄之",
    "authorName": "高登",
    "authorId": "2e89e420fe24d015d1457b72df0aab05",
    "dynasty": "宋",
    "content": [
      "武仙花县谒凫仙。急招横渡船。重门昼掩讼庭闲。虚檐群雀喧。",
      "金屋畔，玉阑边。新春桃李妍。主人情重客无缘。销魂空黯然。"
    ]
  },
  {
    "id": "2e89e420fe24d01579217b203524b67a",
    "title": "蓦山溪·容州病起作",
    "authorName": "高登",
    "authorId": "2e89e420fe24d015d1457b72df0aab05",
    "dynasty": "宋",
    "content": [
      "黄茅时节，病恼南来客。瘦得不胜衣，试腰围、都无一搦。东篱兴在，手种菊方黄，摘晚艳，泛新刍，谁道乾坤窄。",
      "百年役役，乐事真难得。短发已无多，更何劳、霜风染白。儿曹齐健，扶□一翁孱，龙山帽，习池巾，归路从敧侧。"
    ]
  },
  {
    "id": "2e89e420fe24d015e78f81304314d62e",
    "title": "行香子",
    "authorName": "高登",
    "authorId": "2e89e420fe24d015d1457b72df0aab05",
    "dynasty": "宋",
    "content": [
      "瘴气如云。暑气如焚。病轻时、也是十分。沈疴恼客，罪罟萦人。叹槛中猿，笼中鸟，辙中鳞。",
      "休负文章，休说经纶。得生还、已早因循。菱花照影，筇竹随身。奈沈郎尪，潘郎老，阮郎贫。"
    ]
  },
  {
    "id": "2e89e420fe24d0151d67d6f56392fb66",
    "title": "渔家傲·绍兴甲子潮州考官作",
    "authorName": "高登",
    "authorId": "2e89e420fe24d015d1457b72df0aab05",
    "dynasty": "宋",
    "content": [
      "名利场中空扰扰。十年南北东西道。依旧缘山尘扑帽。空懊恼。羡他陶令归来早。",
      "归去来兮秋已杪。菊花又绕东篱好。有酒一尊开口笑。虽然老。玉山犹解花前倒。"
    ]
  },
  {
    "id": "2e89e420fe24d0150a62fb9d6b779e7c",
    "title": "好事近·其一黄义卿画带霜竹",
    "authorName": "高登",
    "authorId": "2e89e420fe24d015d1457b72df0aab05",
    "dynasty": "宋",
    "content": [
      "潇洒带霜枝，独向岁寒时节。触目千林憔悴，更幽姿清绝。",
      "多才应赋得天真，落笔惊风叶。从此绿窗深处，有一梢秋月。"
    ]
  },
  {
    "id": "2e89e420fe24d01537a7185778860c72",
    "title": "浪淘沙令·王宰母生日，寓居道州，勉其来富州",
    "authorName": "高登",
    "authorId": "2e89e420fe24d015d1457b72df0aab05",
    "dynasty": "宋",
    "content": [
      "璧月挂秋宵。丹桂香飘。广寒宫殿路迢迢。试问嫦娥缘底事，欲下层霄。",
      "兰玉自垂髫。拜命当朝。神仙会里且逍遥。分取壶中闲日月，来伴王乔。"
    ]
  },
  {
    "id": "2e89e420fe24d0154ad211d33b0563fb",
    "title": "好事近·其二再和饯别",
    "authorName": "高登",
    "authorId": "2e89e420fe24d015d1457b72df0aab05",
    "dynasty": "宋",
    "content": [
      "送客过江村，况值重阳佳节。向晚西风萧瑟，正离人愁绝。",
      "尊前相顾惜参商，引十分蕉叶。回首高阳人散，负西楼风月。"
    ]
  },
  {
    "id": "2e89e420fe24d0158d41f38767d4e07c",
    "title": "西江月",
    "authorName": "高登",
    "authorId": "2e89e420fe24d015d1457b72df0aab05",
    "dynasty": "宋",
    "content": [
      "渺渺西江流水，翩翩北客征帆。清秋月影浸人寒。云净碧天澄淡。",
      "飘泊道途零落，疏慵鬓发䰐鬖。从来涉世戒三缄。只好随时饮啖。"
    ]
  },
  {
    "id": "2e89e420fe24d0152185b1a7c31e9b20",
    "title": "好事近·其三又和纪别",
    "authorName": "高登",
    "authorId": "2e89e420fe24d015d1457b72df0aab05",
    "dynasty": "宋",
    "content": [
      "饮兴正阑珊，正是挥毫时节。霜乾银钩锦句，看壁间三绝。",
      "西风特地飒秋声，楼外触残叶。匹马翩然归去，向征鞍敲月。"
    ]
  },
  {
    "id": "2e89e420fe24d015c06ac9f2ddf80e71",
    "title": "南歌子",
    "authorName": "高登",
    "authorId": "2e89e420fe24d015d1457b72df0aab05",
    "dynasty": "宋",
    "content": [
      "菊捻黄金嫩，杯倾琥珀浓。良辰何处寄萍踪。短艇飘摇一叶、浪花中。",
      "凤阙游娃馆，幽坡赏梵宫。当年乐事总成空。目断天边想像、意何穷。"
    ]
  },
  {
    "id": "2e89e420fe2da4efb205c304c22ed890",
    "title": "蜡梅香",
    "authorName": "喻陟",
    "authorId": "2e89e420fe2da4efd1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "晓日初长，正锦里轻阴，小寒天气。未报春消息，早瘦梅先发，浅苞纤蕊。揾玉匀香，天赋与，风流标致。问陇头人，音容万里。待凭谁寄。",
      "一样晓妆新，倚朱楼凝盼，素英如坠。映月临风处，度几声羌管，愁生乡思。电转光阴，须信道、飘零容易。且频欢赏，柔芳正好，满簪同醉。"
    ]
  },
  {
    "id": "2e89e420fee2f841dbe2ab3b3a2c09a4",
    "title": "满江红·寿云山章尚书",
    "authorName": "赵灌园",
    "authorId": "2e89e420fee2f841d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "看尽公卿，都输与、云山居士。肯掉了、龙章金印，归来闾里。云染笔头成五色，山来胸次堆空翠。更结庐、近在白鸥边，弄烟水。",
      "只恐怕，明天子。黄纸唤，先生起。教依前插脚，孔鸾丛里。岩壑烟沙真作戏，貂蝉衮绣从兹始。酌凤凰、池沼九天浆，三千岁。"
    ]
  },
  {
    "id": "2e89e420ff114cb173f4853628cc1411",
    "title": "水调歌头",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "长江飞鸟外，明月众星中。今来古往如此，人事几秋风。又对团团红树，独跨蹇驴归去，山水澹丰容。远色动愁思，不见两诗翁。",
      "酒如渑，谈如绮，气如虹。当时痛饮狂醉，只许赏心同。响绝光沈休问，俯仰之间陈迹，我亦老飘蓬。望久碧云晚，一雁度寒空。"
    ]
  },
  {
    "id": "2e89e420ff114cb19b1a453ba997e316",
    "title": "渔家傲·次韵赠戴时行",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "漠漠郊原荒宿草。黄花趁得秋风早。万里岷峨归梦到。东篱好。未应花似行人老。",
      "古往今来成一笑。为君醉里销沈了。不用登临敧短帽。愁绝□。吴霜点鬓教谁扫。"
    ]
  },
  {
    "id": "2e89e420ff114cb1079146e99ef78e88",
    "title": "醉花阴·送夏立夫",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "平生五色江淹笔。合占金闺籍。桃李满城春，恨□屏□，只作三年客。",
      "画船暂系河桥侧。一醉分南北。惆怅酒醒时，雨笠风蓑，似旧无人识。"
    ]
  },
  {
    "id": "2e89e420ff114cb1552dfc5438f3c442",
    "title": "点绛唇·赋登楼",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "休惜馀春，试来把酒留春住。问春无语。帘卷西山雨。",
      "一掬愁心，强欲登高赋。山无数。烟波无数。不放春归去。"
    ]
  },
  {
    "id": "2e89e420ff114cb14fab5f756c03eb47",
    "title": "清平乐·其一填太白应制词",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "东风归早。已绿瀛洲草。紫殿红楼春正好。杨柳半和烟袅。",
      "玉舆遍绕花行。初闻百啭新莺。历历因风传去，千门万户春声。"
    ]
  },
  {
    "id": "2e89e420ff114cb1f32f182e4a30bb38",
    "title": "浣溪沙",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "一样婵娟别样清。眼明初识董双成。香风随步过帘旌。",
      "笑捧玉觞频劝客，浣溪沙里转新声。花间侧听有流莺。"
    ]
  },
  {
    "id": "2e89e420ff114cb16261193d80d7a5a0",
    "title": "清平乐·其二妓诉状立厅下",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "坠红飘絮。收拾春归去。长恨春归无觅处。心事顾谁分付。",
      "卢家小苑回塘。于飞多少鸳鸯。纵使东墙隔断，莫愁应念王昌。"
    ]
  },
  {
    "id": "2e89e420ff114cb1b7b75426e03b552c",
    "title": "菩萨蛮·和令狐公子",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "风柔日薄江村路。一鞭又逐春光去。胡蝶作团飞。竹间桃李枝。",
      "醉魂招不得。一半随春色。桃李□无多。其如风日何。"
    ]
  },
  {
    "id": "2e89e420ff114cb1d61274070b92290c",
    "title": "好事近",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "小砑碧霞笺，不见近来消息。玉骨瘦无一把，又不成空忆。",
      "炉熏歇尽烛花残，佳梦了难得。二十五声秋点，最知人端的。"
    ]
  },
  {
    "id": "2e89e420ff114cb186b91202645606d9",
    "title": "虞美人",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "别来杨柳团轻絮。摆撼春风去。小园桃李却依依。犹自留花不发、待郎归。",
      "枝头便觉层层好。信是花相恼。觥船一棹百分空。拚了如今醉倒、闹香中。"
    ]
  },
  {
    "id": "2e89e420ff114cb186b912028ee9aa44",
    "title": "虞美人",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "姚黄真是花中主。个个寻芳去。春光能有几多时。莫遣无花空折、断肠枝。",
      "蜂媒蝶使争撩乱。应妒传觞缓。问花端的为谁开。拟作移春小槛、载归来。"
    ]
  },
  {
    "id": "2e89e420ff114cb157659484cc09b195",
    "title": "长相思",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "来匆匆。去匆匆。短梦无凭春又空。难随郎马踪。",
      "山重重。水重重。飞絮流云西复东。音书何处通。"
    ]
  },
  {
    "id": "2e89e420ff114cb1ed41b542367990e1",
    "title": "酒泉子·送诣夫成都作。重九",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "锦水花林，前度刘郎行乐处，当时桃李卧莓苔。又重来。",
      "今年菊蕊为君开。赖有诗情浑似旧，西风斜日上高台。醉千回。"
    ]
  },
  {
    "id": "2e89e420ff114cb111657643caccdc35",
    "title": "恨来迟",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "柳暗汀洲，最春深处，小宴初开。似泛宅浮家，水平风软，咫尺蓬莱。",
      "更劝君、吸尽紫霞杯。醉看鸾凤徘徊。正洞里桃花，盈盈一笑，依旧怜才。"
    ]
  },
  {
    "id": "2e89e420ff114cb17e3bc9cedc525e6b",
    "title": "春光好",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "和醉梦，上峥嵘。忆娉婷。回首锦江烟一色，不分明。",
      "翻为离别牵情。娇啼外、没句丁宁。紫陌绿窗多少恨，两难平。"
    ]
  },
  {
    "id": "2e89e420ff114cb1a1e6d8d5071f230e",
    "title": "南歌子·早春感怀",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "命啸无人啸，含娇何处娇。江南烟水太迢迢。璧月琼枝空想、夜和朝。",
      "目断肠随断，魂销骨更销。琐窗风雨不相饶。犹似西湖一枕、听寒潮。"
    ]
  },
  {
    "id": "2e89e420ff114cb1b86896a69b5d30f5",
    "title": "画堂春·春思",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "暖风和雨暗楼台。馀寒巧作愁媒。半春怀抱向谁开。忍泪千回。",
      "断梦已随烟篆，醉魂空殢琼杯。小窗瞥见一枝梅。疑误君来。"
    ]
  },
  {
    "id": "2e89e420ff114cb1618c1fd31445b54e",
    "title": "七娘子",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "花明雾暗非花雾。似春屏、短梦无凭据。夜月将来，晓灯催去。半衾馀暖空留住。",
      "情柔意密愁千缕。想一声、鸡唱东城路。暂作行云，暂为行雨。阳台望极人何处。"
    ]
  },
  {
    "id": "2e89e420ff114cb15c1f4a54d0e190ec",
    "title": "减字木兰花·政和癸丑",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "飞霞半缕。收尽一天风和雨。可惜黄昏。残角疏钟要断魂。",
      "双鱼传信。只道横塘消息近。心事悠悠。同向春风各自愁。"
    ]
  },
  {
    "id": "2e89e420ff114cb19a1e3723e4421168",
    "title": "一落索",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "昨夜封枝寒雪。暗堆残叶。佳人醉里插钗梁，更不问、眠时节。",
      "绣被重重夜彻。烛光明灭。枕旁争听落檐声，更不问、醒时节。"
    ]
  },
  {
    "id": "2e89e420ff114cb17d5e956528f5f535",
    "title": "丑奴儿/采桑子",
    "authorName": "王灼",
    "authorId": "2e89e420ff114cb1d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "东风已有归来信，先返梅魂。雪斗纷纷。更引蟾光过璧门。",
      "绿衣小凤枝头语，我有嘉宾。急泛清尊。莫待江南烂漫春。"
    ]
  },
  {
    "id": "2e89e420ff231c0bcb2b21556bfac3e4",
    "title": "金明池",
    "authorName": "杨简",
    "authorId": "2e89e420ff231c0bf7f580e13210ddbe",
    "dynasty": "宋",
    "content": [
      "燕语莺啼，杏坛春色。为甚无人领略。又添个、山青水绿。是多多少少，明明白白，对面不识。方且荡然放逸。不亦文辞雕琢。",
      "圣人道、君子不必相与言，但示以礼乐。礼乐无言莫穿凿。一味融融，无穷静乐。步步行行皆妙用，言言句句俱寂寞。舜曰道、心明心即道，百姓日用，不知不觉。从学者再三，勤勤有请，也只不可说着。"
    ]
  },
  {
    "id": "2e89e420ff2e02ae9b02ba6d9ed2dd98",
    "title": "菩萨蛮",
    "authorName": "阮华",
    "authorId": "2e89e420ff2e02aed1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "玉箫一曲无心度。谁知引入桃源路。邂逅曲阑边。匆匆欲并肩。",
      "一时风雨急。忽尔分双翼。回首洛川人。翻疑化作云。"
    ]
  },
  {
    "id": "2e89e420ff4ee01890bdbd8257600f13",
    "title": "满江红",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "自古称稀，须信道、人生七十。当七月、庆生佳节，更逢七夕。丹鼎麻姑多两转，蟠桃王母无双实。更竹林、作者茂芝兰，俱无敌。",
      "持觞劝，辰拱北。阴功在，头俱黑。况轲亲教子，同声战国。九万鹏程当不二，八千椿寿看逾一。愿从今、屈指再从头，山中日。"
    ]
  },
  {
    "id": "2e89e420ff4ee0189b02ba6d0b2b2cfc",
    "title": "菩萨蛮",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "玉纤倒把罗纨扇。屏山半倚羞人见。回首忽相逢。桃花生嫩红。",
      "见了娇无语。还向屏山去。略略转秋波。客愁无奈何。"
    ]
  },
  {
    "id": "2e89e420ff4ee0182715c37247d50d55",
    "title": "瑞鹧鸪",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "挑尽银缸半夜花。拍帘风劲卷龙沙。香传梅福深深意，春在钱塘小小家。",
      "鸳被半闲才子恨，莺簧初转史君夸。归来醉体娇无力，压尽名园无限花。"
    ]
  },
  {
    "id": "2e89e420ff4ee0182715c37233364dd1",
    "title": "瑞鹧鸪",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "华月楼前见玉容。凤钗斜褪鬓云松。梅花体态香凝雪，杨柳腰肢瘦怯风。",
      "几向白云寻楚□，难凭红叶到吴宫。别来风韵浑如旧，犹恐相逢是梦中。"
    ]
  },
  {
    "id": "2e89e420ff4ee0180c5c2e7d4919a43e",
    "title": "念奴娇",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "倚藤临水，照丰姿自笑，天然丘壑。利鞅名缰成底事，空把此身缠缚。李杜文章，良平事业，且束之高阁。浩然归去，暮霞残照零落。",
      "闻道西北埃尘，东南形胜，次第清河岳。此等功名尘世事，与我初无关约。十里松萝，一蓑烟雨，说甚扬州鹤。倚栏长啸，玉轮飞上天角。"
    ]
  },
  {
    "id": "2e89e420ff4ee01890bdbd821e8fc006",
    "title": "满江红",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "懒取冠儿，只偏带、一枝翠柏。记刺指、封书罗带，尚馀残血。愁入柳眉云黛蹙，汗凝桃脸胭脂湿。把玉纤、掩定古词名，猜谁识。",
      "瓶已坠，宁无阙。盟已负，难成匹。念当年亭院，画楼东北。烛影烧残蝴蝶梦，縠纹皱起鸳鸯翼。叹如今、憔悴忆前欢，重门隔。"
    ]
  },
  {
    "id": "2e89e420ff4ee018bd6fb1c7a153b646",
    "title": "霜天晓角",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "裙儿六幅，谁染秋波绿。一搦柳腰两过，樽前粲粲玉。暑气消烦溽。",
      "日月飞车轴。线幕黄帘风露。那堪人在天北。"
    ]
  },
  {
    "id": "2e89e420ff4ee018c06ac9f2e3c7c528",
    "title": "南歌子",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "粉絮飘琼树，摇花结玉池。蕊仙滕六逞瑰奇。都把银河细剪、做花飞。",
      "小院风声急，歌楼酒力微。闷中犹记去年时。呵手牵人相伴、塑狮儿。"
    ]
  },
  {
    "id": "2e89e420ff4ee018128249f58bdb1917",
    "title": "望江南/忆江南",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "罗雾薄、绀绿拥重重。八幅宝香薰锦绣，一床烟浪卷芙蓉。屏翠叠东风。",
      "云点缀，香汗透玲珑。螺髻松松沾玉润，樱唇浅浅印珠红。人在翠华中。"
    ]
  },
  {
    "id": "2e89e420ff4ee01832ad97e15e401d12",
    "title": "渔家傲",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "昨夜寿星朝北极。牵牛织女排筵席。闻有谪仙先一夕。方知得。风流倬底人生日。",
      "慷慨英雄当路识。鹗书已凝循京秩。试问遐龄谁与敌。回㘦绎。撇头添个长长十。"
    ]
  },
  {
    "id": "2e89e420ff4ee018bd6fb1c7ae109c65",
    "title": "霜天晓角",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "情刀无斸。割尽相思肉。说后说应难尽，除非是、写成轴。",
      "帖儿烦付祝。休对傍人读。恐怕那懑知后，和它也泪瀑漱。"
    ]
  },
  {
    "id": "2e89e420ff4ee018bd6fb1c71fc545c6",
    "title": "霜天晓角",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "蒲帆十幅。飞破秋江绿。天际彩虹千丈，阑干外、泻寒玉。",
      "一雨收残溽。云山开画轴。试问故人何处，青楼在画桥北。"
    ]
  },
  {
    "id": "2e89e420ff4ee01890bdbd825d449886",
    "title": "满江红",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "帘拍风颠，云共雨、商量欲雪。愁不寐、兽炉灰冷，寸肠千结。罗带只贪珠泪濞，金钗不整乌云侧。对菱花、空自敛双蛾，伤离别。",
      "心下事，凭谁说。愁与恨，如山积。被傍人调闻，呢龟成鳖。塞雁来时空怅望，梅花开后无消息。恨薄情、拚却与分飞，还重忆。"
    ]
  },
  {
    "id": "2e89e420ff4ee01890bdbd8241fc564d",
    "title": "满江红",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "正秋容万里，十分明洁。后羿久忘逃去处，东方尚忆来年月。",
      "但无端、燕贺赋声诗，容凡客。"
    ]
  },
  {
    "id": "2e89e420ff4ee01890bdbd82ee522f0a",
    "title": "满江红",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "庙社如今，谁复问、夏松殷柏。最苦是、二江涂脑，两淮流血。壮士气虹箕斗贯，征夫汗马兜鍪湿。问孙吴、黄石几编书，何曾识。",
      "青玉锁，黄金阙。车万乘，骓□匹。看长驱万里，直冲燕北。禹地悉归龙虎掌，尧天更展鹍鹏翼。指凌烟、去路复何忧，关山隔。"
    ]
  },
  {
    "id": "2e89e420ff4ee01873f48536aadbbcc5",
    "title": "水调歌头",
    "authorName": "华岳",
    "authorId": "2e89e420ff4ee018d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "万里楚天阔，一点寿星明。庭语以识歌舞，拍拍□秋声。会过牛郎六夕，圆欠嫦娥一夜，此际是佳辰。□□□□□，□□□□□赍予说，□神岳，庆生申。",
      "□领仓符，□兼漕节握藩旌。但□闽山建水，无地不阳春。今日范滂刘宴，来岁周公伊尹，元化斡洪钧。北阙中书今，南极老人星。"
    ]
  },
  {
    "id": "2e89e420ffb3b1151bb7717663fff8ef",
    "title": "如梦令·其三",
    "authorName": "张舜美",
    "authorId": "2e89e420ffb3b115d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "漏滴铜壶声咽。风送金猊香烈。一见彩鸾灯，顿使狂心烦热。",
      "应说。应说。昨夜相逢时节。"
    ]
  }
]