[
  {
    "id": "7b5879332551bc6ea2d534f6e037f01c",
    "title": "减字木兰花",
    "authorName": "苏小小",
    "authorId": "7b5879332551bc6ed18f655cb5b41fac",
    "dynasty": "南北朝",
    "content": [
      "别离情绪。万里关山如底数。遣妾伤悲。未心郎家知不知。",
      "自从君去。数尽残冬春又暮。音信全乖。等到花开不见来。"
    ]
  },
  {
    "id": "7b587933b0fb23522481d7c4647d11b5",
    "title": "行路难",
    "authorName": "释宝月",
    "authorId": "7b587933b0fb2352d1457b72d1457b72",
    "dynasty": "南北朝",
    "appreciation": "《行路难》为乐府旧题，古辞不存。《乐府解题》说：“《行路难》备言世路艰难及离别悲伤之意，多以‘君不见’为首。”《续晋阳秋》说：“袁山松善音乐，北人旧歌有《行路难》曲，辞颇疏质，山松好之，乃为文其章句，婉其节制。每因酒酣从而歌之，听者莫不流涕。”可见《行路难》词多悲哀之音。\n此诗由三个层次构成。首四句为第一层，写游子思妇，两个方面同时着笔，而以秋夜闻雁声贯串。以孤雁哀鸣写游子思妇，这是古诗中常用的手法。如曹丕《杂诗》：“草虫鸣何悲，孤雁独南翔。郁郁多悲思，绵绵思故乡。……向风长叹息，断绝我中肠。”又说：“漫漫秋夜长，烈烈北风凉。展转不能寐，披衣起彷徨。彷徨忽已久，白露沾我裳。”此诗颇有化用曹诗的地方，而曹诗又是从借鉴《古诗十九首·明月何皎皎》来。诗的首句以“君不见”起，是《行路难》乐府题的常格。从孤雁发于“关外”，远度“扬越”，由北而南，知此时正是深秋节令。“孤雁”一语虽已成为这类题材的凝固意念，但它对游子或思妇说来，仍是一种心理反射。而“酸嘶”与之呼应，也是从人即游子、思妇的感受说起。第三句“空城客子心肠断”，第四句“幽闺思妇气欲绝”，都从夜闻“孤雁”而来；一个“心肠断”，一个“气欲绝”，一种相思，两处相关，而雁声则为传情之物。\n以下两层分写思妇、游子。第五句至第十句写思妇。思妇因怀人夜不能寐，一个人孤独地在庭前踱着步，不知不觉，已过了深夜。忽然低头看见罗衣上已结满霜华，便用衣袖轻轻拂了几下，可是仍无意回房。她抬眼望望天空，许久天上连一颗星星也看不见，这工夫却见浮云裂开一道缝隙，露出一轮满月，洒下遍地清辉。人说月圆是亲人团聚的吉兆，以前她自己也总是盼望月圆时，可是月亮一次次圆了又缺了，征人却始终未归；多少年过去了，“夜夜遥遥徒相思”。尽管如此，思妇的一片痴情终不歇。“望望”，是望了又望，望了又望，望穿双眼。此篇写思妇怀人之苦，情境、意蕴并没有什么特别。它与传统不同的地方，在于表现技巧。如《古诗十九首·孟冬寒气至》：“孟冬寒气至，北风何惨栗。愁多知夜长，仰观众星列。三五明月满，四五蟾兔缺。”其意象有某种集合性，其表情方式也基本是直接抒发，不假缘饰。此篇则有所不同。其情感则是从景物的变化及人的具体行为中见出。此种情况，以“凝霜夜下拂罗衣，浮云中断开明月”为特著。这样不仅形象鲜明，而且更含蓄蕴藉。第九句和第十句“寄我匣中青铜镜，倩人为君除白发”，更显得情意深长。青铜镜在匣中珍藏多年，本是为待游子的归来，可是游子总不见归来，这青铜镜留在匣中就没有什么作用。青铜镜本是为照青鬓朱颜，可如今，他大约已添了白发了，于是想到寄镜。不言悲凉之意，自是悲从中来。“倩人为君除白发”，表现思妇对游子的体谅之情，细意委曲。这两句诗意紧扣上句的“情不歇”三字。\n第十一句至第十四句为第三层，写游子。“行路难”三字，用乐府点题之法；重复之，加重感情的抒发。“行路难，行路难”，如一声声悲怆的叹息。以下二句是“行路难”一语的落脚点。“夜闻”“汉使度”，表明游子流落胡中。因多年羁留异国他乡不得回归故土，闻汉使而遽兴故国之悲思。结尾句著“忆长安”一语，与第二层呼应，以见出两情如一，上扣第一层闻鸿“肠断”、“气绝”。",
    "content": [
      "君不见孤雁关外发，酸嘶度扬越。",
      "空城客子心肠断，幽闺思妇气欲绝。",
      "凝霜夜下拂罗衣，浮云中断开明月。",
      "夜夜遥遥徒相思，年年望望情不歇。",
      "寄我匣中青铜镜，情人为君除白发。",
      "行路难，行路难，",
      "夜闻南城汉使度，使我流泪忆长安。"
    ],
    "intro": "《行路难》是乐府旧题。南朝齐诗僧宝月写的这首《行路难》，可分为三个层次，抒写的是游子思妇的相思之情。",
    "annotation": [
      "君不见：君子您看不见。",
      "孤雁：孤单的一只鸿雁。",
      "关外：指山海关以东或嘉峪关以西或居庸关以北一带地区。指长城各关口以外地区。",
      "发：出发。发自。",
      "酸嘶：心酸地嘶鸣。哀鸣。",
      "度：度过。扬越：也称扬粤，扬州和吴越地区。指长江中下游地区。",
      "空城：空虚城镇（的）。无人居住的城池。指空无一人的边城。",
      "客子：客居的男子。客居的游子。",
      "心肠：心脏与肝肠。喻心绪感情。犹心事。指心中所思虑的事。",
      "断：断裂。中断。",
      "幽闺：幽暗的闺房。",
      "思妇：思念中的怨妇。",
      "气：气息。",
      "欲：将要。",
      "绝：断绝。终止。",
      "凝霜：凝固的寒霜。",
      "夜下：夜晚下落或降下。",
      "拂：掸去；甩动；抖。轻轻擦过。",
      "罗衣：轻软有稀孔丝织品制作的衣衫。丝织的衣衫。",
      "浮云：飘浮的乌云。",
      "中断：中断（遮掩）。",
      "开：开启。使显露出来。",
      "明月：明亮的月光。",
      "夜夜：每夜。",
      "遥遥：遥远遥远地。指距离很远；时间久远。长期地。",
      "徒：徒然。",
      "相思：互相思念，彼此想念。后多指男女相悦而无法接近所引起的想念。",
      "年年：每年。",
      "望望：盼望期望。急切盼望貌。瞻望貌；依恋貌。",
      "情不歇：情意不歇止。",
      "寄我：邮寄我的。",
      "匣中：梳妆匣中的。",
      "青铜镜：古人就用青铜磨光做镜子，光亮可照人，背面雕有精美纹饰。",
      "情人：多情的人。妻妾以外没有家庭义务的临时性伴侣。有说‘倩人’，谓请托别人。雇请之人。",
      "为君：给夫君。",
      "除：剔除。除去。",
      "夜闻：夜晚听闻。夜晚听到。",
      "南城：南方的某城。虚指南朝的城邑。有说南城指东海郡南武县。西汉时为南城侯国，后为县，属东海郡，遗址在山东省平邑县魏庄乡南武城。东汉属泰山郡。晋改南城县为南武城县。刘宋改南武城县复名南城县，属泰山郡。",
      "汉使：汉朝的使臣。汉朝的信使。",
      "度：度过。路过。",
      "忆：回忆思念。",
      "长安：长安城。西汉隋唐等朝的都城，在今陕西西安一带。"
    ]
  },
  {
    "id": "7b587933b1c2a296e2fe338acd8cd507",
    "title": "子夜四时歌·渊冰厚三尺",
    "authorName": "无名氏",
    "authorId": "7b587933b1c2a296d41d8cd9d41d8cd9",
    "dynasty": "南北朝",
    "appreciation": "所谓“子夜四时歌”，就是用《子夜歌》的曲调咏唱春、夏、秋、冬四季。宋代郭茂倩《乐府诗集》中《子夜四时歌》共选编了75首，其中春歌、夏歌各20首，秋歌18首，冬歌17首。本篇是《冬歌》中的第一首。这首民歌借岁寒而不凋的松柏形象，表白了抒情主人公对爱情的坚贞，同时也流露出对对方情移意变的隐忧。语言清丽，情感细腻，充分体现了南北朝民歌的婉约之美。\n“渊冰厚三尺，素雪覆千里，”这两句诗是以冰雪来衬托抒情主人公感情的深厚。我们都知道，江南的冰雪是极其容易消融的，有如塞北之花一样脆弱。可是作品为什么要用江南的“雪”来比喻忠贞之爱情呢？当我们读到后两句的时候才明白，抒情主人公是要借助于冰雪突出，借助于极度的寒冷衬托松柏在冰雪之中坚贞不屈的高贵品格，那才是象征抒情主人公爱情忠贞不渝之所在。\n“我心如松柏，君情复何似？”这两句诗是以耐寒的松柏喻托抒情主人公爱情的坚贞。我们先来看看“我心如松柏”，原来抒情主人公是用冰雪下的松柏比喻爱情之忠贞，也就是说自己的爱情经受严峻的考验，依然矢志不渝。从这里，我们可以清晰地体会到爱情力量的伟大。而民歌在表现出女子坚贞的同时又发出疑问：“君情复何似？”意思就是说，我的心如同冰天雪地里傲然挺立的松柏一样，坚贞不渝，可是你又怎么样？是否也和我一样？读到这里，我们就不难领悟作品要表达的思想感情了。看来作品是站在女主人公的立场上来写的，有同情的态度，也有责问的语气。\n全诗仅四句，却连着翻进了两层意思，显得波浪迭出，诗意绝不平浅。看来，就算是冬歌，唱在江南少女口中，依然有着水乡的曲折，与那产于冰雪之地的北方民歌的质直全无二致。",
    "content": [
      "渊冰厚三尺，素雪覆千里。",
      "我心如松柏，君情复何似？"
    ],
    "translation": "深潭里的水结了三尺厚的冰，洁白的雪覆盖了千里大地。尽管如此寒冷，我的心仍然像松柏一样坚贞不变，你的心又像什么呢？",
    "intro": "这首民歌借岁寒而不凋的松柏形象，表白了抒情主人公对爱情的坚贞，同时也流露出对对方情移意变的隐忧。语言清丽，情感细腻，充分体现了南北朝民歌的婉约之美。",
    "annotation": [
      "渊冰：深水潭里的冰。",
      "素雪：白雪。",
      "覆：掩盖。",
      "君：您。指她的爱人。"
    ]
  },
  {
    "id": "7b587933b1c2a2967d84f686a18093ce",
    "title": "子夜四时歌·春林花多媚",
    "authorName": "无名氏",
    "authorId": "7b587933b1c2a296d41d8cd9d41d8cd9",
    "dynasty": "南北朝",
    "appreciation": "诗的开篇，描写的是百花盛开、阳光明媚的春天景象：树木、小草披绿叶翠，郁郁葱葱；重重地垂挂在枝头的花朵，在微风的轻吻下摇摆不停；小蜜蜂贪婪地采集花蜜；婀娜多姿的鸟儿抖着美丽的衣裙，成双成对地在花丛中尽情飞舞，杜鹃鸟的歌声清凉动听，在树林里盘旋回荡。在富有诗情画意的春天里，人们领略到了鸟语花香的盎然春意。诗人在这里描绘的是斑斓多姿、美丽动人的春景，但细细品位不难发现这其中还用了两个比喻，一是用林以花暗喻“女人以色媚人”，一是用鸟以意哀来暗喻“男以情动人”。这里用的是暗喻的修辞手法，明写花香鸟语，暗写男女之情。\n一位游春的少女在野外尽兴地玩耍，温柔的春风轻轻地撩开了少女的罗裙。这本是自然现象，但诗人却赋予春风以生命，仿佛它也有了人的感情。春风尚且多情，有情的男子又在哪里呢？这美丽景色倘有意中人相伴，那该别有一番情趣。诗人在这里表现了少女对爱情生活的热烈追求和无限向往，而这一切由明白晓畅的语言娓娓到来，犹如涓涓细流，润人心田，好似一支优美的乐曲，清新悦耳，回味无穷，使人得到美的享受。\n这首诗的显著特点，便是写活了一个“春”字。前三句都以“春”字开头，又用“春林”、“春鸟”、“春风”将三句紧密钩连在一起，这种手法在古诗中称为“钩句”，从另一个角度看，三句诗反复使用一个相同的字“春”，这种现象叫做“重字”。在唐以前的古诗中，特别是南朝民歌中，“重字”是发挥强调、反复、回环作用的一种修辞手法。反复使用“春”字，起到了点题的作用，浓化了诗歌的意境，尽情地讴歌了春天。\n这首诗写法含蓄，明写春景，实喻男欢女爱。全诗无一个描写爱情生活的词语，但却蕴寓着浓厚的爱情生活气息。诗人以鸟喻人，同时赋予春鸟、春风以多情恋人的性格特征，写来巧妙、委婉，富有极为动人的艺术感染力量。四句二十字，把一个少女春情萌动，热烈企盼恋爱的心理表现得精妙绝伦，淋漓尽致。",
    "content": [
      "春林花多媚，春鸟意多哀。",
      "春风复多情，吹我罗裳开。"
    ],
    "translation": "春暖花开时节，野外，林中花木争奇斗艳，明媚可爱。在如此美妙的环境中，鸟儿也放开歌喉，唱起动听的歌。拂面的春风令人醉，多情的它似乎善解人意，轻轻撩起游春少女的衣衫。",
    "intro": "《子夜四时歌·春林花多媚》是南北朝佚名创作的诗词。",
    "annotation": [
      "春林：春天的树林。",
      "多媚：多妩媚。",
      "春鸟：春天的鸟。青鸟。",
      "意：鸣叫之意。",
      "多哀：多孤哀。",
      "复：又。再。",
      "春风：春天的风。",
      "多情：富于感情，常指对情人感情深挚。",
      "罗裳：轻软有稀孔的丝织品制作的下裳。犹罗裙。"
    ]
  },
  {
    "id": "7b587933b1c2a296b7558f67efa5bdb3",
    "title": "子夜歌·夜长不得眠",
    "authorName": "无名氏",
    "authorId": "7b587933b1c2a296d41d8cd9d41d8cd9",
    "dynasty": "南北朝",
    "appreciation": "诗歌的开头二句“夜长不得眠，明月何灼灼”，描绘了一幅宁静的画面：在漫漫长夜里，一个女子凝视着高悬中天的明月。诗歌没有直抒她为什么思念远方的亲人，而是通过女子的辗转反侧、不能成眠，以及凝望那深邃的夜空和皎洁的明月等一系列动作，点染出她内心的愁苦和难以排遣的相思之情。“夜长不得眠”，犹如一声发自内心的呻吟，吐露出无限的寂寞；“明月何灼灼”的“何”字，则在惊叹中透出几分怅惘，如此明月照临着孤独的人儿，这番凄凉滋味唯有深夜不眠者才能体会。\n“想闻散唤声，虚应空中诺”，进一步刻画女子痴想的情态。她凝望着那轮明月，少女情人，恍惚之间，她仿佛听到了静谧夜空中传来情人断断续续的呼唤声，声音是那么温柔，那么甜蜜。刹那间，她仿佛忘却了自己身在何处，情不自禁地回应了一声。这是极为传神的一个细节。“想闻”、“虚应”的失常举动，，把这位沉溺于相思之中的女子如痴如醉的神态生动地刻画出来了。\n这首诗没有采用民歌常用的夸张手法来表现肝肠寸断的相思苦楚。它通过月夜不眠的情景，透出淡淡的相思；进而描写女子的幻觉。在她“想闻”情人呼唤，“虚应空中诺”这一刻，脑海中必然泛起了对温馨往事的回忆。然而，当她清醒过来，头顶上依然是万籁俱寂的夜空，陪伴她的仍然还是那轮明月，女子的心将会多么的失落，这是不言而喻的了。",
    "content": [
      "夜长不得眠，明月何灼灼。",
      "想闻散唤声，虚应空中诺。"
    ],
    "translation": "长夜漫漫我睡不着觉，抬头看见那明月多么明亮。我似乎听到模糊的声音在呼唤我，我轻轻地回应着。",
    "intro": "这首《子夜歌》是女子在痴念情人时所吟唱的，感情热烈而缠绵。女子怀人的情态有千百种，这首诗选择了一个富于表现力的角度，紧紧抓住了女子痴想入迷的一瞬间来加以刻画，格外的新颖别致。",
    "annotation": [
      "不得眠：不能睡眠。",
      "何：何其，多么。",
      "灼灼：灼人貌。明亮貌。盛烈貌。",
      "散唤声：散乱的呼唤声。",
      "虚应：虚假地应承。",
      "空中诺：空中的许诺。"
    ]
  },
  {
    "id": "7b587933b1c2a296cb7c6e50924ad719",
    "title": "子夜四时歌·春风动春心",
    "authorName": "无名氏",
    "authorId": "7b587933b1c2a296d41d8cd9d41d8cd9",
    "dynasty": "南北朝",
    "appreciation": "这首诗以朴素的语言，细腻的笔法，为读者描绘了一幅百花盛开，山林色彩绚烂，从南方飞回的候鸟，在阳光下欢快地鸣叫的生机勃勃的春天的景象，流露了诗人喜爱春天，热爱生活的美好情怀。可谓触景生情，借景抒情，寓情于景。\n“春风动春心，流目瞩山林”，诗人首先从感官入手，从春风着笔，渲染充溢于心中陶然的情怀。诗人漫步于万象更新的春山上，沐浴着融融的煦暖的春风，情涌动了，心陶醉了，不知不觉之中，目光被多彩的山林吸引了，于是一种难以抑制的欣赏春天的情怀。\n“山林多奇采，阳鸟吐清音”，在这两句中，作品承接上文，首先从视觉的角度写其“流目瞩山林”所看到的奇光异彩，把读者带入了一个山花烂漫，芳香四溢的神奇的空山幽谷之中；继而又从听觉落笔，描绘了一个“蝉噪林愈静，鸟鸣山更幽”的佳境，诗人就此收笔，令读者不胜追寻与向往。\n这首小诗，乍读起来似乎觉得很平淡，然而反复读之，便觉其中别有洞天。它能流传至今，不在于词句的华丽，也不在于格律的严整，更不在于艺术手法的高超，而在于它独有的韵味，在于它的平淡无奇。整首诗读来如行云流水一般，朴素，自然，浑厚，清新，同时又不乏幽远。",
    "content": [
      "春风动春心，流目瞩山林。",
      "山林多奇采，阳鸟吐清音。"
    ],
    "translation": "春风和煦，百花盛开，令人胸中涌起浓浓的春意，流转的目光，凝望着远处色彩绚烂的山林，久久不忍离去。在那色彩绚烂的山林深处，从南方飞回的小鸟，在明媚的阳光下欢快地鸣啭啼叫，清脆，明快，悦耳，悠扬。",
    "intro": "这首诗出自于《南北朝乐府民歌》之《子夜四时歌》，属南朝民歌。南朝民歌是由乐府机关采集而存的，现大部分收入宋代郭茂倩编《乐府诗集》中《清商曲辞》类。其语言清新秀丽，基调婉约缠绵，表现出南方人细腻微妙的情感。",
    "annotation": [
      "春心：春景所引发的意兴或情怀。男女之间相思爱慕的情怀。",
      "流目：转动目光。流览。放眼随意观看。",
      "瞩：注视。远望。",
      "奇采：奇特的采摘。奇彩，奇特的光彩。",
      "阳鸟：鸿雁之类候鸟。指鹤。应是凤凰火鸟。阳光下的鸟。",
      "清音：清亮的声音。清商乐的声音。"
    ]
  },
  {
    "id": "7b587933b1c2a2965b6c65a93bc6c89e",
    "title": "子夜四时歌·自从别欢后",
    "authorName": "无名氏",
    "authorId": "7b587933b1c2a296d41d8cd9d41d8cd9",
    "dynasty": "南北朝",
    "appreciation": "“自从别欢后，叹音不绝响”，“欢”，是古代女子对情人的爱称。这二句诗，是表达女子对情人的苦苦思念之情。分别之苦乃人之常情；情人离别，则苦情更多。故女子的叹息声中包含着思念之苦。这练练的叹息之间，包含着这位女子多少难言的苦衷！也许，她想呼唤情人，可呼与谁应？也许她想唱歌，可无人相和。也许她想哭泣，可也只能苦泪自咽。。。。。。。于是，她只能独自叹息，叹出自己的孤独寂寞的情感，叹出自己的忧伤苦楚的心境。\n她的内心虽说悲苦，可又如何形容、譬喻呢？诗的后二句“黄檗向春生，苦心随日长”便是生动、形象的描绘，并语含双关。“黄檗”是一种苦木，树木的本株就是树木的“心”，因而“黄檗”的本株自然就是“苦心”了。黄檗在春天里生长，其“心”也随之日日生长。自然界的这种平常现象，此时却恰恰吻合了这位多情女子的心理。“黄檗向春生”，比喻女主人公的苦心也在与日俱增。情感的加深，苦心的加重，这本身是很抽象的，是无法看到的，可自然界树木的生长却是生动的、具体的。二者连类取譬，将原本抽象的情感世界，巧妙地描绘出来了，而且显得生动形象、别具匠心。\n全诗通过恰当的比喻、巧妙的双关语，细腻地刻画女子的内心世界，把抽象的精神现象变成了生动具体的形象，收到了很好的艺术效果。",
    "content": [
      "自从别欢后，叹音不绝响。",
      "黄檗向春生，苦心随日长。"
    ],
    "intro": "这首诗是写女子与情人分别之后的痛苦心情的。《毛诗云》：“伤悲，感事苦也。春，女悲；秋，士悲，感其物化也。”郑玄笺曰：“春，女感阳气而思男；秋，士感阴气而思女”。这首诗所选择的时令，正是女子与情人分手之后的一个春季。",
    "annotation": [
      "别欢：离别喜欢之人。",
      "叹音：叹息的声音。",
      "绝响：断绝声响。",
      "黄檗bò：俗作“黄柏”，落叶乔木。内皮色黄性寒味苦，可入药，亦可作染料，木材坚硬，可以制造枪托。",
      "向春生：向着春风生长。",
      "苦心：悲苦之心。费尽心思。黄檗味苦。故称。",
      "随日长：随着日头生长。"
    ]
  },
  {
    "id": "7b587933b1c2a296aa41cb88cb80b94c",
    "title": "子夜四时歌·秋风入窗里",
    "authorName": "无名氏",
    "authorId": "7b587933b1c2a296d41d8cd9d41d8cd9",
    "dynasty": "南北朝",
    "appreciation": "诗的第一句“秋风入窗里”，以朴素本色的口语，写出日常生活极为平常的景象。“秋风”这一意象所特具的萧瑟感和时序易迁，给思妇带来的感触是不难想见的。尤其是“入窗里”三个字，仿佛将秋风那股萧瑟寒凉之气也带入了室内，弥漫于整个闺房。虽未明写思妇的感触，但由此引起的凄寂感固可意合。紧接着第二句，仿佛又只是写极平常的风起帐飘的景象。但罗帐的意象本与夫妻爱情生活密切相关，罗帐飘扬的动象，往往更具有这方面的暗示。可是，如今当秋风入窗、罗帐飘扬之时，这个室内却显得分外空寂，往日双方深情蜜意、鱼水谐和的象征物——罗帐，由于人在千里之外，此刻竟成为触景生悲的媒介物了。这就自然引出了三、四二句。\n“仰头看明月，寄情千里光。”有瞥见风飘罗帐到仰头看月，视线由室内移至室外。这本是思妇不假思索而不自觉的目光转换，但在“看月”的过程中，却不由自主地产生连翩浮想。明月光照千里，分隔两地的离人皆可看到它，而且把它看作传递相思的凭籍，在“仰头看明月”的过程之间，思妇已然思扬千里、心飞向远方的亲人；但“隔千里兮共明月”，双方空间的遥隔又使相思之情更为强烈。因此，又进一步产生“寄情千里光”的愿望：既然彼此同在一轮明月的光照之下，想必也能托此“千里光”将自己的相思之情寄给千里之外的远人吧！这个想象极为新奇，也极自然而优美。引起思绪的外物（明月），在女主人公感情的酿化之下，此刻竟成了寄情的载体。由于明月的光波柔和清亮似水，在形态、质感上，与女子相思怀远的柔情有着相似之处，因而把它化为“寄情”的载体，实在是再自然不过的了。\n全篇只写了秋风、罗帐和明月这三种物象，但是由于它们作为诗歌意象，各自具有丰富的内涵和特点的色彩，都与思妇怀远之情有着关联，因此就共同组成了一个情调幽美、意境悠远的艺术境界。它有一般民歌的清新明朗、朴素自然，却跟它们在表情上勾画了一幅悲凉的画面，渲染了一种哀婉的气氛，很好地体现了古乐府民歌那种清新浅近风格，也表现出了强烈的艺术感染力。可谓是情景交融的佳作。",
    "content": [
      "秋风入窗里，罗帐起飘扬。",
      "仰头看明月，寄情千里光。"
    ],
    "translation": "秋风从窗子吹进屋子来，窗帘随着风飘了起来，皎洁的月光洒满闺房，唤起了思妇柔柔的情怀。仰头看着当头的浩然明月，想起了出征在外的亲人，心中充满了无奈与忧伤，多么希望这皎洁的月光能把心中融融的相思之情寄给远在他乡的亲人",
    "intro": "现存南朝民歌的内容比较狭窄，绝大多数是情歌，以《子夜歌》《子夜四时歌》为代表。本篇所选是《子夜四时歌》之三，是一首秋歌，它以清新浅近的语言，真实地再现了思妇对出征丈夫的思念之情，风格哀怨而又缠绵。",
    "annotation": [
      "罗帐：闺房中卧榻前挂着的绸缎幔帐，这里指的是窗帘。",
      "寄情千里光：让皎洁的月光把相思之情奇给远在千里之外的人。"
    ]
  },
  {
    "id": "7b587933b1c2a2963f65f292fc16278b",
    "title": "子夜歌·今夕已欢别",
    "authorName": "无名氏",
    "authorId": "7b587933b1c2a296d41d8cd9d41d8cd9",
    "dynasty": "南北朝",
    "appreciation": "诗越短小，越是不易写好。如果没有波澜曲折，就显得平庸了。这首《子夜歌》，起句就不同凡响。“今夕已欢别”，以欢代悲表现分别，独出心裁，打破了以痛苦表现分别的情感模式。欢然道别，是企图冲淡分手时的痛苦与感伤。然而，别时的短暂兴奋，终究无法遮掩住内心的真实忧伤。“合会在何时？”的疑问，便将相会时的依恋和对于重逢何日的迷惘，一并和盘托出了。一个“欢”字，却能使读者体会到了分别的“悲”，的确是精于遣词。然而，这两句比起下两句表现悲哀的巧妙，则还是“小巫见大巫”了。\n“明灯照空局，悠然未有期”，再进一步将时间推向了分别之后，对痛苦进行深化。空局，指空的棋盘。悠然，久长之意。期，这里指重逢的约期。围棋是双人对弈之物，此刻人已离去、棋已收起，诗中的少女独对空棋盘，这情景，已然令人情何以堪了；再度想到刚才弈棋互赌、胜家浅酌、输家低唱，是何等的欢爱。但重温旧梦，还遥遥无期，这心头苦甜交杂的滋味，更令她黯然神伤了。这两句，以空局衬托孤影，构想固已不凡，比起前二句，精巧更上一层。然而，其妙处还不仅至此。“悠然”，谐“油燃”；“期”，谐“棋”之音，恰好与上文“明灯”、“空局”两两相对。三、四二句，字面上看，似乎意义不相连属。待点谐音这一层，读者大概更要叫绝了。这种巧妙的双关，又在冷寂的情感氛围中加入了句俏皮与机灵，使全诗虽悲不凄，这也与全诗的基调相和。",
    "content": [
      "今夕已欢别，合会在何时？",
      "明灯照空局，悠然未有期！"
    ],
    "translation": "今夜和爱人离别，何时才能相会？等待的日子宛如明灯照着空空的棋盘，结束的时间还很远。",
    "intro": "《乐府诗集》“子夜歌四十二篇”中的这首诗，大约是魏晋南北朝时期的作品，一般也视为宫体诗。",
    "annotation": [
      "欢别：欢喜告别。",
      "合会：相合的期会。",
      "空局：空着的布局设置。局，\u003c\u003c/FONT\u003e吴方言\u003e筵席，宴会。局子。",
      "悠然：久远貌；辽阔貌。",
      "未有期：没有日期。没有期约。"
    ]
  }
]