[
  {
    "id": "2e89e420013359b3206a2f336ac5c3f2",
    "title": "中吕·阳春曲·赠茶肆",
    "authorName": "李德载",
    "authorId": "2e89e420013359b3d1457b72d1457b72",
    "dynasty": "宋",
    "appreciation": "李德载《阳春曲》共十首，都以卖茶人的口吻吟唱，此选二首，一赞茶香，一赞茶品质上乘，声闻天下。这也是早期的广告语，语词较为生动活泼。以第一首为例，此曲夸赞茶肆烹茶师傅的高超功夫。开头两句描写的是茶肆中烹茶的情景，接着赞扬烹茶师傅的高超技艺，都是从正面加以叙述和评价的。最后两句以店家招徕叫卖的语气，请人品尝，强调了前面内容的真实可信，同时进一步夸赞茶馆中的茶。这首曲子语言雅俗兼容，风格清新明快，使之呼之欲出。",
    "content": [
      "【其一】",
      "茶烟一缕轻轻扬，搅动兰膏四座香。烹煎妙手赛维扬。非是谎，下马试来尝！",
      "【其二】",
      "黄金碾畔香尘细，碧玉瓯中白雪飞，扫醒破闷和脾胃。风韵美，唤醒睡希夷。",
      "【其三】",
      "蒙山顶上春光早，扬子江心水味高，陶家学士更风骚。应笑倒，销金帐饮羊羔。",
      "【其四】",
      "龙团香满三江水，石鼎诗成七步才，襄王无梦到阳台。归去来，随处是蓬莱。",
      "【其五】",
      "一瓯佳味侵诗梦，七碗清香胜碧简，竹炉汤沸火初红。两腋风，人在广寒宫。",
      "【其六】",
      "木瓜香带千林杏，金橘寒生万壑冰，一瓯甘露更驰名。恰二更，梦断酒初醒。",
      "【其七】",
      "兔毫盏内新尝罢，留得馀香在齿牙，一瓶雪水最清佳。风韵煞，到底属陶家。",
      "【其八】",
      "龙须喷雪浮瓯面，凤髓和云泛盏弦，劝君休惜杖头钱。学玉川，平地便升仙。",
      "【其九】",
      "金樽满劝羊羔酒，不似灵芽泛玉瓯，声名喧满岳阳楼。夸妙手，博士便风流。",
      "【其十】",
      "金芽嫩采枝头露，雪乳香浮塞上酥。我家奇品世间无。君听取，声价彻皇都。"
    ],
    "translation": "【其一】\n一缕缕清烟轻轻地飘扬，搅动着茶四座都是香气，烹煎的高手在扬州举世无双。这不是吹牛说谎，请下马来品尝！",
    "intro": "我国的茶文化虽不如酒文化历史悠久，但种茶饮茶之习并不晚出。虽旧本中“茶”字尚作“荼”。直到唐代“荼”才省作“茶”，但茶的地位已可略见，所以将“荼”省作“茶”，与种茶、饮茶盛行有关。自第七、八世纪以来，南北各地、上下人士都喜欢茶，唐德宗始行茶法以征税，可见茶的经济价值。唐代陆羽著《茶经》三半辈子，翔实记载茶的产、采、烹、饮，则见其时饮茶之盛。至元朝，市朝之盛也不亚于宋，茶肆极多。我们可以设想李德载生性嗜茶，经常品茗于此，很可能是应主人之请，书此十支《阳春曲》，既可清讴误宾，游戏文字，以资笑乐，又可权作广告，为之延誉，招徕茶客。我们虽不知作者身世，但沉抑下僚、郁郁失意者常有应谐杂出之作，于此亦可推见。",
    "annotation": [
      "兰膏：泽兰炼成的油，可点灯。此借指茶的水色。",
      "维扬：扬州的别称。"
    ]
  },
  {
    "id": "2e89e420137cfbd72db2eb2e6f5444ab",
    "title": "双调·折桂令",
    "authorName": "鲜于必仁",
    "authorId": "2e89e420137cfbd7d1457b72d1457b72",
    "dynasty": "宋",
    "appreciation": "鲜于必仁的这首《折桂令》组曲分咏燕山八景，曲家笔触细腻而大气，细腻处善于从虚、实、正、侧等多方面展示所写之景，大气处着笔点高，视野开阔，气势雄伟，曲家中并不多见。",
    "content": [
      "【芦沟晓月】",
      "出都门鞭影摇红，山色空蒙，林景玲珑。桥俯危波，车通运塞，栏倚长空。起宿霭千寻卧龙，掣流万云万丈垂虹，路杳疏钟，似蚁行人，如步蟾宫。",
      "【西山晴雪】",
      "玉嵯峨高耸神京，峭壁排银，叠石飞琼，地展雄藩天开图画，户判围屏。分曙色流云有影，冻晴光老树无声。醉眼空惊，樵子归来，蓑笠青青。"
    ],
    "annotation": [
      "这是作者《燕山八景》组曲，今选其二。",
      "芦沟晓月：元代燕山（今北京地区）八景之一，地点在今北京市西南芦沟桥，桥为金大定（1161—1189年）时所建，跨永定河上。",
      "“起宿霭千寻卧龙”二句：形容声沟桥姿态的雄伟美丽。",
      "蟾宫：月宫，俗传月中有蟾蜍，故称月为蟾宫。",
      "西山晴雪：元代燕山八景之一。西山在今北京市西北。",
      "地展雄藩：意指西山为北京屏障。雄藩，雄伟的屏藩"
    ]
  },
  {
    "id": "2e89e420137cfbd7cffd74293705e79f",
    "title": "普天乐·中吕·平沙落雁",
    "authorName": "鲜于必仁",
    "authorId": "2e89e420137cfbd7d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "稻粱收，菰蒲秀，山光凝暮，江影涵秋。潮平远水宽，天阔孤帆瘦。雁阵惊寒埋云岫，下长空飞满沧州。西风渡头，斜阳岸口，不尽诗愁。"
    ]
  },
  {
    "id": "2e89e420c6c8c8d3f627c2dcc603df68",
    "title": "醉高歌",
    "authorName": "姚镛",
    "authorId": "2e89e420c6c8c8d3d1457b72d1457b72",
    "dynasty": "宋",
    "content": [
      "十年燕月歌声。几点吴霜鬓影。西风吹起鲈鱼兴。已在桑榆暮景。",
      "荣枯枕上三更。傀儡场中四并。人生幻化如泡影。几个临危自省。"
    ],
    "annotation": [
      "醉高歌：一名最高楼。",
      "",
      "“十年燕月”二句：这是作者对自己大半生宦场生涯的概括。“燕月歌声”指在大都（今北京）任翰林学士期间一段清闲高雅的生活（北京为古燕国地）。“吴霜鬓影”指出任江东廉访使的一段生活，江东（今江苏一带）为古吴国地，此时作者已渐近晚年，所以他说自己的双鬓已渐渐被吴霜染白了。",
      "",
      "“西风”句：意谓自己已有弃官还乡的想法。晋代吴地人张翰到洛阳做官，有一天刮起了秋风，他忽然想起了菰菜、莼羹、鲈鱼脍等家乡味，于是立即备车回家（见《晋书·张翰传》。）",
      "",
      "桑榆暮景：落日余辉返照在桑榆树梢上，比喻人的一生已到晚年。",
      "",
      "“十年书剑”句：想起十年来的宦游生活，不禁感慨万端。书剑，携书带剑，指在外宦游。长吁，长叹。",
      "",
      "一曲琵琶暗许：白居易贬官到江州，一次去江边送客，碰到一位琵琶女。听了她绝妙的演奏以后，很有感慨，于是写了一首《琵琶行》送给她，中有“同是天涯落人，相逢何必曾相识”之句。许，称许，称赞。",
      "",
      "湓：浦： 在今江西九江市西湓水入江处，白居易《琵琶行》诗序中称为“湓浦口”。"
    ]
  }
]