[
  {
    "volume": 25,
    "sequence": 1,
    "title": "雜曲歌辭：輕薄篇",
    "author": "李益",
    "content": [
      "豪不必馳千騎，雄不在垂雙鞬。天生俊氣自相逐，出與雕鶚同飛翻。朝行九衢不得意，下鞭走馬城西原。",
      "忽聞燕雁一聲去，回鞭挾彈平陵園。歸來青樓曲未半，美人玉色當金尊。淮陰少年不相下，酒酣半笑倚市門。",
      "安知我有不平色，白日欲顧紅塵昏。死生容易如反掌，得意失意由一言。少年但飲莫相問，此中報仇亦報恩。"
    ]
  },
  {
    "volume": 25,
    "sequence": 2,
    "title": "雜曲歌辭：輕薄篇二首",
    "author": "貫休",
    "content": [
      "繡林錦野，春態相壓。誰家少年，馬蹄蹋蹋。",
      "鬥雞走狗夜不歸，一擲賭卻如花妾。惟雲不顛不狂，其名不彰，悲夫！",
      "木落蕭蕭，蛩鳴唧唧。不覺朱蔫臉紅，霜劫鬢漆。",
      "世途多事，泣向秋日。方吟少壯不努力，老大徒傷悲，如何？"
    ]
  },
  {
    "volume": 25,
    "sequence": 3,
    "title": "雜曲歌辭：輕薄行",
    "author": "齊己",
    "content": [
      "玉鞭金鐙驊騮蹄，橫眉吐氣如虹霓。五陵春暖芳草齊，笙歌到處花成泥。日沉月上且鬥雞，醉來莫問天高低。",
      "伯陽道德何涕唾，仲尼禮樂徒卑棲。"
    ]
  },
  {
    "volume": 25,
    "sequence": 4,
    "title": "雜曲歌辭：灞上輕薄行",
    "author": "孟郊",
    "content": [
      "長安無緩步，況值天景暮。相逢灞滻間，親戚不相顧。",
      "自歎方拙身，忽隨輕薄倫。常恐失所避，化為車轍塵。",
      "此中生白髮，疾走亦未歇。"
    ]
  },
  {
    "volume": 25,
    "sequence": 5,
    "title": "雜曲歌辭：遊俠篇",
    "author": "崔顥",
    "content": [
      "少年負膽氣，好勇複知機。仗劍出門去，孤城逢合圍。",
      "殺人遼水上，走馬漁陽歸。錯落金鎖甲，蒙茸貂鼠衣。",
      "還家行且獵，弓矢速如飛。地迥鷹犬疾，草深狐兔肥。",
      "腰間懸兩綬，轉眄生光輝。顧謂今日戰，何如隨建威。"
    ]
  },
  {
    "volume": 25,
    "sequence": 6,
    "title": "雜曲歌辭：遊俠行",
    "author": "孟郊",
    "content": [
      "壯士性剛決，火中見石裂。殺人不回頭，輕生如暫別。",
      "豈知眼有淚，肯白頭上發。平生無恩酬，劍閑一百月。"
    ]
  },
  {
    "volume": 25,
    "sequence": 7,
    "title": "雜曲歌辭：俠客行",
    "author": "李白",
    "content": [
      "趙客縵胡纓，吳鉤霜雪明。銀鞍照白馬，颯遝如流星。",
      "十步殺一人，千里不留行。事了拂衣去，深藏身與名。",
      "閑過信陵飲，脫劍膝前橫。將炙啖朱亥，持觴勸侯嬴。",
      "三杯吐然諾，五嶽倒為輕。眼花耳熱後，意氣素霓生。",
      "救趙揮金槌，邯鄲先震驚。千秋二壯士，烜赫大樑城。",
      "縱死俠骨香，不慚世上英。誰能書閣下，白首太玄經。"
    ]
  },
  {
    "volume": 25,
    "sequence": 8,
    "title": "雜曲歌辭：俠客行",
    "author": "元稹",
    "content": [
      "俠客不怕死，怕在事不成。事成不肯藏姓名，我非竊賊誰夜行。白日堂堂殺袁盎，九衢草草人面青。",
      "此客此心師海鯨，海鯨露背橫滄溟。海濱分作兩處生，海鯨分海減海力。俠客有謀人不測，三尺鐵蛇延二國。"
    ]
  },
  {
    "volume": 25,
    "sequence": 9,
    "title": "雜曲歌辭：俠客行",
    "author": "溫庭筠",
    "content": [
      "欲出鴻都門，陰雲蔽城闕。寶劍黯如水，微紅濕餘血。",
      "白馬夜頻嘶，三更霸陵雪。"
    ]
  },
  {
    "volume": 25,
    "sequence": 10,
    "title": "雜曲歌辭：行行遊且獵篇",
    "author": "李白",
    "content": [
      "邊城兒，生年不讀一字書，但知遊獵誇輕趫。",
      "胡馬秋肥宜白草，騎來躡影何矜驕。金鞭拂雲揮鳴鞘，半酣呼鷹出遠郊。弓彎滿月不虛發，雙鶬迸落連飛髇。",
      "海邊觀者皆辟易，猛氣英風振沙磧。儒生不及遊俠人，白首下帷複何益。"
    ]
  },
  {
    "volume": 25,
    "sequence": 11,
    "title": "雜曲歌辭：遊子吟",
    "author": "孟郊",
    "content": [
      "慈母手中線，遊子身上衣。臨行密密縫，意恐遲遲歸。",
      "誰言寸草心，報得三春暉。"
    ]
  },
  {
    "volume": 25,
    "sequence": 12,
    "title": "雜曲歌辭：遊子吟",
    "author": "顧況",
    "content": [
      "故櫪思疲馬，故巢思迷禽。浮雲蔽我鄉，躑躅遊子吟。",
      "遊子悲久滯，浮雲郁東岑。客堂無絲桐，落葉如秋霖。",
      "艱哉遠遊子，所以悲滯淫。一為浮雲詞，憤塞誰能禁。",
      "馳暉百年內，惟願展所欽。胡為不歸歟，坐使年病侵。",
      "未老霜繞鬢，非狂火燒心。太行何艱哉，北斗不可斟。",
      "夜晴星河出，耿耿辰與參。佳人夐青天，尺素重于金。",
      "泬寥群動異，眇默諸境森。苔衣上閑階，蜻蛚催寒砧。",
      "立身計幾誤，道險無容針。三年不還家，萬里遺錦衾。",
      "夢魂無重阻，離憂因古今。胡為不歸歟，孤負丘中琴。",
      "腰下是何物，牽纏曠登尋。朝與名山期，夕宿楚水陰。",
      "楚水殊演漾，名山杳嶇嶔。客從洞庭來，婉孌瀟湘深。",
      "橘柚在南國，鴻雁遺秋音。下有碧草洲，上有青橘林。",
      "引燭窺洞穴，淩波睥天琛。蒲荷影參差，鳧鶴雛淋涔。",
      "浩歌惜芳杜，散發輕華簪。胡為不歸歟，淚下沾衣襟。",
      "鳶飛戾霄漢，螻蟻制鱔鱘。赫赫大聖朝，日月光照臨。",
      "聖主雖啟迪，奇人分堙沉。層城發雲韶，玉府鏘球琳。",
      "鹿鳴志豐草，況複虞人箴。"
    ]
  },
  {
    "volume": 25,
    "sequence": 13,
    "title": "雜曲歌辭：遊子吟",
    "author": "李益",
    "content": [
      "女羞夫婿蕩，客恥主人賤。遭遇同眾流，低回愧相見。",
      "君非青銅鏡，何事空照面。莫以衣上塵，不謂心如練。",
      "人生當榮盛，待士勿言倦。君看白日馳，何異弦上箭。"
    ]
  },
  {
    "volume": 25,
    "sequence": 14,
    "title": "雜曲歌辭：壯士吟",
    "author": "賈島",
    "content": [
      "壯士不曾悲，悲即無回期。如何易水上，未歌先淚垂。"
    ]
  },
  {
    "volume": 25,
    "sequence": 15,
    "title": "雜曲歌辭：壯士行",
    "author": "劉禹錫",
    "content": [
      "陰風振寒郊，猛虎正咆哮。徐行出燒地，連吼入黃茆。",
      "壯士走馬去，鐙前彎玉弰。叱之使人立，一發如鈹交。",
      "悍睛忽星墜，飛血濺林梢。彪炳為我席，膻腥充我庖。",
      "裏中欣害除，賀酒紛號呶。明日長橋上，傾城看斬蛟。"
    ]
  },
  {
    "volume": 25,
    "sequence": 16,
    "title": "雜曲歌辭：壯士行",
    "author": "鮑溶",
    "content": [
      "西方太白高，壯士羞病死。心知報恩處，對酒歌易水。",
      "砂鴻嗥天末，橫劍別妻子。蘇武執節歸，班超束書起。",
      "山河不足重，重在遇知己。"
    ]
  },
  {
    "volume": 25,
    "sequence": 17,
    "title": "雜曲歌辭：壯士行",
    "author": "施肩吾",
    "content": [
      "一鬥之膽撐臟腑，如磥之筋礙臂骨。有時誤入千人叢，自覺一身橫突兀。當今四海無煙塵，胸襟被壓不得伸。",
      "凍梟殘蠆我不取，汙我匣裏青蛇鱗。"
    ]
  },
  {
    "volume": 25,
    "sequence": 18,
    "title": "雜曲歌辭：浩歌",
    "author": "李賀",
    "content": [
      "南風吹山作平地，帝遣天吳移海水。王母桃花千遍紅，彭祖巫咸幾回死。青毛驄馬參差錢，嬌春楊柳含細煙。",
      "箏人勸我金屈卮，神血未凝身問誰。不須浪飲丁督護，世上英雄本無主。買絲繡作平原君，有酒惟澆趙州土。",
      "漏催水咽玉蟾蜍，衛娘發薄不勝梳。看見秋眉換深綠，二十男兒那刺促。"
    ]
  },
  {
    "volume": 25,
    "sequence": 19,
    "title": "雜曲歌辭：浩歌行",
    "author": "白居易",
    "content": [
      "天長地久無終畢，昨夜今朝又明日。鬢髮蒼浪牙齒疏，不覺身年四十七。前去五十有幾年，把鏡照面心茫然。",
      "既無長繩系白日，又無大藥駐朱顏。朱顏日漸不如故，青史功名在何處。欲留年少待富貴，富貴不來年少去。",
      "去複去兮如長河，東流赴海無回波。賢愚貴賤同歸盡，北邙塚墓高嵯峨。古來如此非獨我，未死有酒且酣歌。",
      "顏回短命伯夷餓，我今所得亦已多。功名富貴須待命，命若不來知奈何。"
    ]
  },
  {
    "volume": 25,
    "sequence": 20,
    "title": "雜曲歌辭：歸去來引",
    "author": "張熾",
    "content": [
      "歸去來，歸期不可違。相見故明月，浮雲共我歸。"
    ]
  },
  {
    "volume": 25,
    "sequence": 21,
    "title": "雜曲歌辭：麗人曲",
    "author": "崔國輔",
    "content": [
      "紅顏稱絕代，欲並真無侶。獨有鏡中人，由來自相許。"
    ]
  },
  {
    "volume": 25,
    "sequence": 22,
    "title": "雜曲歌辭：麗人行",
    "author": "杜甫",
    "content": [
      "三月三日天氣新，長安水邊多麗人。態濃意遠淑且真，肌理細膩骨肉勻。繡羅衣裳照暮春，蹙金孔雀銀麒麟。",
      "頭上何所有，翠微zc葉垂鬢唇。背後何所見，珠壓腰衱穩稱身。就中雲幕椒房親，賜名大國虢與秦。",
      "紫駝之峰出翠釜，水晶之盤行素鱗。犀箸厭飫久未下，鸞刀縷切空紛綸。黃門飛鞚不動塵，禦廚絲絡送八珍。",
      "簫鼓哀吟感鬼神，賓從雜遝實要津。後來鞍馬何逡巡，當軒下馬入錦茵。楊花雪落覆白蘋，青鳥飛去銜紅巾。",
      "炙手可熱勢絕倫，慎莫近前丞相嗔。"
    ]
  },
  {
    "volume": 25,
    "sequence": 23,
    "title": "雜曲歌辭：東飛伯勞歌",
    "author": "張柬之",
    "content": [
      "青田白鶴丹山鳳，婺女姮娥兩相送。誰家絕世綺帳前，豔粉芳脂映寶鈿。窈窕玉堂褰翠幕，參差繡戶懸珠箔。",
      "絕世三五愛紅妝，冶袖長裾蘭麝香。春去花枝俄易改，可歎年光不相待。"
    ]
  },
  {
    "volume": 25,
    "sequence": 24,
    "title": "雜曲歌辭：東飛伯勞歌",
    "author": "李嶠",
    "content": [
      "傳書青鳥迎簫鳳，巫嶺荊台數通夢。誰家窈窕住園樓，五馬千金照陌頭。羅裙玉佩當軒出，點翠施紅競春日。",
      "佳人二八盛舞歌，羞將百萬呈雙娥。庭前芳樹朝夕改，空駐妍華欲誰待。"
    ]
  },
  {
    "volume": 25,
    "sequence": 25,
    "title": "雜曲歌辭：東飛伯勞歌",
    "author": "李暇",
    "content": [
      "秦王龍劍燕後琴，珊瑚寶匣鏤雙心。誰家女兒抱香枕，開衾滅燭願侍寢。瓊窗半上金縷幬，輕羅隱面不障羞。",
      "青綺幃中坐相憶，紅羅鏡裏見愁色。簷花照月鶯對棲，空將可憐暗中啼。"
    ]
  },
  {
    "volume": 25,
    "sequence": 26,
    "title": "雜曲歌辭：鳴雁行",
    "author": "李白",
    "content": [
      "胡雁鳴，辭燕山，昨發委羽朝度關。一一銜蘆枝，南飛散落天地間，連行接翼往復還。客居煙波寄湘吳，淩霜觸雪毛體枯，畏逢矰繳驚相呼。聞弦虛墜良可籲，君更彈射何為乎。"
    ]
  },
  {
    "volume": 25,
    "sequence": 27,
    "title": "雜曲歌辭：鳴雁行",
    "author": "韓愈",
    "content": [
      "嗷嗷鳴雁鳴且飛，窮秋南去春北歸。去寒就暖識所處，天長地闊棲息稀。風霜酸苦稻粱微，羽毛摧落身不肥。",
      "徘徊反顧群侶違，哀鳴欲下洲渚非。江南水闊朝雲多，草長沙軟無網羅，閑飛靜集鳴相和。違憂懷息性匪他，淩風一舉君謂何。"
    ]
  },
  {
    "volume": 25,
    "sequence": 28,
    "title": "雜曲歌辭：鳴雁行",
    "author": "鮑溶",
    "content": [
      "七月朔方雁心苦，聯影翻空落南土。八月江南陰複晴，浮雲繞天難夜行。羽翼勞痛心虛驚，一聲相呼百處鳴。",
      "楚童夜宿煙波側，沙上布羅連草色。月暗風悲欲下天，不知何處容棲息。楚童胡為傷我神，爾不曾作遠行人。",
      "江南羽族本不少，寧得網羅此客鳥。"
    ]
  },
  {
    "volume": 25,
    "sequence": 29,
    "title": "雜曲歌辭：鳴雁行",
    "author": "陸龜蒙",
    "content": [
      "朔風動地來，吹起沙上聲。閨中有邊思，玉箸此時橫。",
      "莫怕兒女恨，主人烹不鳴。"
    ]
  },
  {
    "volume": 25,
    "sequence": 30,
    "title": "雜曲歌辭：空城雀",
    "author": "李白",
    "content": [
      "嗷嗷空城雀，身計何戚促。本與鷦鷯群，不隨鳳凰族。",
      "提攜四黃口，飲乳未嘗足。食君糠秕餘，常恐烏鳶逐。",
      "恥涉太行險，羞營覆車粟。天命有定端，守分絕所欲。"
    ]
  },
  {
    "volume": 25,
    "sequence": 31,
    "title": "雜曲歌辭：空城雀",
    "author": "王建",
    "content": [
      "空城雀，何不飛來人家住，空城無人種禾黍。",
      "土間生子草間長，滿地蓬蒿幸無主。近村雖有高樹枝，雨中無食長苦饑。八月小兒挾弓箭，家家畏我田頭飛。",
      "但能不出空城裏，秋時百草皆有子。黃口黃口莫啾啾，長爾得成無橫死。"
    ]
  },
  {
    "volume": 25,
    "sequence": 32,
    "title": "雜曲歌辭：空城雀",
    "author": "聶夷中",
    "content": [
      "一雀入官倉，所食能損幾。所慮往損頻，官倉乃害爾。",
      "魚網不在天，鳥網不在水。飲啄要自然，何必空城裏。"
    ]
  },
  {
    "volume": 25,
    "sequence": 33,
    "title": "雜曲歌辭：空城雀",
    "author": "劉駕",
    "content": [
      "饑啄空城土，莫近太倉粟。一粒未充腸，卻入公子腹。",
      "且吊城上骨，幾曾害爾族。不聞莊辛語，今日寒蕪綠。"
    ]
  },
  {
    "volume": 25,
    "sequence": 34,
    "title": "雜曲歌辭：車遙遙",
    "author": "孟郊",
    "content": [
      "路喜到江盡，江上又通舟。舟車兩無阻，何處不得遊。",
      "丈夫四方志，女子安可留。郎自別日言，無令生遠愁。",
      "旅雁忽叫月，斷猿寒啼秋。此夕夢君夢，君在百城樓。",
      "寄淚無因波，寄恨無因輈。願為馭者手，與郎回馬頭。"
    ]
  },
  {
    "volume": 25,
    "sequence": 35,
    "title": "雜曲歌辭：車遙遙",
    "author": "張籍",
    "content": [
      "征人遙遙出古城，雙輪齊動駟馬鳴。山川無處無歸路，念君長作萬里行。野田人稀秋草綠，日暮放馬車中宿。",
      "驚麏遊兔在我傍，獨唱鄉歌對僮僕。君家大宅鳳城隅，年年道上隨行車。願為玉鑾系華軾，終日有聲在君側。",
      "門前舊轍久已平，無由複得君消息。"
    ]
  },
  {
    "volume": 25,
    "sequence": 36,
    "title": "雜曲歌辭：車遙遙",
    "author": "張祜",
    "content": [
      "東方曨曨車軋軋，地色不分新去轍。閨門半掩床半空，斑斑枕花殘淚紅。君心若車千萬轉，妾身如轍遺漸遠。",
      "碧川迢迢山宛宛，馬蹄在耳輪在眼。桑間女兒情不淺，莫道野蠶能作繭。"
    ]
  },
  {
    "volume": 25,
    "sequence": 37,
    "title": "雜曲歌辭：車遙遙",
    "author": "胡曾",
    "content": [
      "自從車馬出門朝，便入空房守寂寥。玉枕夜殘魚信絕，金鈿秋盡雁書遙。臉邊楚雨臨風落，頭上春雲向日銷。",
      "芳草又衰還不至，碧天霜冷轉無憀。"
    ]
  },
  {
    "volume": 25,
    "sequence": 38,
    "title": "雜曲歌辭：自君之出矣",
    "author": "辛弘智",
    "content": [
      "自君之出矣，梁塵靜不飛。思君如滿月，夜夜減容暉。"
    ]
  },
  {
    "volume": 25,
    "sequence": 39,
    "title": "雜曲歌辭：自君之出矣",
    "author": "李康成",
    "content": [
      "自君之出矣，弦吹絕無聲。思君如百草，撩亂逐春生。"
    ]
  },
  {
    "volume": 25,
    "sequence": 40,
    "title": "雜曲歌辭：自君之出矣",
    "author": "盧仝",
    "content": [
      "自君之出矣，壁上蜘蛛織。近取見妾心，夜夜無休息。",
      "妾有雙玉環，寄君表相憶。環是妾之心，玉是君之德。",
      "馳情增悴容，蓄思損精力。玉簟寒淒淒，延想心惻惻。",
      "風含霜月明，水泛碧天色。此水有盡時，此情無終極。"
    ]
  },
  {
    "volume": 25,
    "sequence": 41,
    "title": "雜曲歌辭：自君之出矣",
    "author": "雍裕之",
    "content": [
      "自君之出矣，寶鏡為誰明。思君如隴水，長聞嗚咽聲。"
    ]
  },
  {
    "volume": 25,
    "sequence": 42,
    "title": "雜曲歌辭：自君之出矣",
    "author": "張祜",
    "content": [
      "自君之出矣，萬物看成古。千尋葶藶枝，爭奈長長苦。"
    ]
  },
  {
    "volume": 25,
    "sequence": 43,
    "title": "雜曲歌辭：長相思",
    "author": "郎大家宋氏",
    "content": [
      "長相思，久離別。關山阻，風煙絕。",
      "臺上鏡文銷，袖中書字滅。不見君形影，何曾有歡悅。"
    ]
  },
  {
    "volume": 25,
    "sequence": 44,
    "title": "雜曲歌辭：長相思",
    "author": "蘇頲",
    "content": [
      "君不見天津橋下東流水，東望龍門北朝市。",
      "楊柳青青宛地垂，桃紅李白花參差。花參差，柳堪結，此時憶君心斷絕。"
    ]
  },
  {
    "volume": 25,
    "sequence": 45,
    "title": "雜曲歌辭：長相思三首",
    "author": "李白",
    "content": [
      "長相思，在長安。絡緯秋啼金井欄，微霜淒淒簟色寒。",
      "孤燈不明思欲絕，卷帷望月空長歎，美人如花隔雲端。",
      "上有青冥之長天，下有綠水之波瀾。天長路遠魂飛苦，夢魂不到關山難。長相思，摧心肝。",
      "日色已盡花含煙，月明欲素愁不眠。趙瑟初停鳳凰柱，蜀琴欲奏鴛鴦弦。此曲有意無人傳，願隨春風寄燕然。",
      "憶君迢迢隔青天，昔日橫波目，今成流淚泉。",
      "不信妾腸斷，歸來看取明鏡前。",
      "美人在時花滿堂，美人去後花餘床。床中繡被卷不寢，至今三載猶聞香。香亦竟不滅，人亦竟不來。",
      "相思黃葉落，白露點青苔。"
    ]
  },
  {
    "volume": 25,
    "sequence": 46,
    "title": "雜曲歌辭：長相思",
    "author": "張繼",
    "content": [
      "遼陽望河縣，白首無由見。海上珊瑚枝，年年寄春燕。"
    ]
  },
  {
    "volume": 25,
    "sequence": 47,
    "title": "雜曲歌辭：長相思二首",
    "author": "令狐楚",
    "content": [
      "君行登隴上，妾夢在閨中。玉箸千行落，銀床一半空。",
      "綺席春眠覺，紗窗曉望迷。朦朧殘夢裏，猶自在遼西。"
    ]
  },
  {
    "volume": 25,
    "sequence": 48,
    "title": "雜曲歌辭：長相思",
    "author": "白居易",
    "content": [
      "九月西風興，月冷霜華凝。思君秋夜長，一夜魂九升。",
      "二月東風來，草坼花心開。思君春日遲，一日腸九回。",
      "妾住洛橋北，君住洛橋南。十五即相識，今年二十三。",
      "有如女蘿草，生在松之側。蔓短枝苦高，縈回上不得。",
      "人言人有願，願至天必成。願作遠方獸，步步比肩行。",
      "願作深山木，枝枝連理生。"
    ]
  },
  {
    "volume": 25,
    "sequence": 49,
    "title": "雜曲歌辭：千里思",
    "author": "李白",
    "content": [
      "李陵沒胡沙，蘇武還漢家。迢迢五原關，朔雪亂邊花。",
      "一去隔絕域，思歸但長嗟。鴻雁向西北，飛書報天涯。"
    ]
  },
  {
    "volume": 25,
    "sequence": 50,
    "title": "雜曲歌辭：千里思",
    "author": "李端",
    "content": [
      "涼州風月美，遙望居延路。泛泛下天雲，青青緣塞樹。",
      "燕山蘇武上，海島田橫住。更是草生時，行人出門去。"
    ]
  },
  {
    "volume": 25,
    "sequence": 51,
    "title": "雜曲歌辭：行路難",
    "author": "盧照鄰",
    "content": [
      "君不見長安城北渭橋邊，枯木橫槎臥古田。",
      "昔日含紅複含紫，常時留霧亦留煙。春景春風花似雪，香車玉輿恒闐咽。若個遊人不競攀，若個倡家不來折。",
      "倡家寶襪蛟龍帔，公子銀鞍千萬騎。黃鶯一向花嬌春，兩兩三三將子戲。千尺長條百尺枝，丹桂青榆相蔽虧。",
      "珊瑚葉上鴛鴦鳥，鳳凰巢裏雛鵷兒。巢傾枝折鳳歸去，條枯葉落狂風吹。一朝零落無人問，萬古摧殘君詎知。",
      "人生貴賤無終始，倏忽須臾難久恃。誰家能駐西山日，誰家能堰東流水。漢家陵樹滿秦川，行來行去盡哀憐。",
      "自昔公卿二千石，咸擬榮華一萬年。不見朱唇將白貌，惟聞素棘與黃泉。金貂有時須換酒，玉麈但搖莫計錢。",
      "寄言坐客神仙署，一生一死交情處。蒼龍闕下君不來，白鶴山前我應去。雲間海上邈難期，赤心會合在何時。",
      "但願堯年一百萬，長作巢由也不辭。"
    ]
  },
  {
    "volume": 25,
    "sequence": 52,
    "title": "雜曲歌辭：行路難",
    "author": "張紘",
    "content": [
      "君不見溫家玉鏡臺，提攜抱握九重來。",
      "君不見相如綠綺琴，一撫一拍鳳凰音。人生意氣須及早，莫負當年行樂心。荊王奏曲楚妃歎，曲盡歡終夜將半。",
      "朱樓銀閣正平生，碧草青苔坐蕪漫。當春對酒不須疑，視目相看能幾時。春風吹盡燕初至，此時自謂稱君意。",
      "秋露萎草鴻始歸，此時衰暮與君違。人生翻覆何常足，誰保容顏無是非。"
    ]
  },
  {
    "volume": 25,
    "sequence": 53,
    "title": "雜曲歌辭：行路難五首",
    "author": "賀蘭進明",
    "content": [
      "君不見岩下井，百尺不及泉。君不見山上蒿，數寸淩雲煙。人生相命亦如此，何苦太息自憂煎。",
      "但願親友長含笑，相逢莫吝杖頭錢。寒夜邀歡須秉燭，豈得空思花柳年。",
      "君不見門前柳，榮曜暫時蕭索久。君不見陌上花，狂風吹去落誰家。誰家思婦見之歎，蓬首不梳心曆亂。",
      "盛年夫婿長別離，歲暮相逢色凋換。",
      "君不見荒樹枝，春花落盡蜂不窺。君不見梁上泥，秋風始高燕不棲。蕩子從軍事征戰，蛾眉嬋娟空守閨。",
      "獨宿自然堪下淚，況複時聞烏夜啼。",
      "君不見雲間月，暫盈還複缺。君不見林下風，聲遠意難窮。親故平生欲聚散，歡娛未盡尊酒空。",
      "自歎青青陵上柏，歲寒能與幾人同。",
      "君不見東流水，一去無窮已。君不見西郊雲，日夕空氛氳。群雁裴回不能去，一雁悲鳴複失群。",
      "人生結交在終始，莫為升沉中路分。"
    ]
  },
  {
    "volume": 25,
    "sequence": 54,
    "title": "雜曲歌辭：行路難",
    "author": "崔顥",
    "content": [
      "君不見建章宮中金明枝，萬萬長條拂地垂。",
      "二月三月花如霰，九重幽深君不見。豔彩朝含四寶宮，香風吹入朝雲殿。漢家宮女春未闌，愛此芳香朝暮看。",
      "看去看來心不忘，攀折將安鏡臺上。雙雙素手剪不成，兩兩紅妝笑相向。建章昨夜起春風，一花飛落長信宮。",
      "長信麗人見花泣，憶此珍樹何嗟及。我昔初在昭陽時，朝折暮折登玉墀。只言歲歲長相對，不寤今朝遙相思。"
    ]
  },
  {
    "volume": 25,
    "sequence": 55,
    "title": "雜曲歌辭：行路難三首",
    "author": "李白",
    "content": [
      "金尊清酒鬥十千，玉盤珍羞直萬錢。停杯投箸不能食，拔劍四顧心茫然。欲渡黃河冰塞川，將登太行雪暗天。",
      "閑來垂釣坐溪上，忽複乘舟夢日邊。行路難，行路難，多岐路，今安在。長風破浪會有時，直掛雲帆濟滄海。",
      "大道如青天，我獨不得出。羞逐長安社中兒，赤雞白狗賭梨栗。彈劍作歌奏苦聲，曳裾王門不稱情。",
      "淮陰市井笑韓信，漢朝公卿忌賈生。",
      "君不見昔時燕家重郭隗，擁篲折腰無嫌猜。",
      "劇辛樂毅感恩分，輸肝剖膽效英才。昭王白骨縈蔓草，誰人更掃黃金台。行路難，歸去來。",
      "有耳莫洗潁川水，有口莫食首陽蕨。含光混世貴無名。",
      "何用孤高比雲月。吾觀自古賢達人，功成不退皆殞身。",
      "子胥既棄吳江上，屈原終投湘水濱。陸機才多豈自保，李斯稅駕苦不早。華亭鶴唳詎可聞，上蔡蒼鷹何足道。",
      "君不見吳中張翰稱達士，秋風忽憶江東行。",
      "且樂生前一杯酒，何須身後千載名。"
    ]
  },
  {
    "volume": 25,
    "sequence": 56,
    "title": "雜曲歌辭：行路難三首",
    "author": "顧況",
    "content": [
      "君不見古來燒水銀，變作北邙山上塵。藕絲掛身在虛空，欲落不落愁殺人。睢水英雄多血刃，建章宮闕成灰燼。淮王身死桂枝折，徐氏一去音書絕。",
      "行路難，行路難，生死皆由天。秦皇漢武遭下脫，汝獨何人學神仙。",
      "君不見擔雪塞井徒用力，炊砂作飯豈堪吃。",
      "一生肝膽向人盡，相識不如不相識。冬青樹上掛淩霄，歲晏花凋樹不凋。凡物各自有根本，種禾終不生豆苗。",
      "行路難，行路難，何處是平道。中心無事當富貴，今日覺君顏色好。",
      "君不見少年頭上如雲發，少壯如雲老如雪。",
      "豈知灌頂有醍醐，能使清涼頭不熱。呂梁之水掛飛流，黿鼉蛟蜃不敢遊。少年恃險若平地，獨倚長劍淩清秋。",
      "行路難，行路難，昔少年，今已老。前朝竹帛事皆空，日暮牛羊古城草。"
    ]
  },
  {
    "volume": 25,
    "sequence": 57,
    "title": "雜曲歌辭：行路難",
    "author": "李頎",
    "content": [
      "漢家名臣楊德祖，四代五公享茅土。父兄子弟綰銀黃，躍馬鳴珂朝建章。火浣單衣繡方領，茱萸錦帶玉盤囊。",
      "賓客填街複滿坐，片言出口生輝光。世人逐勢爭奔走，瀝膽隳肝惟恐後。當時一顧生青雲，自謂生死長隨君。",
      "一朝謝病還鄉里，窮巷蒼茫絕知己。秋風落葉閉重門，昨日論交竟誰是。薄俗嗟嗟難重陳，深山麋鹿下為鄰。",
      "魯連所以蹈滄海，古往今來稱達人。"
    ]
  },
  {
    "volume": 25,
    "sequence": 58,
    "title": "雜曲歌辭：行路難二首",
    "author": "高適",
    "content": [
      "君不見富家翁，昔時貧賤誰比數。一朝金多結豪貴，萬事勝人健如虎。子孫成長滿眼前，妻能管弦妾能舞。",
      "自矜一朝忽如此，卻笑傍人獨悲苦。東鄰少年安所如，席門窮巷出無車。有才不肯學幹謁，何用年年空讀書。",
      "長安少年不少錢，能騎駿馬鳴金鞭。五侯相逢大道邊，美人弦管爭留連。黃金如鬥不敢惜，片言如山莫棄捐。",
      "安知憔悴讀書者，暮宿虛台私自憐。"
    ]
  },
  {
    "volume": 25,
    "sequence": 59,
    "title": "雜曲歌辭：行路難",
    "author": "張籍",
    "content": [
      "湘東行人長歎息，十年離家歸未得。弊裘羸馬苦難行，僮僕饑寒少筋力。君不見床頭黃金盡，壯士無顏色。",
      "龍蟠泥中未有雲，不能生彼升天翼。"
    ]
  },
  {
    "volume": 25,
    "sequence": 60,
    "title": "雜曲歌辭：行路難",
    "author": "聶夷中",
    "content": [
      "莫言行路難，夷狄如中國。謂言骨肉親，中門如異域。",
      "出處全在人，路亦無通塞。門前兩條轍，何處去不得。"
    ]
  },
  {
    "volume": 25,
    "sequence": 61,
    "title": "雜曲歌辭：行路難",
    "author": "韋應物",
    "content": [
      "荊山之白玉兮，良工雕琢雙環連，月蝕中央鏡心穿。",
      "故人贈妾初相結，恩在環中尋不絕。人情厚薄苦須臾，昔似連環今似玦。連環可碎不可離，如何物在人自移。",
      "上客勿遽歡，聽妾歌路難。傍人見環環可憐，不知中有長恨端。"
    ]
  },
  {
    "volume": 25,
    "sequence": 62,
    "title": "雜曲歌辭：行路難三首",
    "author": "柳宗元",
    "content": [
      "君不見夸父追日窺虞淵，跳踉北海超昆侖。",
      "披霄決漢出沆漭，瞥裂左右遺星辰。須臾力盡道渴死，狐鼠蜂蟻爭噬吞。北方竫人長九寸，開口抵掌更笑喧。",
      "啾啾飲食滴與粒，生死亦足終天年。睢盱大志少成遂，坐使兒女相悲憐。",
      "虞衡斤斧羅千山，工命采斫杙與椽。深林土翦十取一，百牛連鞅摧雙轅。萬圍千尋妨道路，東西蹶倒山火焚。",
      "遺餘毫末不見保，躝躒澗壑何當存。群材未成質已夭，突兀gE豁空岩巒。柏梁天災武庫火，匠石狼顧相愁冤。",
      "君不見南山棟樑益稀少，愛材養育誰複論。",
      "飛雪斷道冰成梁，侯家熾炭雕玉房。蟠龍吐耀虎喙張，熊蹲豹擲爭低昂。攢巒叢崿射朱光，丹霞翠霧飄奇香。",
      "美人四向回明璫，雪山冰穀晞太陽。星躔奔走不得止，奄忽雙燕棲虹梁。風台露榭生光飾，死灰棄置參與商。",
      "盛時一去貴反賤，桃笙葵扇安可常。"
    ]
  },
  {
    "volume": 25,
    "sequence": 63,
    "title": "雜曲歌辭：行路難",
    "author": "鮑溶",
    "content": [
      "玉堂向夕如無人，絲竹儼然宮商死。細人何言入君耳，塵生金尊酒如水。君今不念歲蹉跎，雁天明明涼露多。",
      "華燈青凝久照夜，彩童窈窕虛垂羅。入宮見妒君不察，莫入此地出風波。此時不樂早休息，女顏易老君如何。"
    ]
  },
  {
    "volume": 25,
    "sequence": 64,
    "title": "雜曲歌辭：行路難五首",
    "author": "貫休",
    "content": [
      "不會當時作天地，剛有多般愚與智。到頭還用真宰心，何如上下皆清氣。大道冥冥不知處，那堪頓得羲和轡。",
      "義不義兮仁不仁，擬學長生更容易。負心為爐複為火，緣木求魚應且止。君不見燒金煉石古帝王，鬼火熒熒白楊裏。",
      "君不見道傍廢井生古木，本是驕奢貴人屋。",
      "幾度美人照影來，素綆銀瓶濯纖玉。雲飛雨散今如此，繡闥雕甍作荒穀。沸渭笙歌君莫誇，不應長是西家哭。",
      "休說遺編行者幾，至竟終須合天理。敗他成此亦何功，蘇張終作多言鬼。行路難，行路難，不在羊腸裏。",
      "九有茫茫共堯日，浪死虛生亦非一。清淨玄音竟不聞，花眼酒腸暗如漆。或偶因片言隻字登第光二親，又不能獻可替不航要津。口談羲軒與周孔，履行不及屠沽人。行路難，行路難，日暮途遠空悲歎。",
      "君不見道傍樹有寄生枝，青青鬱鬱同榮衰。",
      "無情之物尚如此，為人不及還堪悲。父歸墳兮未朝夕，已分黃金爭田宅。高堂老母頭似霜，心作數支淚常滴。",
      "我聞忽如負芒刺，不獨為君空歎息。古人尺布猶可縫，潯陽義犬令人憶。寄言世上為人子，孝義團圓莫如此。",
      "若如此，不遄死兮更何俟。",
      "君不見山高海深人不測，古往今來轉青碧。",
      "淺近輕浮莫與交，池卑只解生荊棘。誰道黃金如糞土，張耳陳餘斷消息。行路難，行路難，君自看。"
    ]
  },
  {
    "volume": 25,
    "sequence": 65,
    "title": "雜曲歌辭：行路難二首",
    "author": "齊己",
    "content": [
      "行路難，君好看，驚波不在黤黮間，小人心裏藏奔湍。七盤九折寒崷崒，翻車倒蓋猶堪出。",
      "未似是非唇舌危，暗中潛毀平人骨。君不見楚靈均，千古沉冤湘水濱。又不見李太白，一朝卻作江南客。",
      "下浸與高盤，不為行路難。是非真險惡，翻覆作峰巒。",
      "漆愧同時黑，朱慚巧處丹。令人畏相識，欲畫白雲看。"
    ]
  },
  {
    "volume": 25,
    "sequence": 66,
    "title": "雜曲歌辭：行路難",
    "author": "翁綬",
    "content": [
      "行路艱難不復歌，故人榮達我蹉跎。雙輪晚上銅梁雪，一葉春浮瘴海波。自古要津皆若此，方今失路欲如何。",
      "君看西漢翟丞相，鳳沼朝辭暮雀羅。"
    ]
  },
  {
    "volume": 25,
    "sequence": 67,
    "title": "雜曲歌辭：行路難",
    "author": "薛能",
    "content": [
      "何處力堪殫，人心險萬端。藏山難測度，暗水自波瀾。",
      "對面如千里，回腸似七盤。已經吳阪困，欲向雁門難。",
      "南北誠須泣，高深不可幹。無因善行止，車轍得平安。"
    ]
  },
  {
    "volume": 25,
    "sequence": 68,
    "title": "雜曲歌辭：從軍中行路難二首",
    "author": "駱賓王",
    "content": [
      "君不見封狐雄虺自成群，馮深負固結妖氛。",
      "玉璽分兵征惡少，金壇受律動將軍。將軍擁旄宣廟略，戰士橫行靜夷落。長驅一息背銅梁，直指三巴逾劍閣。",
      "閣道岧嶢上戍樓，劍門遙裔俯靈丘。邛關九折無平路，江水雙源有急流。征役無期返，他鄉歲華晚。",
      "杳杳丘陵出，蒼蒼林薄遠。途危紫蓋峰，路澀青泥阪。",
      "去去指哀牢，行行入不毛。絕壁千里險，連山四望高。",
      "中外分區宇，夷夏殊風土。交趾枕南荒，昆彌臨北戶。",
      "川源饒毒霧，溪穀多淫雨。行潦四時流，崩查千歲古。",
      "漂梗飛蓬不自安，捫藤引葛度危巒。昔時聞道從軍樂，今日方知行路難。蒼江綠水東流駛，炎洲丹徼南中地。",
      "南中南斗映星河，秦川秦塞阻煙波。三春邊地風光少，五月瀘中瘴癘多。朝驅疲斥候，夕息倦誰何。",
      "向月彎繁弱，連星轉太阿。重義輕生懷一顧，東伐西征凡幾度。夜夜朝朝斑鬢新，年年歲歲戎衣故。",
      "灞城隅，滇池水，天涯望轉積，地際行無已。",
      "徒覺炎涼節物非，不知關山千萬里。棄置勿重陳，重陳多苦辛。且悅清笳楊柳曲，詎憶芳園桃李人。",
      "絳節朱旗分白羽，丹心白刃酬明主。但令一技君王識，誰憚三邊征戰苦。行路難，行路難，岐路幾千端。",
      "無複歸雲憑短翰，望日想長安。",
      "君不見玉關塵色暗邊亭，銅鞮雜虜寇長城。",
      "天子按劍征餘勇，將軍受脤事橫行。七德龍韜開玉帳，千里鼉鼓疊金鉦。陰山苦霧埋高壘，交河孤月照連營。",
      "連營去去無窮極，擁旆遙遙過絕國。陣雲朝結晦天山，寒沙夕漲迷疏勒。龍鱗水上開魚貫，馬首山前振雕翼。",
      "長驅萬里讋祁連，分麾三命武功宣。百發烏號遙碎柳，七盡龍文迥照蓮。春來秋去移灰管，蘭閨柳市芳塵斷。",
      "雁門迢遞尺書稀，鴛被相思雙帶緩。行路難。",
      "誓令氛祲靜皋蘭。但使封侯龍額貴，詎隨中婦鳳樓寒。"
    ]
  },
  {
    "volume": 25,
    "sequence": 69,
    "title": "雜曲歌辭：變行路難",
    "author": "王昌齡",
    "content": [
      "向晚橫吹悲，風動馬嘶合。前驅引旗節，千重陣雲匝。",
      "單于下陰山，砂礫空颯颯。封侯取一戰，豈複念閨閣。"
    ]
  }
]