[
  {
    "volume": 821,
    "sequence": 1,
    "title": "吊靈均詞",
    "author": "皎然",
    "content": [
      "昧天道兮有無，聽汨渚兮躊躇。期靈均兮若存，問神理兮何如。願君精兮為月，出孤影兮示予。",
      "天獨何兮有君，君在萬兮不群。既冰心兮皎潔，上問天兮胡不聞。天不聞，神莫睹，若雲冥冥兮雷霆怒，蕭條杳眇兮餘草莽。古山春兮為誰，今猿哀兮何思。",
      "風激烈兮楚竹死，國殤人悲兮雨颸颸。雨颸颸兮望君時，光茫蕩漾兮化為水，萬古忠貞兮徒爾為。"
    ]
  },
  {
    "volume": 821,
    "sequence": 2,
    "title": "步虛詞",
    "author": "皎然",
    "content": [
      "予因覽真訣，遂感西城君。玉笙下青冥，人間未曾聞。",
      "日華煉精魄，皎皎無垢氛。謂我有仙骨，且令餌氤氳。",
      "俯仰愧靈顏，願隨鸞鵠群。俄然動風馭，縹渺歸青雲。"
    ]
  },
  {
    "volume": 821,
    "sequence": 3,
    "title": "奉應顏尚書真卿觀玄真子置酒張樂舞破陣畫洞庭三山歌",
    "author": "皎然",
    "content": [
      "道流跡異人共驚，寄向畫中觀道情。如何萬象自心出，而心澹然無所營。手援毫，足蹈節，披縑灑墨稱麗絕。",
      "石文亂點急管催，雲態徐揮慢歌發。樂縱酒酣狂更好，攢峰若雨縱橫掃。尺波澶漫意無涯，片嶺崚嶒勢將倒。",
      "盻睞方知造境難，象忘神遇非筆端。昨日幽奇湖上見，今朝舒卷手中看。興餘輕拂遠天色，曾向峰東海邊識。",
      "秋空暮景颯颯容，翻疑是真畫不得。顏公素高山水意，常恨三山不可至。賞君狂畫忘遠遊，不出軒墀坐蒼翠。"
    ]
  },
  {
    "volume": 821,
    "sequence": 4,
    "title": "答韋山人隱起龍文藥瓢歌",
    "author": "皎然",
    "content": [
      "野人藥瓢天下絕，全如渾金割如月。彪炳文章智使然，生成在我不在天。若言有物不由物，何意中虛道性全。",
      "韋生能詩兼好異，獲此靈瓢遠相遺。仙侯玉帖人漫傳，若士青囊世何秘。一捧一開如見君，藥盛五色香氛氳。",
      "背上驪龍蟠不睡，張鱗擺頷生風雲。世人強知金丹道，默仙不成穢仙老。年少紛如陌上塵，不見吾瓢盡枯槁。",
      "聊將系肘步何輕，便有三山孤鶴情。東方小兒乏此物，遂令仙籍獨無名。"
    ]
  },
  {
    "volume": 821,
    "sequence": 5,
    "title": "桃花石枕歌贈康從事",
    "author": "皎然",
    "content": [
      "卞山幽石產奇璞，荊人至死采不著。何人琢枕持贈君，片片桃花開未落。劍工見兮可為劍，玉工辨兮知非石。",
      "至寶由來覽者稀，今君獨鑒應欲惜。何辭售與章天真，幸得提攜近玉人。可中棄置君不顧，天生秀色徒璘玢。",
      "四座喧喧爭目悅，巧過造化稱一絕。莫言昨日因錯磨，看取從來無點缺。六月江南暑未闌，一尺花冰試枕看。",
      "高窗正午風颯變，室中不減春天寒。主人所重重枕德，文章外飾徒相惑。更有堅貞不易心，與君天下為士則。"
    ]
  },
  {
    "volume": 821,
    "sequence": 6,
    "title": "張伯英草書歌",
    "author": "皎然",
    "content": [
      "伯英死後生伯高，朝看手把山中毫。先賢草律我草狂，風雲陣發愁鐘王。須臾變態皆自我，象形類物無不可。",
      "閬風遊雲千萬朵，驚龍蹴踏飛欲墮。更睹鄧林花落朝，狂風亂攪何飄飄。有時凝然筆空握，情在寥天獨飛鶴。",
      "有時取勢氣更高，憶得春江千里濤。張生奇絕難再遇，草罷臨風展輕素。陰慘陽舒如有道，鬼狀魑容若可懼。",
      "黃公酒壚興偏入，阮籍不嗔嵇亦顧。長安酒榜醉後書，此日騁君千里步。"
    ]
  },
  {
    "volume": 821,
    "sequence": 7,
    "title": "寒棲子歌",
    "author": "皎然",
    "content": [
      "君在廬山知不群，有疑是鶴又是雲。生死塵埃汙不得，眼前榮利徒紛紛。今日惠然來訪我，酒榼書囊肩背荷。",
      "拂除衣上餌煙霞，昨夜胥門宿蔡家。天然不飲亦不食，拋名換姓覓不得。且向人間作酒仙，不肯將身生羽翼。",
      "停形為餌天地根，世人皆死我獨存。洗慮因吞清明籙，世人皆貪我常足。棲子妙今道已成，手把玄樞心運冥。",
      "能令鬼哭神效靈，身如飄風不可絆。朝遊崆峒夕汗漫，向來坐客猶未散。忽憶羅浮欲去時，遙指孤雲作路岐。",
      "海上仙遊不可見，人間日落空桑枝。"
    ]
  },
  {
    "volume": 821,
    "sequence": 8,
    "title": "翔隼歌送王端公",
    "author": "皎然",
    "content": [
      "古人賞神駿，何如秋隼擊。獨立高標望霜翮，應看天宇如咫尺。低回拂地淩風翔，鵬雛敢下雁斷行。",
      "晴空四顧忽不見，有時獨出青霞傍。窮陰萬里落寒日，氣殺草枯增奮逸。雲塞斜飛攪葉迷，雪天直上穿花疾。",
      "見君高情有所屬，贈別因歌翔隼曲。離亭慘慘客散時，歌盡路長意不足。"
    ]
  },
  {
    "volume": 821,
    "sequence": 9,
    "title": "白雲歌寄陸中丞使君長源",
    "author": "皎然",
    "content": [
      "一見西山雲，使人情意遠。憑高發詠何超遙，道妙如君有舒卷。縈空疊景多麗容，眾峰峰上自為峰。",
      "潔白不由陰雨積，高明肯共雜煙重。萬物有形皆有著，白雲有形無系縛。黃金被爍玉亦瑕，一片飄然汙不著。",
      "或逢天上或人間，人自營營雲自閑。忽爾飛來暫為侶，忽然飛去莫能攀。逸民對雲效高致，禪子逢雲增道意。",
      "白雲遇物無偏頗，自是人心見同異。閶闔天門宜曙看，為纓作蓋擁千官。從龍合遝臨清暑，就日逶迤繞露寒。",
      "誰憐西山雲，亭亭處幽絕。坐石長看非我羈，手中欲攬待君說。貞白先生那得知，只向空山自怡悅。"
    ]
  },
  {
    "volume": 821,
    "sequence": 10,
    "title": "裴端公使君清席，賦得青桂歌送徐長史",
    "author": "皎然",
    "content": [
      "昔年攀桂為留人，今朝攀桂送歸客。秋風桃李搖落盡，為君青青伴松柏。謝公南樓送客還，高歌桂樹淩寒山。",
      "應憐獨秀空林上，空賞敷華積雪間。昨夜一枝生在月，嬋娟可望不可折。若為天上堪贈行，徒使亭亭照離別。"
    ]
  },
  {
    "volume": 821,
    "sequence": 11,
    "title": "周長史昉畫毗沙門天王歌",
    "author": "皎然",
    "content": [
      "長史畫神獨感神，高步區中無兩人。雅而逸，高且真，形生虛無忽可親。降魔大戟縮在手，倚天長劍橫諸紳。",
      "慈威示物雖凜凜，在德無秋唯有春。吾知真象本非色，此中妙用君心得。苟能下筆合神造，誤點一點亦為道。",
      "寫出霜縑可舒卷，何人應識此情遠。秋齋清寂無外物，盥手焚香聊自展。憶昔胡兵圍未解，感得此神天上下。",
      "至今雲旗圖我形，為君一顧煙塵清。"
    ]
  },
  {
    "volume": 821,
    "sequence": 12,
    "title": "奉和顏魯公真卿落玄真子舴艋舟歌",
    "author": "皎然",
    "content": [
      "滄浪子後玄真子，冥冥釣隱江之汜。刳木新成舴艋舟，諸侯落舟自茲始。得道身不系，無機舟亦閑。",
      "從水遠逝兮任風還，朝五湖兮夕三山。停綸乍入芙蓉浦，擊汰時過明月灣。太公取璜我不取，龍伯釣鼇我不釣。",
      "竹竿嫋嫋魚簁簁，此中自得還自笑。汗漫一游何可期，後來誰遇冰雪姿。上古初聞出堯世，今朝還見在堯時。"
    ]
  },
  {
    "volume": 821,
    "sequence": 13,
    "title": "鄭容全成蛟形木機歌",
    "author": "皎然",
    "content": [
      "萬物貴天然，天然不可得。渾樸無勞剞劂工，幽姿自可蛟龍質。欲騰未去何翩翩，揚袂爭前誰敢拂。",
      "可中風雨一朝至，還應不是池中物。蒼山萬重采一枝，形如器車生意奇。風號雨噴心不折，眾木千叢君獨知。",
      "高人心，多越格。有時就月吟春風，持來座右驚神客。",
      "愛君開合江之濱，白雲黃鶴長相親。南郭子綦我不識，非君獨是是何人。"
    ]
  },
  {
    "volume": 821,
    "sequence": 14,
    "title": "奉同顏使君真卿清風樓賦得洞庭歌送吳煉師歸林屋洞",
    "author": "皎然",
    "content": [
      "名山洞府到金庭，三十六洞稱最靈。不有古仙啟其秘，今日安知靈寶經。中山煉師棲白雲，道成仙秩號元君。",
      "三千甲子朝玉帝，世上如今名始聞。吐納青牙養肌發，花冠玉舄何高潔。不聞天上來謫仙，自是人間授真訣。",
      "吳興太守道家流，仙師遠放清風樓。應將內景還飛去，且從分風當此留。湖之山兮樓上見，山冥冥兮水悠悠。",
      "世人不到君自到，縹緲仙都誰與儔。黃鶴孤雲天上物，物外飄然自天匹。一別千年未可期，仙家不數人間日。"
    ]
  },
  {
    "volume": 821,
    "sequence": 15,
    "title": "戛銅碗為龍吟歌",
    "author": "皎然",
    "content": [
      "逸僧戛碗為龍吟，世上未曾聞此音。一從太尉房公賞，遂使秦人傳至今。初戛徐徐聲漸顯，樂音不管何人辨。",
      "似出龍泉萬丈底，乍怪聲來近而遠。未必全由戛者功，真生虛無非碗中。寥亮掩清笛，縈回淩細風。",
      "遙聞不斷在煙杪，萬籟無聲天境空。乍向天臺宿華頂，秋宵一吟更清迥。能令聽者易常性，憂人忘憂躁人靜。",
      "今日鏗鍠江上聞，蛟螭奔飛如得群。聲過陰嶺恐成雨，響駐晴天將起雲。坐來吟盡空江碧，卻尋向者聽無跡。",
      "人生萬事將此同，暮賤朝榮動還寂。"
    ]
  },
  {
    "volume": 821,
    "sequence": 16,
    "title": "飲茶歌誚崔石使君",
    "author": "皎然",
    "content": [
      "越人遺我剡溪茗，采得金牙爨金鼎。素瓷雪色縹沫香，何似諸仙瓊蕊漿。一飲滌昏寐，情來朗爽滿天地。",
      "再飲清我神，忽如飛雨灑輕塵。三飲便得道，何須苦心破煩惱。此物清高世莫知，世人飲酒多自欺。",
      "愁看畢卓甕間夜，笑向陶潛籬下時。崔侯啜之意不已，狂歌一曲驚人耳。孰知茶道全爾真，唯有丹丘得如此。"
    ]
  },
  {
    "volume": 821,
    "sequence": 17,
    "title": "買藥歌送楊山人",
    "author": "皎然",
    "content": [
      "華陰少年何所希，欲餌丹砂化骨飛。江南藥少淮南有，暫別胥門上京口。京口斜通江水流，斐回應上青山頭。",
      "夜驚潮沒鸕鷀堰，朝看日出芙蓉樓。搖盪春風亂帆影，片雲無數是揚州。揚州喧喧賣藥市，浮俗無由識仙子。",
      "河間姹女直千金，紫陽夫人服不死。吾於此道複何如，昨朝新得蓬萊書。"
    ]
  },
  {
    "volume": 821,
    "sequence": 18,
    "title": "薛卿教長行歌",
    "author": "皎然",
    "content": [
      "桂陽仙柳道家說，昔傳蘇君今是薛。聊將握槊偶時人，便被人間稱冠絕。黃楊文局龜螭蟠，琢成骰子雙琅玕。",
      "初疑月破雲中墮，複怪星移指下攢。誰識兵奇勢可保，坐看將軍上一道。有時彩王非所希，笑擊單于出重圍。",
      "鳧驚隼擊疾若飛，左顧右盻生光輝。家本聯姻漢戚裏，身是長安貴公子。名高藝絕何翩翩，幾回決勝君王前。",
      "扈游長樂與祈年，人望青雲白日邊。謫宦江南歲陰晚，還將此道聊自遣。由來君子行最長，予亦知君寄心遠。"
    ]
  },
  {
    "volume": 821,
    "sequence": 19,
    "title": "桃花石枕歌送安吉康丞",
    "author": "皎然",
    "content": [
      "君吏桃州尚奇跡，桃州采得桃花石。爛疑朝日照已舒，含似春風吹未坼。珪璋特達世所珍，吾知此物亦其倫。",
      "應羨花開不凋悴，應嘉玉片無緇磷。立性堅剛平若砥，君子偏將交道比。何人亦秉堅剛姿，吾見君心得如此。",
      "君心所好我獨知，別多見少長相思。從來賞玩安左右，萬里提攜君莫辭。"
    ]
  },
  {
    "volume": 821,
    "sequence": 20,
    "title": "賦得吳王送女潮歌，送李判官之河中府",
    "author": "皎然",
    "content": [
      "見說吳王送女時，行宮直到荊溪口。溪上千年送女潮，為感吳王至今有。乃知昔人由志誠，流水無情翻有情。",
      "平波忽起二三尺，此上疑與神仙宅。今人猶望荊之湄，長令望者增所思。吳王已歿女不返，潮水無情那有期。",
      "溪草何草號帝女，溪竹何竹號湘妃。靈濤旦暮自堪傷，的爍嬋娟又爭發。客歸千里自茲始，覽古高歌感行子。",
      "不知別後相見期，君意何如此潮水。"
    ]
  },
  {
    "volume": 821,
    "sequence": 21,
    "title": "觀李中丞洪二美人唱歌軋箏歌",
    "author": "皎然",
    "content": [
      "君家雙美姬，善歌工箏人莫知。軋用蜀竹弦楚絲，清哇宛轉聲相隨。夜靜酒闌佳月前，高張水引何淵淵。",
      "美人矜名曲不誤，蹙響時時如迸泉。趙琴素所嘉，齊謳世稱絕。箏歌一動凡音輟，凝弦且莫停金罍。",
      "淫聲已闋雅聲來，遊魚噞喁鶴裴回。主人高情始為開，高情放浪出常格。偶世有名道無跡，勳業先登上將科。",
      "文章已冠諸人籍。每笑石崇無道情，輕身重色禍亦成。",
      "君有佳人當禪伴，於中不廢學無生。愛君天然性寡欲，家貧祿薄常知足。謫官無慍如古人，交道忘言比前躅。",
      "不意全家萬里來，湖中再見春山綠。吳興公舍幽且閑，何妨寄隱在其間。時議名齊謝太傅，更看攜妓似東山。"
    ]
  },
  {
    "volume": 821,
    "sequence": 22,
    "title": "陳氏童子草書歌",
    "author": "皎然",
    "content": [
      "書家孺子有奇名，天然大草令人驚。僧虔老時把筆法，孺子如今皆暗合。飆揮電灑眼不及，但覺毫端鳴颯颯。",
      "有時作點險且能，太行片石看欲崩。偶然長掣濃入燥，少室枯松欹不倒。夏室炎炎少人歡，山軒日色在闌幹。",
      "桐花飛盡子規思，主人高歌興不至。濁醪不飲嫌昏沈，欲玩草書開我襟。龍爪狀奇鼠須銳，水箋白皙越人惠。",
      "王家小令草最狂，為予灑出驚騰勢。"
    ]
  },
  {
    "volume": 821,
    "sequence": 23,
    "title": "飲茶歌送鄭容",
    "author": "皎然",
    "content": [
      "丹丘羽人輕玉食，採茶飲之生羽翼。名藏仙府世空知，骨化雲宮人不識。雲山童子調金鐺，楚人茶經虛得名。",
      "霜天半夜芳草折，爛漫緗花啜又生。賞君此茶祛我疾，使人胸中蕩憂栗。日上香爐情未畢，醉踏虎溪雲，高歌送君出。"
    ]
  },
  {
    "volume": 821,
    "sequence": 24,
    "title": "花石長枕歌答章居士贈",
    "author": "皎然",
    "content": [
      "楚山有石郢人琢，琢成長枕知是玉。全疑冰片坐恐銷，間發花叢驚不足。贈予比之金琅玕，瓊花爛熳浮席端。",
      "吾師道吾不執寶，今日感君因執看。試叩鏗然應清律，纖塵不留蠅敢拂。萬物皆因造化資，如何獨負清貞質。",
      "南山有雲鵠在空，長松為我生涼風。高友朗詠樂其中，行住四儀皆道意。不學小乘一曲士，唯將此物安座隅，取次閑眠有禪味。"
    ]
  },
  {
    "volume": 821,
    "sequence": 25,
    "title": "觀王右丞維滄洲圖歌",
    "author": "皎然",
    "content": [
      "滄洲誤是真，萋萋忽盈視。便有春渚情，褰裳掇芳芷。",
      "颯然風至草不動，始悟丹青得如此。丹青變化不可尋，翻空作有移人心。猶言雨色斜拂座，乍似水涼來入襟。",
      "滄洲說近三湘口，誰知卷得在君手。披圖擁褐臨水時，翛然不異滄洲叟。"
    ]
  },
  {
    "volume": 821,
    "sequence": 26,
    "title": "洞庭山維諒上人院階前孤生橘樹歌",
    "author": "皎然",
    "content": [
      "洞庭仙山但生橘，不生凡木與梨栗。真子無私自不栽，感得一株階下出。細葉繁枝委露新，四時常綠不關春。",
      "若言此物無道性，何意孤生來就人。二月三月山初暖，最愛低簷數枝短。白花不用烏銜來，自有風吹手中滿。",
      "九月十月爭破顏，金實離離色殷殷，一夜天晴香滿山。",
      "天生珍木異於俗，俗士來逢不敢觸。清陰獨步禪起時，徙倚前看看不足。"
    ]
  },
  {
    "volume": 821,
    "sequence": 27,
    "title": "春夜賦得漉水囊歌，送鄭明府",
    "author": "皎然",
    "content": [
      "吳縑楚練何白皙，居士持來遺禪客。禪客能裁漉水囊，不用衣工秉刀尺。先師遺我式無缺，一濾一翻心敢賒。",
      "夕望東峰思漱盥，曨曨斜月懸燈紗。徙倚花前漏初斷，白猿爭嘯驚禪伴。玉瓶徐瀉賞涓涓，濺著蓮衣水珠滿。",
      "因識仁人為宦情，還如漉水愛蒼生。聊歌一曲與君別，莫忘寒泉見底清。"
    ]
  },
  {
    "volume": 821,
    "sequence": 28,
    "title": "湛處士枸杞架歌",
    "author": "皎然",
    "content": [
      "天生靈草生靈地，誤生人間人不貴。獨君井上有一根，始覺人間眾芳異。拖線垂絲宜曙看，裴回滿架何珊珊。",
      "春風亦解愛此物，嫋嫋時來傍香實。濕雲綴葉擺不去，翠羽銜花驚畏失。肯羨孤松不凋色，皇天正氣肅不得。",
      "我獨全生異此輩，順時榮落不相背。孤松自被斧斤傷，獨我柔枝保無害。黃油酒囊石棋局，吾羨湛生心出俗。",
      "擷芳生影風灑懷，其致翛然此中足。"
    ]
  },
  {
    "volume": 821,
    "sequence": 29,
    "title": "觀裴秀才松石障歌",
    "author": "皎然",
    "content": [
      "誰工此松唯拂墨，巧思丹青營不得。初寫松梢風正生，此中勢與真松爭。高柯細葉動颯颯，乍聽幽飀如有聲。",
      "左右雙松更奇絕，龍鱗麈尾仍半折。經春寒色聚不散，逼座陰陰將下雪。荊門石狀淩璵璠，蹙成數片倚松根。",
      "何年蒨蒨苔黏跡，幾夜潺潺水擊痕。裴生詩家後來客，為我開圖玩松石。對之自有高世心，何事勞君上山屐。"
    ]
  },
  {
    "volume": 821,
    "sequence": 30,
    "title": "送顧處士歌",
    "author": "皎然",
    "content": [
      "吳門顧子予早聞，風貌真古誰似君。人中黃憲與顏子，物表孤高將片雲。性背時人高且逸，平生好古無儔匹。",
      "醉書在篋稱絕倫，神畫開廚怕飛出。謝氏檀郎亦可儔，道情還似我家流。安貧日日讀書坐，不見將名幹五侯。",
      "知君別業長洲外，欲行秋田循畎澮。門前便取觳觫乘，腰上還將鹿盧佩。禪子有情非世情，禦荈貢餘聊贈行。",
      "滿道喧喧遇君別，爭窺玉潤與冰清。"
    ]
  },
  {
    "volume": 821,
    "sequence": 31,
    "title": "水精數珠歌",
    "author": "皎然",
    "content": [
      "西方真人為行密，臂上記珠皎如日。佛名無著心亦空，珠去珠來體常一。誰道佛身千萬身，重重只向心中出。"
    ]
  },
  {
    "volume": 821,
    "sequence": 32,
    "title": "兵後西日溪行",
    "author": "皎然",
    "content": [
      "一從清氣上為天，仙叟何年見幹海。黃河幾度濁複清，此水如今未曾改。西尋仙人渚，誤入桃花穴。",
      "風吹花片使我迷，時時問山驚踏雪。石樑丹灶意更奇，春草不生多故轍。我來隱道非隱身，如今世上無風塵。",
      "路是武陵路，人非秦代人。飯松得高侶，濯足偶清津。",
      "數片昔賢磐石在，幾回並坐戴綸巾。"
    ]
  },
  {
    "volume": 821,
    "sequence": 33,
    "title": "姑蘇行",
    "author": "皎然",
    "content": [
      "古台不見秋草衰，卻憶吳王全盛時。千年月照秋草上，吳王在時幾回望。至今月出君不還，世人空對姑蘇山。",
      "山中精靈安可睹，轍跡人蹤麋鹿聚。嬋娟西子傾國容，化作寒陵一堆土。"
    ]
  },
  {
    "volume": 821,
    "sequence": 34,
    "title": "短歌行",
    "author": "皎然",
    "content": [
      "古人若不死，吾亦何所悲。蕭蕭煙雨九原上，白楊青松葬者誰。貴賤同一塵，死生同一指。",
      "人生在世共如此，何異浮雲與流水。短歌行，短歌無窮日已傾。鄴宮梁苑徒有名，春草秋風傷我情。",
      "何為不學金仙侶，一悟空王無死生。"
    ]
  },
  {
    "volume": 821,
    "sequence": 35,
    "title": "山月行",
    "author": "皎然",
    "content": [
      "家家望秋月，不及秋山望。山中萬境長寂寥，夜夜孤明我山上。海人皆言生海東，山人自謂出山中。",
      "憂虞歡樂皆占月，月本無心同不同。自從有月山不改，古人望盡今人在。不知萬世今夜時，孤月將□誰更待。"
    ]
  },
  {
    "volume": 821,
    "sequence": 36,
    "title": "顧渚行寄裴方舟",
    "author": "皎然",
    "content": [
      "我有雲泉鄰渚山，山中茶事頗相關。鶗鴂鳴時芳草死，山家漸欲收茶子。伯勞飛日芳草滋，山僧又是採茶時。",
      "由來慣采無近遠，陰嶺長兮陽崖淺。大寒山下葉未生，小寒山中葉初卷。吳婉攜籠上翠微，濛濛香刺罥春衣。",
      "迷山乍被落花亂，度水時驚啼鳥飛。家園不遠乘露摘，歸時露彩猶滴瀝。初看怕出欺玉英，更取煎來勝金液。",
      "昨夜西峰雨色過，朝尋新茗複如何。女宮露澀青芽老，堯市人稀紫筍多。紫筍青芽誰得識，日暮采之長太息。",
      "清泠真人待子元，貯此芳香思何極。"
    ]
  },
  {
    "volume": 821,
    "sequence": 37,
    "title": "武源行贈丘卿岑",
    "author": "皎然",
    "content": [
      "昔年群盜阻江東，吳山動搖楚澤空。齊人亦戴蜂蠆毒，美稷化為荊棘叢。洶洶四顧多窟穴，浮雲白波名不同。",
      "萬人死地當虎口，一旦生涯懸彀中。昨日將軍殉死節，悉向生民陷成血。胸中豹略張陣雲，握內蛇矛揮白雪。",
      "長洲南去接孤城，居人散盡鼓噪驚。三春不見芳草色，四面唯聞刁鬥聲。此時狂寇紛如市，君當要衝固深壘。",
      "縱橫計出皆獲全，士卒身先每輕死。掃平氛祲望吳門，人間歲美桑柘繁。比屋生全受君賜，連營罷戰賴君恩。",
      "如何棄置功不錄，通籍無名滯江曲。灞亭不重李將軍，漢爵猶輕蘇屬國。荒營寂寂隱山椒，春意空驚故柳條。",
      "野戰攻城盡如此，即今誰是霍嫖姚。"
    ]
  },
  {
    "volume": 821,
    "sequence": 38,
    "title": "長安少年行",
    "author": "皎然",
    "content": [
      "翠樓春酒蝦蟆陵，長安少年皆共矜。",
      "紛紛半醉綠槐道，躞蹀花驄驕不勝。"
    ]
  },
  {
    "volume": 821,
    "sequence": 39,
    "title": "風入松",
    "author": "皎然",
    "content": [
      "西嶺松聲落日秋，千枝萬葉風飀飀。美人援琴弄成曲，寫得松間聲斷續。聲斷續，清我魂。流波壞陵安足論，美人夜坐月明裏。含少商兮點清征，風何淒兮飄飄。",
      "攪寒松兮又夜起。夜未央，曲何長，金徽更促聲泱泱。",
      "何人此時不得意，意苦弦悲聞客堂。"
    ]
  },
  {
    "volume": 821,
    "sequence": 40,
    "title": "陪盧中丞閒遊山寺",
    "author": "皎然",
    "content": [
      "野寺出人境，舍舟登遠峰。林開明見月，萬壑靜聞鐘。",
      "擁燭明山翠，交麾動水容。如何股肱守，塵外得相逢。"
    ]
  },
  {
    "volume": 821,
    "sequence": 41,
    "title": "湖南草堂讀書招李少府",
    "author": "皎然",
    "content": [
      "削去僧家事，南池便隱居。為憐松子壽，還蔔道家書。",
      "藥院常無客，茶樽獨對餘。有時招逸史，來飯野中蔬。"
    ]
  },
  {
    "volume": 821,
    "sequence": 42,
    "title": "答李季蘭",
    "author": "皎然",
    "content": [
      "天女來相試，將花欲染衣。禪心竟不起，還捧舊花歸。"
    ]
  },
  {
    "volume": 821,
    "sequence": 43,
    "title": "酬鄭判官湖上見贈",
    "author": "皎然",
    "content": [
      "歲歲湖南隱已成，如何星使忽知名。",
      "沙鷗慣識無心客，今日逢君不解驚。"
    ]
  },
  {
    "volume": 821,
    "sequence": 44,
    "title": "送旻上人遊天臺",
    "author": "皎然",
    "content": [
      "真心不廢別，試看越溪清。知汝機忘盡，春山自有情。",
      "月思華頂宿，雲愛石門行。海近應須泛，無令鷗鷺驚。"
    ]
  },
  {
    "volume": 821,
    "sequence": 45,
    "title": "送別",
    "author": "皎然",
    "content": [
      "聞說情人怨別情，霜天淅瀝在寒城。",
      "長宵漫漫角聲發，禪子無心恨亦生。"
    ]
  },
  {
    "volume": 821,
    "sequence": 46,
    "title": "與昂上人兩字繼合四句初字日",
    "author": "皎然",
    "content": [
      "有一鳥雛，淩寒獨宿。若逢雲雨，兩兩相逐。"
    ]
  },
  {
    "volume": 821,
    "sequence": 47,
    "title": "次日",
    "author": "皎然",
    "content": [
      "野外有一人，獨立無四鄰。彼見是我身，我見是彼身。"
    ]
  }
]