[
  {
    "volume": 426,
    "sequence": 1,
    "title": "七德舞－美撥亂，陳王業也",
    "author": "白居易",
    "content": [
      "七德舞，七德歌，傳自武德至元和。元和小臣白居易，觀舞聽歌知樂意，樂終稽首陳其事。太宗十八舉義兵，白旄黃鉞定兩京。擒充戮竇四海清，二十有四功業成。",
      "二十有九即帝位，三十有五致太平。功成理定何神速，速在推心置人腹。亡卒遺骸散帛收，饑人賣子分金贖。",
      "魏征夢見子夜泣，張謹哀聞辰日哭。怨女三千放出宮，死囚四百來歸獄。剪須燒藥賜功臣，李績嗚咽思殺身。",
      "含血吮創撫戰士，思摩奮呼乞效死。則知不獨善戰善乘時，以心感人人心歸。爾來一百九十載，天下至今歌舞之。",
      "歌七德，舞七德，聖人有作垂無極。豈徒耀神武，豈徒誇聖文。太宗意在陳王業，王業艱難示子孫。"
    ]
  },
  {
    "volume": 426,
    "sequence": 2,
    "title": "法曲－美列聖，正華聲也",
    "author": "白居易",
    "content": [
      "法曲法曲歌大定，積德重熙有餘慶。永徽之人舞而詠，法曲法曲舞霓裳。政和世理音洋洋，開元之人樂且康。",
      "法曲法曲歌堂堂，堂堂之慶垂無疆。中宗肅宗複鴻業，唐祚中興萬萬葉。法曲法曲合夷歌，夷聲邪亂華聲和。",
      "以亂幹和天寶末，明年胡塵犯宮闕。乃知法曲本華風，苟能審音與政通。一從胡曲相參錯，不辨興衰與哀樂。",
      "願求牙曠正華音，不令夷夏相交侵。"
    ]
  },
  {
    "volume": 426,
    "sequence": 3,
    "title": "二王后－明祖宗之意也",
    "author": "白居易",
    "content": [
      "二王后，彼何人，介公酅公為國賓，周武隋文之子孫。",
      "古人有言天下者，非是一人之天下。周亡天下傳于隋，隋人失之唐得之。唐興十葉歲二百，介公酅公世為客。",
      "明堂太廟朝享時，引居賓位備威儀。備威儀，助郊祭，高祖太宗之遺制。不獨興滅國，不獨繼絕世。",
      "欲令嗣位守文君，亡國子孫取為戒。"
    ]
  },
  {
    "volume": 426,
    "sequence": 4,
    "title": "海漫漫－戒求仙也",
    "author": "白居易",
    "content": [
      "海漫漫，直下無底傍無邊。雲濤煙浪最深處，人傳中有三神山。山上多生不死藥，服之羽化為天仙。",
      "秦皇漢武信此語，方士年年采藥去。蓬萊今古但聞名，煙水茫茫無覓處。海漫漫，風浩浩，眼穿不見蓬萊島。",
      "不見蓬萊不敢歸，童男丱女舟中老。徐福文成多誑誕，上元太一虛祈禱。君看驪山頂上茂陵頭，畢竟悲風吹蔓草。",
      "何況玄元聖祖五千言，不言藥，不言仙，不言白日升青天。"
    ]
  },
  {
    "volume": 426,
    "sequence": 5,
    "title": "立部伎－刺雅樂之替也",
    "author": "白居易",
    "content": [
      "立部伎，鼓笛喧。舞雙劍，跳七丸。嫋巨索，掉長竿。",
      "太常部伎有等級，堂上者坐堂下立。堂上坐部笙歌清，堂下立部鼓笛鳴。笙歌一聲眾側耳，鼓笛萬曲無人聽。",
      "立部賤，坐部貴，坐部退為立部伎，擊鼓吹笙和雜戲。",
      "立部又退何所任，始就樂懸操雅音。雅音替壞一至此，長令爾輩調宮征。圓丘後土郊祀時，言將此樂感神祇。",
      "欲望鳳來百獸舞，何異北轅將適楚。工師愚賤安足雲，太常三卿爾何人。"
    ]
  },
  {
    "volume": 426,
    "sequence": 6,
    "title": "華原磬－刺樂工非其人也",
    "author": "白居易",
    "content": [
      "華原磬，華原磬，古人不聽今人聽。泗濱石，泗濱石，今人不擊古人擊。今人古人何不同，用之舍之由樂工。",
      "樂工雖在耳如壁，不分清濁即為聾。梨園弟子調律呂，知有新聲不如古。古稱浮磬出泗濱，立辨致死聲感人。",
      "宮懸一聽華原石，君心遂忘封疆臣。果然胡寇從燕起，武臣少肯封疆死。始知樂與時政通，豈聽鏗鏘而已矣。",
      "磬襄入海去不歸，長安市兒為樂師。華原磬與泗濱石，清濁兩聲誰得知。"
    ]
  },
  {
    "volume": 426,
    "sequence": 7,
    "title": "上陽白髮人－湣怨曠也",
    "author": "白居易",
    "content": [
      "上陽人，紅顏闇老白髮新。綠衣監使守宮門，一閉上陽多少春。玄宗末歲初選入，入時十六今六十。",
      "同時采擇百餘人，零落年深殘此身。憶昔吞悲別親族，扶入車中不教哭。皆雲入內便承恩，臉似芙蓉胸似玉。",
      "未容君王得見面，已被楊妃遙側目。妒令潛配上陽宮，一生遂向空房宿。宿空房，秋夜長，夜長無寐天不明。",
      "耿耿殘燈背壁影，蕭蕭暗雨打窗聲。春日遲，日遲獨坐天難暮。宮鶯百囀愁厭聞，梁燕雙棲老休妒。",
      "鶯歸燕去長悄然，春往秋來不記年。唯向深宮望明月，東西四五百回圓。今日宮中年最老，大家遙賜尚書號。",
      "小頭鞋履窄衣裳，青黛點眉眉細長。外人不見見應笑，天寶末年時世妝。上陽人，苦最多。少亦苦，老亦苦，少苦老苦兩如何。君不見昔時呂向美人賦，又不見今日上陽白髮歌。"
    ]
  },
  {
    "volume": 426,
    "sequence": 8,
    "title": "胡旋女－戒近習也",
    "author": "白居易",
    "content": [
      "胡旋女，胡旋女。心應弦，手應鼓。弦鼓一聲雙袖舉，回雪飄颻轉蓬舞。左旋右轉不知疲，千匝萬周無已時。",
      "人間物類無可比，奔車輪緩旋風遲。曲終再拜謝天子，天子為之微啟齒。胡旋女，出康居，徒勞東來萬里餘。",
      "中原自有胡旋者，鬥妙爭能爾不如。天寶季年時欲變，臣妾人人學圜轉。中有太真外祿山，二人最道能胡旋。",
      "梨花園中冊作妃，金雞障下養為兒。祿山胡旋迷君眼，兵過黃河疑未反。貴妃胡旋惑君心，死棄馬嵬念更深。",
      "從茲地軸天維轉，五十年來制不禁。胡旋女，莫空舞，數唱此歌悟明主。"
    ]
  },
  {
    "volume": 426,
    "sequence": 9,
    "title": "新豐折臂翁－戒邊功也",
    "author": "白居易",
    "content": [
      "新豐老翁八十八，頭鬢眉須皆似雪。玄孫扶向店前行，左臂憑肩右臂折。問翁臂折來幾年，兼問致折何因緣。",
      "翁雲貫屬新豐縣，生逢聖代無征戰。慣聽梨園歌管聲，不識旗槍與弓箭。無何天寶大徵兵，戶有三丁點一丁。",
      "點得驅將何處去，五月萬里雲南行。聞道雲南有瀘水，椒花落時瘴煙起。大軍徒涉水如湯，未過十人二三死。",
      "村南村北哭聲哀，兒別爺娘夫別妻。皆雲前後征蠻者，千萬人行無一回。是時翁年二十四，兵部牒中有名字。",
      "夜深不敢使人知，偷將大石捶折臂。張弓簸旗俱不堪，從茲始免征雲南。骨碎筋傷非不苦，且圖揀退歸鄉土。",
      "此臂折來六十年，一肢雖廢一身全。至今風雨陰寒夜，直到天明痛不眠。痛不眠，終不悔，且喜老身今獨在。",
      "不然當時瀘水頭，身死魂孤骨不收。應作雲南望鄉鬼，萬人塚上哭呦呦。老人言，君聽取。",
      "君不聞開元宰相宋開府，不賞邊功防黷武。",
      "又不聞天寶宰相楊國忠，欲求恩幸立邊功。",
      "邊功未立生人怨，請問新豐折臂翁。"
    ]
  },
  {
    "volume": 426,
    "sequence": 10,
    "title": "太行路－借夫婦以諷君臣之不終也",
    "author": "白居易",
    "content": [
      "太行之路能摧車，若比人心是坦途。巫峽之水能覆舟，若比人心是安流。人心好惡苦不常，好生毛羽惡生瘡。",
      "與君結髮未五載，豈期牛女為參商。古稱色衰相棄背，當時美人猶怨悔。何況如今鸞鏡中，妾顏未改君心改。",
      "為君熏衣裳，君聞蘭麝不馨香。為君盛容飾，君看金翠無顏色。行路難，難重陳。人生莫作婦人身，百年苦樂由他人。行路難，難於山，險于水。",
      "不獨人間夫與妻，近代君臣亦如此。君不見左納言，右納史，朝承恩，暮賜死。行路難，不在水，不在山，只在人情反復間。"
    ]
  },
  {
    "volume": 426,
    "sequence": 11,
    "title": "司天臺－引古以儆今也",
    "author": "白居易",
    "content": [
      "司天臺，仰觀俯察天人際。羲和死來職事廢，官不求賢空取藝。昔聞西漢元成間，上陵下替謫見天。",
      "北辰微闇少光色，四星煌煌如火赤。耀芒動角射三台，上臺半滅中台坼。是時非無太史官，眼見心知不敢言。",
      "明朝趨入明光殿，唯奏慶雲壽星見。天文時變兩如斯，九重天子不得知。不得知，安用台高百尺為。"
    ]
  },
  {
    "volume": 426,
    "sequence": 12,
    "title": "捕蝗－刺長吏也",
    "author": "白居易",
    "content": [
      "捕蝗捕蝗誰家子，天熱日長饑欲死。興元兵後傷陰陽，和氣蠱蠹化為蝗。始自兩河及三輔，薦食如蠶飛似雨。",
      "雨飛蠶食千里間，不見青苗空赤土。河南長吏言憂農，課人晝夜捕蝗蟲。是時粟鬥錢三百，蝗蟲之價與粟同。",
      "捕蝗捕蝗竟何利，徒使饑人重勞費。一蟲雖死百蟲來，豈將人力定天災。我聞古之良吏有善政，以政驅蝗蝗出境。",
      "又聞貞觀之初道欲昌，文皇仰天吞一蝗。",
      "一人有慶兆民賴，是歲雖蝗不為害。"
    ]
  },
  {
    "volume": 426,
    "sequence": 13,
    "title": "昆明春－思王澤之廣被也",
    "author": "白居易",
    "content": [
      "昆明春，昆明春，春池岸古春流新。影浸南山青滉漾，波沉西日紅奫淪。往年因旱池枯竭，龜尾曳塗魚喣沫。",
      "詔開八水注恩波，千介萬鱗同日活。今來淨綠水照天，遊魚鱍鱍蓮田田。洲香杜若抽心短，沙暖鴛鴦鋪翅眠。",
      "動植飛沉皆遂性，皇澤如春無不被。漁者仍豐網罟資，貧人久獲菰蒲利。詔以昆明近帝城，官家不得收其征。",
      "菰蒲無租魚無稅，近水之人感君惠。感君惠，獨何人，吾聞率土皆王民，遠民何疏近何親。願推此惠及天下，無遠無近同欣欣。吳興山中罷榷茗，鄱陽坑裏休封銀。",
      "天涯地角無禁利，熙熙同似昆明春。"
    ]
  },
  {
    "volume": 426,
    "sequence": 14,
    "title": "城鹽州－美聖謨而誚邊將也",
    "author": "白居易",
    "content": [
      "城鹽州，城鹽州，城在五原原上頭。蕃東節度缽闡布，忽見新城當要路。金鳥飛傳贊普聞，建牙傳箭集群臣。",
      "君臣赬面有憂色，皆言勿謂唐無人。自築鹽州十餘載，左衽氈裘不犯塞。晝牧牛羊夜捉生，長去新城百裏外。",
      "諸邊急警勞戍人，唯此一道無煙塵。靈夏潛安誰複辨，秦原暗通何處見。鄜州驛路好馬來，長安藥肆黃蓍賤。",
      "城鹽州，鹽州未城天子憂。德宗按圖自定計，非關將略與廟謀。吾聞高宗中宗世，北虜倡狂最難制。",
      "韓公創築受降城，三城鼎峙屯漢兵。東西亙絕數千里，耳冷不聞胡馬聲。如今邊將非無策，心笑韓公築城壁。",
      "相看養寇為身謀，各握強兵固恩澤。願分今日邊將恩，褒贈韓公封子孫。誰能將此鹽州曲，翻作歌詞聞至尊。"
    ]
  },
  {
    "volume": 426,
    "sequence": 15,
    "title": "道州民－美臣遇明主也",
    "author": "白居易",
    "content": [
      "道州民，多侏儒，長者不過三尺餘。市作矮奴年進送，號為道州任土貢。任土貢，寧若斯，不聞使人生別離，老翁哭孫母哭兒。一自陽城來守郡，不進矮奴頻詔問。",
      "城雲臣按六典書，任土貢有不貢無。道州水土所生者，只有矮民無矮奴。吾君感悟璽書下，歲貢矮奴宜悉罷。",
      "道州民，老者幼者何欣欣。父兄子弟始相保，從此得作良人身。道州民，民到於今受其賜，欲說使君先下淚。仍恐兒孫忘使君，生男多以陽為字。"
    ]
  },
  {
    "volume": 426,
    "sequence": 16,
    "title": "馴犀－感為政之難終也",
    "author": "白居易",
    "content": [
      "馴犀馴犀通天犀，軀貌駭人角駭雞。海蠻聞有明天子，驅犀乘傳來萬里。一朝得謁大明宮，歡呼拜舞自論功。",
      "五年馴養始堪獻，六譯語言方得通。上嘉人獸俱來遠，蠻館四方犀入苑。秣以瑤芻鎖以金，故鄉迢遞君門深。",
      "海鳥不知鐘鼓樂，池魚空結江湖心。馴犀生處南方熱，秋無白露冬無雪。一入上林三四年，又逢今歲苦寒月。",
      "飲冰臥霰苦蜷局，角骨凍傷鱗甲蹜。馴犀死，蠻兒啼，向闕再拜顏色低。奏乞生歸本國去，恐身凍死似馴犀。",
      "君不見建中初，馴象生還放林邑。君不見貞元末，馴犀凍死蠻兒泣。所嗟建中異貞元，象生犀死何足言。"
    ]
  },
  {
    "volume": 426,
    "sequence": 17,
    "title": "五弦彈－惡鄭之奪雅也",
    "author": "白居易",
    "content": [
      "五弦彈，五弦彈，聽者傾耳心寥寥。趙璧知君入骨愛，五弦一一為君調。第一第二弦索索，秋風拂松疏韻落。",
      "第三第四弦泠泠，夜鶴憶子籠中鳴。第五弦聲最掩抑，隴水凍咽流不得。五弦並奏君試聽，淒淒切切複錚錚。",
      "鐵擊珊瑚一兩曲，冰瀉玉盤千萬聲。鐵聲殺，冰聲寒。",
      "殺聲入耳膚血憯，寒氣中人肌骨酸。曲終聲盡欲半日，四坐相對愁無言。座中有一遠方士，唧唧咨咨聲不已。",
      "自歎今朝初得聞，始知孤負平生耳。唯憂趙璧白髮生，老死人間無此聲。遠方士，爾聽五弦信為美，吾聞正始之音不如是。正始之音其若何，朱弦疏越清廟歌。",
      "一彈一唱再三歎，曲澹節稀聲不多。融融曳曳召元氣，聽之不覺心平和。人情重今多賤古，古琴有弦人不撫。",
      "更從趙璧藝成來，二十五弦不如五。"
    ]
  },
  {
    "volume": 426,
    "sequence": 18,
    "title": "蠻子朝－刺將驕而相備位也",
    "author": "白居易",
    "content": [
      "蠻子朝，泛皮船兮渡繩橋，來自巂州道路遙。",
      "入界先經蜀川過，蜀將收功先表賀。臣聞雲南六詔蠻，東連牂牁西連蕃。六詔星居初瑣碎，合為一詔漸強大。",
      "開元皇帝雖聖神，唯蠻倔強不來賓。鮮于仲通六萬卒，征蠻一陣全軍沒。至今西洱河岸邊，箭孔刀痕滿枯骨。",
      "誰知今日慕華風，不勞一人蠻自通。誠由陛下休明德，亦賴微臣誘諭功。德宗省表知如此，笑令中使迎蠻子。",
      "蠻子導從者誰何，摩挲俗羽雙隈伽。清平官持赤藤杖，大將軍系金呿嗟。異牟尋男尋閣勸，特敕召對延英殿。",
      "上心貴在懷遠蠻，引臨玉座近天顏。冕旒不垂親勞俫。",
      "賜衣賜食移時對。移時對，不可得，大臣相看有羨色。",
      "可憐宰相拖紫佩金章，朝日唯聞對一刻。"
    ]
  },
  {
    "volume": 426,
    "sequence": 19,
    "title": "驃國樂－欲王化之先邇後遠也",
    "author": "白居易",
    "content": [
      "驃國樂，驃國樂，出自大海西南角。雍羌之子舒難陀，來獻南音奉正朔。德宗立仗禦紫庭，黈纊不塞為爾聽。",
      "玉螺一吹椎髻聳，銅鼓一擊文身踴。珠纓炫轉星宿搖，花鬘鬥藪龍蛇動。曲終王子啟聖人，臣父願為唐外臣。",
      "左右歡呼何翕習，至尊德廣之所及。須臾百辟詣閣門，俯伏拜表賀至尊。伏見驃人獻新樂，請書國史傳子孫。",
      "時有擊壤老農父，暗測君心閑獨語。聞君政化甚聖明，欲感人心致太平。感人在近不在遠，太平由實非由聲。",
      "觀身理國國可濟，君如心兮民如體。體生疾苦心憯淒，民得和平君愷悌。貞元之民若未安，驃樂雖聞君不歎。",
      "貞元之民苟無病，驃樂不來君亦聖。驃樂驃樂徒喧喧，不如聞此芻蕘言。"
    ]
  },
  {
    "volume": 426,
    "sequence": 20,
    "title": "縛戎人－達窮民之情也",
    "author": "白居易",
    "content": [
      "縛戎人，縛戎人，耳穿面破驅入秦。天子矜憐不忍殺，詔徙東南吳與越。黃衣小使錄姓名，領出長安乘遞行。",
      "身被金創面多瘠，扶病徒行日一驛。朝餐饑渴費杯盤，夜臥腥臊汙床席。忽逢江水憶交河，垂手齊聲嗚咽歌。",
      "其中一虜語諸虜，爾苦非多我苦多。同伴行人因借問，欲說喉中氣憤憤。自雲鄉管本涼原，大歷年中沒落蕃。",
      "一落蕃中四十載，遣著皮裘系毛帶。唯許正朝服漢儀，斂衣整巾潛淚垂。誓心密定歸鄉計，不使蕃中妻子知。",
      "暗思幸有殘筋力，更恐年衰歸不得。蕃候嚴兵鳥不飛，脫身冒死奔逃歸。晝伏宵行經大漠，雲陰月黑風沙惡。",
      "驚藏青塚寒草疏，偷渡黃河夜冰薄。忽聞漢軍鼙鼓聲，路傍走出再拜迎。遊騎不聽能漢語，將軍遂縛作蕃生。",
      "配向東南卑濕地，定無存恤空防備。念此吞聲仰訴天，若為辛苦度殘年。涼原鄉井不得見，胡地妻兒虛棄捐。",
      "沒蕃被囚思漢土，歸漢被劫為蕃虜。早知如此悔歸來，兩地寧如一處苦。縛戎人，戎人之中我苦辛。",
      "自古此冤應未有，漢心漢語吐蕃身。"
    ]
  }
]