[
  {
    "volume": 133,
    "sequence": 1,
    "title": "古從軍行",
    "author": "李頎",
    "content": [
      "白日登山望烽火，黃昏飲馬傍交河。行人刁鬥風沙暗，公主琵琶幽怨多。野雲萬里無城郭，雨雪紛紛連大漠。",
      "胡雁哀鳴夜夜飛，胡兒眼淚雙雙落。聞道玉門猶被遮，應將性命逐輕車。年年戰骨埋荒外，空見蒲桃入漢家。"
    ]
  },
  {
    "volume": 133,
    "sequence": 2,
    "title": "行路難",
    "author": "李頎",
    "content": [
      "漢家名臣楊德祖，四代五公享茅土。父子兄弟綰銀黃，躍馬鳴珂朝建章。火浣單衣繡方領，茱萸錦帶玉盤囊。",
      "賓客填街複滿座，片言出口生輝光。世人逐勢爭奔走，瀝膽墮肝惟恐後。當時一顧登青雲，自謂生死長隨君。",
      "一朝謝病還鄉里，窮巷蒼苔絕知己。秋風落葉閉重門，昨日論交竟誰是。薄俗嗟嗟難重陳，深山麋鹿可為鄰。",
      "魯連所以蹈東海，古往今來稱達人。"
    ]
  },
  {
    "volume": 133,
    "sequence": 3,
    "title": "緩歌行",
    "author": "李頎",
    "content": [
      "小來托身攀貴遊，傾財破產無所憂。暮擬經過石渠署，朝將出入銅龍樓。結交杜陵輕薄子，謂言可生複可死。",
      "一沉一浮會有時，棄我翻然如脫屣。男兒立身須自強，十年閉戶潁水陽。業就功成見明主，擊鐘鼎食坐華堂。",
      "二八蛾眉梳墮馬，美酒清歌曲房下。文昌宮中賜錦衣，長安陌上退朝歸。五陵賓從莫敢視，三省官僚揖者稀。",
      "早知今日讀書是，悔作從前任俠非。"
    ]
  },
  {
    "volume": 133,
    "sequence": 4,
    "title": "琴歌",
    "author": "李頎",
    "content": [
      "主人有酒歡今夕，請奏鳴琴廣陵客。月照城頭烏半飛，霜淒萬樹風入衣。銅爐華燭燭增輝，初彈淥水後楚妃。",
      "一聲已動物皆靜，四座無言星欲稀。清淮奉使千餘裏，敢告雲山從此始。"
    ]
  },
  {
    "volume": 133,
    "sequence": 5,
    "title": "放歌行答從弟墨卿",
    "author": "李頎",
    "content": [
      "小來好文恥學武，世上功名不解取。雖沾寸祿已後時，徒欲出身事明主。柏梁賦詩不及宴，長楸走馬誰相數。",
      "斂跡俯眉心自甘，高歌擊節聲半苦。由是蹉跎一老夫，養雞牧豕東城隅。空歌漢代蕭相國，肯事霍家馮子都。",
      "徒爾當年聲籍籍，濫作詞林兩京客。故人鬥酒安陵橋，黃鳥春風洛陽陌。吾家令弟才不羈，五言破的人共推。",
      "興來逸氣如濤湧，千里長江歸海時。別離短景何蕭索，佳句相思能間作。舉頭遙望魯陽山，木葉紛紛向人落。"
    ]
  },
  {
    "volume": 133,
    "sequence": 6,
    "title": "王母歌",
    "author": "李頎",
    "content": [
      "武皇齋戒承華殿，端拱須臾王母見。霓旌照耀麒麟車，羽蓋淋漓孔雀扇。手指交梨遣帝食，可以長生臨宇縣。",
      "頭上複戴九星冠，總領玉童坐南面。欲聞要言今告汝，帝乃焚香請此語。若能煉魄去三屍，後當見我天皇所。",
      "顧謂侍女董雙成，酒闌可奏雲和笙。紅霞白日儼不動，七龍五鳳紛相迎，惜哉志驕神不悅，歎息馬蹄與車轍。",
      "複道歌鐘杳將暮，深宮桃李花成雪。為看青玉五枝燈，蟠螭吐火光欲絕。"
    ]
  },
  {
    "volume": 133,
    "sequence": 7,
    "title": "鮫人歌",
    "author": "李頎",
    "content": [
      "鮫人潛織水底居，側身上下隨遊魚。輕綃文彩不可識，夜夜澄波連月色。有時寄宿來城市，海島青冥無極已。",
      "泣珠報恩君莫辭，今年相見明年期。始知萬族無不有，百尺深泉架戶牖。鳥沒空山誰複望，一望雲濤堪白首。"
    ]
  },
  {
    "volume": 133,
    "sequence": 8,
    "title": "夏宴張兵曹東堂",
    "author": "李頎",
    "content": [
      "重林華屋堪避暑，況乃烹鮮會佳客。主人三十朝大夫，滿座森然見矛戟。北窗臥簟連心花，竹裏蟬鳴西日斜。",
      "羽扇搖風卻珠汗，玉盆貯水割甘瓜。雲峰峨峨自冰雪，坐對芳樽不知熱。醉來但掛葛巾眠，莫道明朝有離別。"
    ]
  },
  {
    "volume": 133,
    "sequence": 9,
    "title": "同張員外諲酬答之作",
    "author": "李頎",
    "content": [
      "洛中高士日沉冥，手自灌園方帶經。王湛床頭見周易，長康傳裏好丹青。鶡冠葛屨無名位，博弈賦詩聊遣意。",
      "清言只到衛家兒，用筆能誇鐘太尉。東籬二月種蘭蓀，窮巷人稀鳥雀喧。聞道郎官問生事，肯令鬢髮老柴門。"
    ]
  },
  {
    "volume": 133,
    "sequence": 10,
    "title": "欲之新鄉答崔顥綦毋潛",
    "author": "李頎",
    "content": [
      "數年作吏家屢空，誰道黑頭成老翁。男兒在世無產業，行子出門如轉蓬。吾屬交歡此何夕，南家擣衣動歸客。",
      "銅爐將炙相歡飲，星宿縱橫露華白。寒風卷葉度滹沱，飛雪布地悲峨峨。孤城日落見棲鳥，馬上時聞漁者歌。",
      "明朝東路把君手，臘日辭君期歲首。自知寂寞無去思，敢望縣人致牛酒。"
    ]
  },
  {
    "volume": 133,
    "sequence": 11,
    "title": "答高三十五留別便呈于十一",
    "author": "李頎",
    "content": [
      "累薦賢良皆不就，家近陳留訪耆舊。韓康雖複在人間，王霸終思隱岩竇。清冷池水灌園蔬，萬物滄江心澹如。",
      "妻子歡同五株柳，雲山老對一床書。昨日公車見三事，明君賜衣遣為吏。懷章不使郡邸驚，待詔初從闕庭至。",
      "散誕由來自不羈，低頭授職爾何為。故園壁掛烏紗帽，官舍塵生白接z5。寄書寂寂於陵子，蓬蒿沒身胡不仕。",
      "藜羹被褐環堵中，歲晚將貽故人恥。"
    ]
  },
  {
    "volume": 133,
    "sequence": 12,
    "title": "送康洽入京進樂府歌",
    "author": "李頎",
    "content": [
      "識子十年何不遇，只愛歡游兩京路。朝吟左氏嬌女篇，夜誦相如美人賦。長安春物舊相宜，小苑蒲萄花滿枝。",
      "柳色偏濃九華殿，鶯聲醉殺五陵兒。曳裾此日從何所，中貴由來盡相許。白夾春衫仙吏贈，烏皮隱幾台郎與。",
      "新詩樂府唱堪愁，禦妓應傳鳷鵲樓。西上雖因長公主，終須一見曲陵侯。"
    ]
  },
  {
    "volume": 133,
    "sequence": 13,
    "title": "送劉十",
    "author": "李頎",
    "content": [
      "三十不官亦不娶，時人焉識道高下。房中唯有老氏經，櫪上空餘少游馬。往來嵩華與函秦，放歌一曲前山春。",
      "西林獨鶴引閒步，南澗飛泉清角巾。前年上書不得意，歸臥東窗兀然醉。諸兄相繼掌青史，第五之名齊驃騎。",
      "烹葵摘果告我行，落日夏雲縱複橫。聞道謝安掩口笑，知君不免為蒼生。"
    ]
  },
  {
    "volume": 133,
    "sequence": 14,
    "title": "送王道士還山",
    "author": "李頎",
    "content": [
      "嵩陽道士餐柏實，居處三花對石室。心窮伏火陽精丹，口誦淮王萬畢術。自言神訣不可求，我師聞之玄圃遊。",
      "出入彤庭佩金印，承恩赫赫如王侯。雙峰樹下曾受業，應傳肘後長生法。吾聞仙地多後身，安知不是具茨人。",
      "玉膏清泠瀑泉水，白雲溪中日方此。後今不見數十年，鬢髮顏容只如是。先生舍我欲何歸，竹杖黃裳登翠微。",
      "當有岩前白蝙蝠，迎君日暮雙來飛。"
    ]
  },
  {
    "volume": 133,
    "sequence": 15,
    "title": "別梁鍠",
    "author": "李頎",
    "content": [
      "梁生倜儻心不羈，途窮氣蓋長安兒。回頭轉眄似雕鶚，有志飛鳴人豈知。雖雲四十無祿位，曾與大軍掌書記。",
      "抗辭請刃誅部曲，作色論兵犯二帥。一言不合龍額侯，擊劍拂衣從此棄。朝朝飲酒黃公壚，脫帽露頂爭叫呼。",
      "庭中犢鼻昔嘗掛，懷裏琅玕今在無。時人見子多落魄，共笑狂歌非遠圖。忽然遣躍紫騮馬，還是昂藏一丈夫。",
      "洛陽城頭曉霜白，層冰峨峨滿川澤。但聞行路吟新詩，不歎舉家無擔石。莫言貧賤長可欺，覆簣成山當有時。",
      "莫言富貴長可托，木槿朝看暮還落。不見古時塞上翁，倚伏由來任天作。去去滄波勿複陳，五湖三江愁殺人。"
    ]
  },
  {
    "volume": 133,
    "sequence": 16,
    "title": "送從弟游江淮兼謁鄱陽劉太守",
    "author": "李頎",
    "content": [
      "都門柳色朝朝新，念爾今為江上人。穆陵關帶清風遠，彭蠡湖連芳草春。泊舟借問西林寺，曉聽猿聲在山翠，潯陽北望鴻雁回，湓水東流客心醉。須知聖代舉賢良，不使遺才滯一方。應見鄱陽虎符守，思歸共指白雲鄉。"
    ]
  },
  {
    "volume": 133,
    "sequence": 17,
    "title": "雙筍歌送李回兼呈劉四",
    "author": "李頎",
    "content": [
      "並抽新筍色漸綠，迥出空林雙碧玉。春風解籜雨潤根，一枝半葉清露痕。為君當面拂雲日，孤生四遠何足論。",
      "再三抱此悵為別，嵩洛故人與之說。"
    ]
  },
  {
    "volume": 133,
    "sequence": 18,
    "title": "送劉四赴夏縣",
    "author": "李頎",
    "content": [
      "九霄特立紅鸞姿，萬仞孤生玉樹枝。劉侯致身能若此，天骨自然多歎美。聲名播揚二十年，足下長途幾千里。",
      "舉世皆親丞相閣，我心獨愛伊川水。脫略勢利猶埃塵，嘯傲時人而已矣。新詩數歲即文雄，上書昔召蓬萊宮。",
      "明主拜官麒麟閣，光車駿馬看玉童。高人往來廬山遠，隱士往來張長公。扶南甘蔗甜如蜜，雜以荔枝龍州橘。",
      "赤縣繁詞滿劇曹，白雲孤峰暉永日。朝持手板望飛鳥，暮誦楞伽對空室。一朝出宰汾河間，明府下車人吏閑。",
      "端坐訟庭更無事，開門咫尺巫咸山。男耕女織蒙惠化，麥熟雉鳴長秋稼。明年九府議功時，五辟三征當在茲。",
      "聞道桐鄉有遺老，邑中還欲置生祠。"
    ]
  },
  {
    "volume": 133,
    "sequence": 19,
    "title": "少室雪晴送王甯",
    "author": "李頎",
    "content": [
      "少室眾峰幾峰別，一峰晴見一峰雪。隔城半山連青松，素色峨峨千萬重。過景斜臨不可道，白雲欲盡難為容。",
      "行人與我玩幽境，北風切切吹衣冷。惜別浮橋駐馬時，舉頭試望南山嶺。"
    ]
  },
  {
    "volume": 133,
    "sequence": 20,
    "title": "送陳章甫",
    "author": "李頎",
    "content": [
      "四月南風大麥黃，棗花未落桐陰長。青山朝別暮還見，嘶馬出門思舊鄉。陳侯立身何坦蕩，虯須虎眉仍大顙。",
      "腹中貯書一萬卷，不肯低頭在草莽。東門酤酒飲我曹，心輕萬事皆鴻毛。醉臥不知白日暮，有時空望孤雲高。",
      "長河浪頭連天黑，津口停舟渡不得。鄭國遊人未及家，洛陽行子空歎息。聞道故林相識多，罷官昨日今如何。"
    ]
  },
  {
    "volume": 133,
    "sequence": 21,
    "title": "聽安萬善吹觱篥歌",
    "author": "李頎",
    "content": [
      "南山截竹為觱篥，此樂本自龜茲出。流傳漢地曲轉奇，涼州胡人為我吹。傍鄰聞者多歎息，遠客思鄉皆淚垂。",
      "世人解聽不解賞，長飆風中自來往。枯桑老柏寒颼飀，九雛鳴鳳亂啾啾。龍吟虎嘯一時發，萬籟百泉相與秋。",
      "忽然更作漁陽摻，黃雲蕭條白日暗。變調如聞楊柳春，上林繁花照眼新。歲夜高堂列明燭，美酒一杯聲一曲。"
    ]
  },
  {
    "volume": 133,
    "sequence": 22,
    "title": "魏倉曹東堂檉樹",
    "author": "李頎",
    "content": [
      "愛君雙檉一樹奇，千葉齊生萬葉垂。長頭拂石帶煙雨，獨立空山人莫知。攢青蓄翠陰滿屋，紫穗紅英曾斷目。",
      "洛陽墨客遊雲間，若到麻源第三穀。"
    ]
  },
  {
    "volume": 133,
    "sequence": 23,
    "title": "照公院雙橙",
    "author": "李頎",
    "content": [
      "種橙夾階生得地，細葉隔簾見雙翠。抽條向長未及肩，泉水繞根日三四。青青何必楚人家，帶雨凝煙新著花。",
      "永願香爐灑甘露，夕陽時映東枝斜。南庭黃竹爾不敵，借問何時堪掛錫。"
    ]
  },
  {
    "volume": 133,
    "sequence": 24,
    "title": "愛敬寺古藤歌",
    "author": "李頎",
    "content": [
      "古藤池水盤樹根，左攫右拏龍虎蹲。橫空直上相陵突，豐茸離纚若無骨，風雷霹靂連黑枝，人言其下藏妖魑。",
      "空庭落葉乍開合，十月苦寒常倒垂。憶昨花飛滿空殿，密葉吹香飯僧遍。南階雙桐一百尺，相與年年老霜霰。"
    ]
  },
  {
    "volume": 133,
    "sequence": 25,
    "title": "崔五六圖屏風各賦一物得烏孫佩刀",
    "author": "李頎",
    "content": [
      "烏孫腰間佩兩刀，刃可吹毛錦為帶。握中枕宿穹廬室，馬上割飛翳螉塞。執之魍魎誰能前，氣凜清風沙漠邊。",
      "磨用陰山一片玉，洗將胡地獨流泉。主人屏風寫奇狀，鐵鞘金鐶儼相向。回頭瞪目時一看，使予心在江湖上。"
    ]
  },
  {
    "volume": 133,
    "sequence": 26,
    "title": "古意",
    "author": "李頎",
    "content": [
      "男兒事長征，少小幽燕客。賭勝馬蹄下，由來輕七尺。",
      "殺人莫敢前，須如蝟毛磔。黃雲隴底白雪飛，未得報恩不能歸。遼東小婦年十五，慣彈琵琶解歌舞。",
      "今為羌笛出塞聲，使我三軍淚如雨。"
    ]
  },
  {
    "volume": 133,
    "sequence": 27,
    "title": "採蓮",
    "author": "李頎",
    "content": [
      "越溪女，越溪蓮。齊菡萏，雙嬋娟。嬉游向何處，採摘且同船。浩唱發容與，清波生漪漣。時逢島嶼泊，幾伴鴦鴛眠。襟袖既盈溢，馨香亦相傳。薄暮歸去來，苧羅生碧煙。"
    ]
  },
  {
    "volume": 133,
    "sequence": 28,
    "title": "雜興",
    "author": "李頎",
    "content": [
      "沉沉牛渚磯，舊說多靈怪。行人夜秉生犀燭，洞照洪深辟滂湃。乘車駕馬往復旋，赤紱朱冠何偉然。",
      "波驚海若潛幽石，龍抱胡髯臥黑泉。水濱丈人曾有語，物或惡之當害汝。武昌妖夢果為災，百代英威埋鬼府。",
      "青青蘭艾本殊香，察見泉魚固不祥。濟水自清河自濁，周公大聖接輿狂。千年魑魅逢華表，九日茱萸作佩囊。",
      "善惡死生齊一貫，只應鬥酒任蒼蒼。"
    ]
  },
  {
    "volume": 133,
    "sequence": 29,
    "title": "絕纓歌",
    "author": "李頎",
    "content": [
      "楚王宴客章華台，章華美人善歌舞。玉顏豔豔空相向，滿堂目成不得語。紅燭滅，芳酒闌，羅衣半醉春夜寒，絕纓解帶一為歡。君王赦過不之罪，暗中珠翠鳴珊珊。",
      "寧愛賢，不愛色，青娥買死誰能識，果卻一軍全社稷。"
    ]
  },
  {
    "volume": 133,
    "sequence": 30,
    "title": "鄭櫻桃歌",
    "author": "李頎",
    "content": [
      "石季龍，僭天祿，擅雄豪，美人姓鄭名櫻桃。",
      "櫻桃美顏香且澤，娥娥侍寢專宮掖。後庭卷衣三萬人，翠眉清鏡不得親。宮軍女騎一千匹，繁花照耀漳河春。",
      "織成花映紅綸巾，紅旗掣曳鹵簿新。鳴鼙走馬接飛鳥，銅馱瑟瑟隨去塵。鳳陽重門如意館，百尺金梯倚銀漢。",
      "自言富貴不可量，女為公主男為王。赤花雙簟珊瑚床，盤龍鬥帳琥珀光。淫昏偽位神所惡，滅石者陵終不悟。",
      "鄴城蒼蒼白露微，世事翻覆黃雲飛。"
    ]
  },
  {
    "volume": 133,
    "sequence": 31,
    "title": "送劉昱",
    "author": "李頎",
    "content": [
      "八月寒葦花，秋江浪頭白。北風吹五兩，誰是潯陽客。",
      "鸕鷀山頭微雨晴，揚州郭裏暮潮生。行人夜宿金陵渚，試聽沙邊有雁聲。"
    ]
  },
  {
    "volume": 133,
    "sequence": 32,
    "title": "送郝判官",
    "author": "李頎",
    "content": [
      "楚城木葉落，夏口青山遍。鴻雁向南時，君乘使者傳。",
      "楓林帶水驛，夜火明山縣。千里送行人，蔡州如眼見。",
      "江連清漢東逶迤，遙望荊雲相蔽虧。應問襄陽舊風俗，為余騎馬習家池。"
    ]
  },
  {
    "volume": 133,
    "sequence": 33,
    "title": "送劉方平",
    "author": "李頎",
    "content": [
      "綺紈游上國，多作少年行。二十二詞賦，惟君著美名。",
      "童顏且白皙，佩德如瑤瓊。荀氏風流盛，胡家公子清。",
      "有才不偶誰之過，肯即藏鋒事高臥。洛陽草色猶自春，遊子東歸喜拜親。漳水橋頭值鳴雁，朝歌縣北少行人。",
      "別離鬥酒心相許，落日青郊半微雨。請君騎馬望西陵，為我殷勤吊魏武。"
    ]
  },
  {
    "volume": 133,
    "sequence": 34,
    "title": "聽董大彈胡笳聲兼寄語弄房給事",
    "author": "李頎",
    "content": [
      "蔡女昔造胡笳聲，一彈一十有八拍。胡人落淚沾邊草，漢使斷腸對歸客。古戍蒼蒼烽火寒，大荒沉沉飛雪白。",
      "先拂商弦後角羽，四郊秋葉驚摵摵。董夫子，通神明，深山竊聽來妖精。言遲更速皆應手，將往復旋如有情。",
      "空山百鳥散還合，萬里浮雲陰且晴。嘶酸雛雁失群夜，斷絕胡兒戀母聲。川為淨其波，鳥亦罷其鳴。",
      "烏孫部落家鄉遠，邏娑沙塵哀怨生。幽音變調忽飄灑，長風吹林雨墮瓦。迸泉颯颯飛木末，野鹿呦呦走堂下。",
      "長安城連東掖垣，鳳凰池對青瑣門。高才脫略名與利，日夕望君抱琴至。"
    ]
  },
  {
    "volume": 133,
    "sequence": 35,
    "title": "彈棋歌",
    "author": "李頎",
    "content": [
      "崔侯善彈棋，巧妙盡於此。藍田美玉清如砥，白黑相分十二子。聯翩百中皆造微，魏文手巾不足比。",
      "緣邊度隴未可嘉，鳥跂星懸危複斜。回飆轉指速飛電，拂四取五旋風花。坐中齊聲稱絕藝，仙人六博何能繼。",
      "一別常山道路遙，為餘更作三五勢。"
    ]
  },
  {
    "volume": 133,
    "sequence": 36,
    "title": "送山陰姚丞攜妓之任兼寄蘇少府",
    "author": "李頎",
    "content": [
      "東風香草路，南客心容與。白皙吳王孫，青蛾柳家女。",
      "都門數騎出，河口片帆舉。夜簟眠橘洲，春衫傍楓嶼。",
      "山陰政簡甚從容，到罷惟求物外蹤。落日花邊剡溪水，晴煙竹裏會稽峰。才子風流蘇伯玉，同官曉暮應相逐。",
      "加餐共愛鱸魚肥，醒酒仍憐甘蔗熟。知君練思本清新，季子如今得為鄰。他日知尋始寧墅，題詩早晚寄西人。"
    ]
  }
]