[
  {
    "volume": 20,
    "sequence": 1,
    "title": "相和歌辭：前苦寒行二首",
    "author": "杜甫",
    "content": [
      "漢時長安雪一丈，牛馬毛寒縮如蝟。楚江巫峽冰入懷，虎豹哀號又堪記。秦城老翁荊揚客，慣習炎蒸歲絺綌。",
      "玄冥祝融氣或交，手持白羽未敢釋。",
      "去年白帝雪在山，今年白帝雪在地。凍埋蛟龍南浦縮，寒刮肌膚北風利。楚人四時皆麻衣，楚天萬里無晶輝。",
      "三足之烏足恐斷，羲和送將安所歸。"
    ]
  },
  {
    "volume": 20,
    "sequence": 2,
    "title": "相和歌辭：後苦寒行二首",
    "author": "杜甫",
    "content": [
      "南紀巫廬瘴不絕，太古已來無尺雪。蠻夷長老怨苦寒，昆侖天關凍應折。玄猿口噤不能嘯，白鵠翅垂眼流血，安得春泥補地裂。",
      "晚來江門失大木，猛風中夜吹白屋。天兵斷斬青海戎，殺氣南行動坤軸，不爾苦寒何太酷。巴東之峽生淩凘，彼蒼回軒人得知。"
    ]
  },
  {
    "volume": 20,
    "sequence": 3,
    "title": "相和歌辭：苦寒行",
    "author": "劉駕",
    "content": [
      "嚴寒動八荒，藾藾無休時。陽烏不自暖，雪壓扶桑枝。",
      "歲暮寒益壯，青春安得歸。朔雁到南海，越禽何處飛。",
      "誰言貧士歎，不為身無衣。"
    ]
  },
  {
    "volume": 20,
    "sequence": 4,
    "title": "相和歌辭：苦寒行",
    "author": "貫休",
    "content": [
      "北風北風，職何嚴毒，摧壯士心，縮金烏足。",
      "凍雲囂囂礙雪，一片下不得。聲繞枯桑，根在沙塞。",
      "黃河徹底，頑直到海。一氣搏束，萬物無態。",
      "唯有吾庭前杉松樹枝，枝枝健在。"
    ]
  },
  {
    "volume": 20,
    "sequence": 5,
    "title": "相和歌辭：苦寒行",
    "author": "齊己",
    "content": [
      "冰峰撐空寒矗矗，雲凝水凍埋海陸。",
      "殺物之性，傷人之欲，既不能斷絕蒺藜荊棘之根株，又不能展鳳凰麒麟之拳局。如此則何如為和煦，為膏雨，自然天下之榮枯，融融于萬戶。"
    ]
  },
  {
    "volume": 20,
    "sequence": 6,
    "title": "相和歌辭：北上行",
    "author": "李白",
    "content": [
      "北上何所苦，北上緣太行。磴道盤且峻，巉岩淩穹蒼。",
      "馬足蹶側石，車輪摧高岡。沙塵接幽州，烽火連朔方。",
      "殺氣毒劍戟，嚴風裂衣裳。奔鯨夾黃河，鑿齒屯洛陽。",
      "前行無歸日，返顧思舊鄉。慘戚冰雪裏，悲號絕中腸。",
      "尺布不掩體，皮膚劇枯桑。汲水澗穀阻，采薪隴阪長。",
      "猛虎又掉尾，磨牙皓秋霜。草木不可餐，饑飲零露漿。",
      "歎此北上苦，停驂為之傷。何日王道平，開顏睹天光。"
    ]
  },
  {
    "volume": 20,
    "sequence": 7,
    "title": "相和歌辭：豫章行",
    "author": "李白",
    "content": [
      "胡風吹代馬，北擁魯陽關。吳兵照海雪，西討何時還。",
      "半渡上遼津，黃雲慘無顏。老母與子別，呼天野草間。",
      "白馬繞旌旗，悲鳴相追攀。白楊秋月苦，早落豫章山。",
      "本為休明人，斬虜素不閑。豈惜戰鬥死，為君掃凶頑。",
      "精感石沒羽，豈忘憚險艱。樓船若鯨飛，波蕩落星灣。",
      "此曲不可奏，三軍鬢成斑。"
    ]
  },
  {
    "volume": 20,
    "sequence": 8,
    "title": "相和歌辭：董逃行",
    "author": "元稹",
    "content": [
      "董逃董逃董卓逃，揩鏗戈甲聲勞嘈。剜剜深臍脂焰焰，人皆數歎曰，爾獨不憶年年取我身上膏。",
      "膏銷骨盡煙火死，長安城中賊毛起。城門四走公卿士，走勸劉虞作天子。劉虞不敢作天子，曹瞞篡亂從此始。",
      "董逃董逃人莫喜，勝負翻環相枕倚。縫綴難成裁破易，何況曲針不能伸巧指，欲學裁縫須准擬。"
    ]
  },
  {
    "volume": 20,
    "sequence": 9,
    "title": "相和歌辭：董逃行",
    "author": "張籍",
    "content": [
      "洛陽城頭火曈曈，亂兵燒我天子宮。宮城南面有深山，盡將老幼藏其間。重岩為屋橡為食，丁男夜行候消息。",
      "聞道官軍猶掠人，舊裏如今歸未得。",
      "董逃行，漢家幾時重太平。"
    ]
  },
  {
    "volume": 20,
    "sequence": 10,
    "title": "相和歌辭：相逢行",
    "author": "崔顥",
    "content": [
      "妾年初二八，家住洛橋頭。玉戶臨馳道，朱門近禦溝。",
      "使君何假問，夫婿大長秋。女弟新承寵，諸兄近拜侯。",
      "春生百子殿，花發五城樓。出入千門裏，年年樂未休。"
    ]
  },
  {
    "volume": 20,
    "sequence": 11,
    "title": "相和歌辭：相逢行二首",
    "author": "李白",
    "content": [
      "朝騎五花馬，謁帝出銀台。秀色誰家子，雲車珠箔開。",
      "金鞭遙指點，玉勒近遲回。夾轂相借問，疑從天上來。",
      "憐腸愁欲斷，斜日複相催。下車何輕盈，飄然似落梅。",
      "邀入青綺門，當歌共銜杯。銜杯映歌扇，似月雲中見。",
      "相見不相親，不如不相見。相見情已深，未語可知心。",
      "胡為守空閨，孤眠愁錦衾。錦衾與羅幃，纏綿會有時。",
      "春風正澹蕩，暮雨來何遲。願因三青鳥，更報長相思。",
      "光景不待人，須臾發成絲。當年失行樂，老去徒傷悲。",
      "持此道密意，無令曠佳期。",
      "相逢紅塵內，高揖黃金鞭。萬戶垂楊裏，君家阿那邊。"
    ]
  },
  {
    "volume": 20,
    "sequence": 12,
    "title": "相和歌辭：相逢行",
    "author": "韋應物",
    "content": [
      "二十登漢朝，英聲邁今古。適從東方來，又欲謁明主。",
      "猶酣新豐酒，尚帶霸陵雨。邂逅兩相逢，別來間寒暑。",
      "甯知白日晚，暫向花間語。忽聞長樂鐘，走馬東西去。"
    ]
  },
  {
    "volume": 20,
    "sequence": 13,
    "title": "相和歌辭：三婦豔詩",
    "author": "董思恭",
    "content": [
      "大婦裁紈素，中婦弄明璫。小婦多姿態，登樓紅粉妝。",
      "丈人且安坐，初日漸流光。"
    ]
  },
  {
    "volume": 20,
    "sequence": 14,
    "title": "相和歌辭：中婦織流黃",
    "author": "虞世南",
    "content": [
      "寒閨織素錦，含怨斂雙蛾。綜新交縷澀，經脆斷絲多。",
      "衣香逐舉袖，釧動應鳴梭。還恐裁縫罷，無信達交河。"
    ]
  },
  {
    "volume": 20,
    "sequence": 15,
    "title": "相和歌辭：難忘曲",
    "author": "李賀",
    "content": [
      "夾道開洞門，弱楊低畫戟。簾影竹葉起，簫聲吹日色。",
      "蜂語繞妝鏡，拂蛾學春碧。亂系丁香梢，滿闌花向夕。"
    ]
  },
  {
    "volume": 20,
    "sequence": 16,
    "title": "相和歌辭：塘上行",
    "author": "李賀",
    "content": [
      "藕花涼露濕，花缺藕根澀。飛下雌鴛鴦，塘水聲溢溢。"
    ]
  },
  {
    "volume": 20,
    "sequence": 17,
    "title": "相和歌辭：苦辛行",
    "author": "戎昱",
    "content": [
      "且莫奏短歌，聽余苦辛詞：如今刀筆士，不及屠酤兒。",
      "少年無事學詩賦，豈意文章複相誤。東西南北少知音，終年竟歲悲行路。仰面訴天天不聞，低頭告地地不言。",
      "天地生我尚如此，陌上他人何足論。誰謂西江深，涉之固無憂；誰謂南山高，可以登之遊。",
      "險巇惟有世間路，一向令人堪白頭。貴人立意不可測，等閒桃李成荊棘。風塵之士深可親，心如雞犬能依人。",
      "悲來卻憶漢天子，不棄相如家舊貧。飲酒酒能散羈愁，誰家有酒判一醉，萬事從他江水流。"
    ]
  },
  {
    "volume": 20,
    "sequence": 18,
    "title": "相和歌辭：秋胡行",
    "author": "高適",
    "content": [
      "妾本邯鄲未嫁時，容華倚翠人未知。一朝結髮從君子，將妾迢迢東路陲。時逢大道無難阻，君方游宦從陳汝。",
      "蕙樓獨臥頻度春，彩落辭君幾徂暑。三月垂楊蠶未眠，攜籠結侶南陌邊。道逢行子不相識，贈妾黃金買少年。",
      "妾家夫婿輕離久，寸心誓與長相守。願言行路莫多情，送妾貞心在人口。日暮蠶饑相命歸，攜籠端飾來庭闈。",
      "勞心苦力終無恨，所冀君恩那可依。聞說行人已歸止，乃是向來贈金子。相看顏色不復言，相顧懷慚有何已。",
      "從來自隱無疑背，直為君情也相會。如何咫尺仍有情，況複迢迢千裏外。此時顧恩不顧身，念君此日赴河津。",
      "莫道向來不得意，故欲留規誡後人。"
    ]
  },
  {
    "volume": 20,
    "sequence": 19,
    "title": "相和歌辭：善哉行",
    "author": "貫休",
    "content": [
      "有美一人兮婉如清揚，識曲別音兮令姿煌煌。",
      "繡袂捧琴兮登君子堂，如彼萱草兮使我憂忘。",
      "欲贈之以紫玉尺，白銀璫，久不見之兮湘水茫茫。"
    ]
  },
  {
    "volume": 20,
    "sequence": 20,
    "title": "相和歌辭：善哉行",
    "author": "齊己",
    "content": [
      "大鵬刷翮謝溟渤，青雲萬層高突出。下視秋濤空渺彌，舊處魚龍皆細物。人生在世何容易，眼濁心昏信生死。",
      "願除嗜欲待身輕，攜手同尋列仙事。"
    ]
  },
  {
    "volume": 20,
    "sequence": 21,
    "title": "相和歌辭：來日大難",
    "author": "李白",
    "content": [
      "來日一身，攜糧負薪。道長食盡，苦口焦唇。今日醉飽，樂過千春。仙人相存，誘我遠學。海陵三山，陸憩五嶽。",
      "乘龍上三天，飛目瞻兩角。授以神藥，金丹滿握。",
      "蟪蛄蒙恩，深愧短促。思填東海，強銜一木。道重天地，軒師廣成。蟬翼九五，以求長生。下士大笑，如蒼蠅聲。"
    ]
  },
  {
    "volume": 20,
    "sequence": 22,
    "title": "相和歌辭：當來日大難",
    "author": "元稹",
    "content": [
      "當來日大難行，前有阪，後有坑，大樑側，小梁傾。",
      "兩軸相絞，兩輪相撐。大牛豎，小牛橫。烏啄牛背，足跌力獰。當來日大難行，太行雖險，險可使平。",
      "輪軸自撓，牽制不停。泥潦漸久，荊棘旋生。",
      "行必不得，不如不行。"
    ]
  },
  {
    "volume": 20,
    "sequence": 23,
    "title": "相和歌辭：隴西行",
    "author": "王維",
    "content": [
      "十裏一走馬，五裏一揚鞭。都護軍書至，匈奴圍酒泉。",
      "關山正飛雪，烽戍斷無煙。"
    ]
  },
  {
    "volume": 20,
    "sequence": 24,
    "title": "相和歌辭：隴西行",
    "author": "耿湋",
    "content": [
      "雪下陽關路，人稀隴戍頭。封狐猶未翦，邊將豈無羞。",
      "白草三冬色，黃雲萬里愁。因思李都尉，畢竟不封侯。"
    ]
  },
  {
    "volume": 20,
    "sequence": 25,
    "title": "相和歌辭：隴西行",
    "author": "長孫佐輔",
    "content": [
      "陰雲凝朔氣，隴上正飛雪。四月草不生，北風勁如切。",
      "朝來羽書急，夜救長城窟。道隘行不前，相呼抱鞍歇。",
      "人寒指欲墮，馬凍蹄亦裂。射雁旋充饑，斧冰還止渴。",
      "寧辭解圍鬥，但恐乘疲沒。早晚邊候空，歸來養羸卒。"
    ]
  },
  {
    "volume": 20,
    "sequence": 26,
    "title": "相和歌辭：東門行",
    "author": "柳宗元",
    "content": [
      "漢家三十六將軍，東方雷動橫陣雲。雞鳴函穀客如霧，貌同心異不可數。赤丸夜語飛電光，徼巡司隸眠如羊。",
      "當街一叱百吏走，馮敬胸中函匕首。凶徒側耳潛愜心，悍臣破膽皆杜口。魏王臥內藏兵符，子西掩袂真無辜。",
      "羌胡轂下一朝起，敵國舟中非所擬。安陵誰辨削礪功，韓國詎明深井裏。絕咽斷骨那下補，萬金寵贈不如土。"
    ]
  },
  {
    "volume": 20,
    "sequence": 27,
    "title": "相和歌辭：飲馬長城窟行",
    "author": "李世民",
    "content": [
      "塞外悲風切，交河冰已結。瀚海百重波，陰山千里雪。",
      "迥戍危烽火，層巒引高節。悠悠卷旆旌，飲馬出長城。",
      "寒沙連騎跡，朔吹斷邊聲。胡塵清玉塞，羌笛韻金鉦。",
      "絕漠干戈戢，車徒振原隰。都尉反龍堆，將軍旋馬邑。",
      "揚麾氛霧靜，紀石功名立。荒裔一戎衣，雲台凱歌入。"
    ]
  },
  {
    "volume": 20,
    "sequence": 28,
    "title": "相和歌辭：飲馬長城窟行",
    "author": "虞世南",
    "content": [
      "馳馬渡河幹，流深馬渡難。前逢錦車使，都護在樓蘭。",
      "輕騎猶銜勒，疑兵尚解鞍。溫池下絕澗，棧道接危巒。",
      "拓地勳未賞，亡城律詎寬。有月關猶暗，經春隴尚寒。",
      "雲昏無複影，冰合不聞湍。懷君不可遇，聊持報一餐。"
    ]
  },
  {
    "volume": 20,
    "sequence": 29,
    "title": "相和歌辭：飲馬長城窟行",
    "author": "袁朗",
    "content": [
      "朔風動秋草，清蹕長安道。長城連不窮，所以隔華戎。",
      "規模惟聖作，荷負曉成功。鳥庭已向內，龍荒更鑿空。",
      "玉關塵卷靜，金微路已通。湯征隨北怨，舜詠起南風。",
      "畫野功初立，綏邊事雲集。朝服踐狼居，凱歌旋馬邑。",
      "山響傳鳳吹，霜華藻瓊鈒。屬國擁節歸，單于款關入。",
      "日落寒雲起，驚沙被原隰。零落葉已寒，河流清且急。",
      "四時徭役盡，千載干戈戢。太平今若斯，汗馬竟無施。",
      "惟當事筆研，歸去草封禪。"
    ]
  },
  {
    "volume": 20,
    "sequence": 30,
    "title": "相和歌辭：飲馬長城窟行",
    "author": "王翰",
    "content": [
      "長安少年無遠圖，一生惟羨執金吾。騏驎前殿拜天子，走馬為君西擊胡。胡沙獵獵吹人面，漢虜相逢不相見。",
      "遙聞鼙鼓動地來，傳道單于夜猶戰。此時顧恩甯顧身，為君一行摧萬人。壯士揮戈回白日，單于濺血染朱輪。",
      "回來飲馬長城窟，長安道傍多白骨。問之耆老何代人，雲是秦王築城卒。黃昏塞北無人煙，鬼哭啾啾聲沸天。",
      "無罪見誅功不賞，孤魂流落此城邊。當昔秦王按劍起，諸侯膝行不敢視。富國強兵二十年，築怨興徭九千里。",
      "秦王築城何太愚，天實亡秦非北胡。一朝禍起蕭牆內，渭水咸陽不復都。"
    ]
  },
  {
    "volume": 20,
    "sequence": 31,
    "title": "相和歌辭：飲馬長城窟行",
    "author": "王建",
    "content": [
      "長城窟，長城窟邊多馬骨。古來此地無井泉，賴得秦家築城卒。征人飲馬愁不回，長城變作望鄉堆。",
      "蹄跡未幹人去近，續後馬來泥汙盡。枕弓睡著待水生，不見陰山在前陣。馬蹄足脫裝馬頭，健兒戰死誰封侯。"
    ]
  },
  {
    "volume": 20,
    "sequence": 32,
    "title": "相和歌辭：飲馬長城窟行",
    "author": "子蘭",
    "content": [
      "遊客長城下，飲馬長城窟。馬嘶聞水腥，為浸征人骨。",
      "豈不是流泉，終不成潺湲。洗盡骨上土，不洗骨中冤。",
      "骨若比流水，四海有還魂。空流嗚咽聲，聲中疑是言。"
    ]
  },
  {
    "volume": 20,
    "sequence": 33,
    "title": "相和歌辭：上留田",
    "author": "李白",
    "content": [
      "行至上留田，孤墳何崢嶸。積此萬古恨，春草不復生。",
      "悲風四邊來，腸斷白楊聲。借問誰家地，埋沒蒿裏塋。",
      "古老向餘言，言是上留田，蓬科馬鬣今已平。",
      "昔之弟死兄不葬，他人於此舉銘旌。一鳥死，百鳥鳴；",
      "一獸死，百獸驚。桓山之禽別離苦，欲去回翔不能征。",
      "田氏倉卒骨肉分，青天白日摧紫荊。交柯之木本同形，東枝憔悴西枝榮。無心之物尚如此，參商胡乃尋天兵。",
      "孤竹延陵，讓國揚名；高風緬邈，頹波激清。",
      "尺布之謠，塞耳不能聽。"
    ]
  },
  {
    "volume": 20,
    "sequence": 34,
    "title": "相和歌辭：上留田",
    "author": "貫休",
    "content": [
      "父不父，兄不兄，上留田，蝥賊生。徒陟岡，淚崢嶸。",
      "我欲使諸凡鳥雀，盡變為鶺鴒；我欲使諸凡草木，盡變為田荊。鄰人歌，鄰人歌，古風清，清風生。"
    ]
  },
  {
    "volume": 20,
    "sequence": 35,
    "title": "相和歌辭：安樂宮",
    "author": "李賀",
    "content": [
      "深井桐烏起，尚複牽清水。未盥邵陵王，瓶中弄長翠。",
      "新城安樂宮，宮如鳳凰翅。歌回蠟版鳴，大綰提壺使。",
      "綠繁悲水曲，茱萸別秋子。"
    ]
  },
  {
    "volume": 20,
    "sequence": 36,
    "title": "相和歌辭：放歌行",
    "author": "王昌齡",
    "content": [
      "南渡洛陽津，西望十二樓。明堂坐天子，月朔朝諸侯。",
      "清樂動千門，皇風被九州。慶雲從東來，泱漭抱日流。",
      "升平貴論道，文墨將何求。有詔征草澤，微臣獻謀猷。",
      "冠冕如星羅，拜揖曹與周。望塵非吾事，入賦且遲留。",
      "幸蒙國士識，因脫負薪裘。今者放歌行，以慰梁父愁。",
      "但營數鬥祿，奉養毋豐羞。若得金膏遂，飛雲亦可儔。"
    ]
  },
  {
    "volume": 20,
    "sequence": 37,
    "title": "相和歌辭：野田黃雀行",
    "author": "李白",
    "content": [
      "游莫逐炎洲翠，棲莫近吳宮燕。吳宮火起焚爾窠，炎洲逐翠遭網羅。蕭條兩翅蓬蒿下，縱有鷹鸇奈若何。"
    ]
  },
  {
    "volume": 20,
    "sequence": 38,
    "title": "相和歌辭：野田黃雀行",
    "author": "儲光羲",
    "content": [
      "嘖嘖野田雀，不知軀體微。閑穿深蒿裏，爭食複爭飛。",
      "窮老一頹舍，棗多桑樹稀。無棗猶可食，無桑何以衣。",
      "蕭條空倉暮，相引時來歸。邪路豈不捷，渚田豈不肥。",
      "水長路且壞，惻惻與心違。"
    ]
  },
  {
    "volume": 20,
    "sequence": 39,
    "title": "相和歌辭：野田黃雀行",
    "author": "貫休",
    "content": [
      "高樹風多，吹爾巢落。深蒿葉暖，宜爾依薄。莫近鴞類，珠網亦惡。飲野田之清水，食野田之黃粟。深花中睡，ej土裏浴。如此即全勝啄太倉之穀，而更穿人屋。"
    ]
  },
  {
    "volume": 20,
    "sequence": 40,
    "title": "相和歌辭：野田黃雀行",
    "author": "齊己",
    "content": [
      "雙雙野田雀，上下同飲啄。暖去棲蓬蒿，寒歸傍籬落。",
      "殷勤避羅網，乍可遇雕鶚。雕鶚雖不仁，分明在寥廓。"
    ]
  },
  {
    "volume": 20,
    "sequence": 41,
    "title": "相和歌辭：雁門太守行",
    "author": "李賀",
    "content": [
      "黑雲壓城城欲摧，甲光向月金鱗開。角聲滿天秋色裏，塞上燕支凝夜紫。半卷紅旗臨易水，霜重鼓寒聲不起。",
      "報君黃金臺上意，提攜玉龍為君死。"
    ]
  },
  {
    "volume": 20,
    "sequence": 42,
    "title": "相和歌辭：雁門太守行",
    "author": "張祜",
    "content": [
      "城頭月沒霜如水，趚趚蹋沙人似鬼。燈前拭淚試香裘，長引一聲殘漏子。駝囊瀉酒酒一杯，前頭啑血心不回。",
      "寄語年少妻莫哀，魚金虎竹天上來，雁門山邊骨成灰。"
    ]
  },
  {
    "volume": 20,
    "sequence": 43,
    "title": "相和歌辭：雁門太守行",
    "author": "莊南傑",
    "content": [
      "旌旗閃閃搖天末，長笛橫吹虜塵闊。跨下嘶風白練獰，腰間切玉青蛇活。擊革摐金燧牛尾，犬羊兵敗如山死。",
      "九泉寂寞葬秋蟲，濕雲荒草啼秋思。"
    ]
  },
  {
    "volume": 20,
    "sequence": 44,
    "title": "相和歌辭：飛來雙白鶴",
    "author": "虞世南",
    "content": [
      "飛來雙白鶴，奮翼遠淩煙。雙棲集紫蓋，一舉背青田。",
      "颺影過伊洛，流聲入管弦。鳴群倒景外，刷羽閬風前。",
      "映海疑浮雪，拂澗瀉飛泉。燕雀寧知去，蜉蝣不識還。",
      "何言別儔侶，從此間山川。顧步已相失，裴回反自憐。",
      "危心猶警露，哀響詎聞天。無因振六翮，輕舉複隨仙。"
    ]
  },
  {
    "volume": 20,
    "sequence": 45,
    "title": "相和歌辭：門有車馬客行",
    "author": "虞世南",
    "content": [
      "財雄重交結，戚裏擅豪華。曲台臨上路，高門抵狹斜。",
      "赭汗千金馬，繡轂五香車。白鶴隨飛蓋，朱鷺入鳴笳。",
      "夏蓮開劍水，春桃髮露花。輕裙染回雪，浮蟻泛流霞。",
      "高談辨飛兔，摛藻握靈蛇。逢恩借羽翼，失路委泥沙。",
      "曖曖風煙晚，路長歸騎遠。日斜青瑣第，塵飛金谷苑。",
      "危弦促柱奏巴渝，遺簪墮珥解羅襦。如何守直道，翻使穀名愚。"
    ]
  },
  {
    "volume": 20,
    "sequence": 46,
    "title": "相和歌辭：門有車馬客行",
    "author": "李白",
    "content": [
      "門有車馬客，金鞍曜朱輪。謂從丹霄落，乃是故鄉親。",
      "呼兒掃中堂，坐客論悲辛。對酒兩不飲，停觴淚盈巾。",
      "歎我萬里遊，飄颻三十春。空談霸王略，紫綬不掛身。",
      "雄劍藏玉匣，陰符生素塵。廓落無所合，流離湘水濱。",
      "借問宗黨間，多為泉下人。生苦百戰役，死托萬鬼鄰。",
      "北風揚胡沙，埋翳周與秦。大運且如此，蒼穹寧匪仁。",
      "惻愴竟何道，存亡任大鈞。"
    ]
  },
  {
    "volume": 20,
    "sequence": 47,
    "title": "相和歌辭：蜀道難",
    "author": "張文琮",
    "content": [
      "梁山鎮地險，積石阻雲端。深谷下寥廓，層岩上鬱盤。",
      "飛梁架絕嶺，棧道接危巒。攬轡獨長息，方知斯路難。"
    ]
  },
  {
    "volume": 20,
    "sequence": 48,
    "title": "相和歌辭：蜀道難",
    "author": "李白",
    "content": [
      "噫籲嚱，危乎高哉！蜀道之難，難於上青天。",
      "蠶叢及魚鳧，開國何茫然。爾來四萬八千歲，乃與秦塞通人煙。西當太白有鳥道，可以橫絕峨眉巔。",
      "地崩山摧壯士死，然後天梯石棧方鉤連。",
      "上有六龍回日之高標，下有沖波逆折之回川。",
      "黃鶴之飛尚不得，猿猱欲度愁攀緣。青泥何盤盤，百步九折縈岩巒。捫參曆井仰脅息，以手撫膺坐長歎。",
      "問君西遊何時還，畏途巉岩不可攀。但見悲鳥號枯木，雄飛呼雌繞林間。又聞子規啼夜月，愁空山。蜀道之難，難於上青天，使人聽此凋朱顏。連峰去天不盈尺，枯松倒掛倚絕壁。飛湍瀑流相喧豗，砯崖轉石萬壑雷。",
      "其嶮也若此，嗟爾遠道之人胡為乎來哉！",
      "劍閣崢嶸而崔嵬，一夫當關，萬夫莫開。所守或匪親，化為狼與豺。朝避猛虎，夕避長蛇，磨牙吮血，殺人如麻。錦城雖雲樂，不如早還家。",
      "蜀道之難難於上青天，側身西望長咨嗟。"
    ]
  },
  {
    "volume": 20,
    "sequence": 49,
    "title": "相和歌辭：棹歌行",
    "author": "駱賓王",
    "content": [
      "寫月圖黃罷，淩波拾翠通。鏡花搖芰日，衣麝入荷風。",
      "葉密舟難蕩，蓮疏浦易空。鳳媒羞自托，鴛翼恨難窮。",
      "秋帳燈花翠，倡樓粉色紅。相思無別曲，並在棹歌中。"
    ]
  },
  {
    "volume": 20,
    "sequence": 50,
    "title": "相和歌辭：棹歌行",
    "author": "徐堅",
    "content": [
      "棹女飾銀鉤，新妝下翠樓。霜絲青桂楫，蘭枻紫霞舟。",
      "水落金陵曙，風起洞庭秋。扣船過曲浦，飛帆越回流。",
      "影入桃花浪，香飄杜若洲。洲長殊未返，蕭散雲霞晚。",
      "日下大江平，煙生歸岸遠。岸遠聞潮波，爭途遊戲多。",
      "因聲趙津女，來聽采菱歌。"
    ]
  },
  {
    "volume": 20,
    "sequence": 51,
    "title": "相和歌辭：胡無人行",
    "author": "徐彥伯",
    "content": [
      "十月繁霜下，征人遠鑿空。雲搖錦更節，海照角端弓。",
      "暗磧埋砂樹，沖飆卷塞蓬。方隨膜拜入，歌舞玉門中。"
    ]
  },
  {
    "volume": 20,
    "sequence": 52,
    "title": "相和歌辭：胡無人行",
    "author": "聶夷中",
    "content": [
      "男兒徇大義，立節不沽名。腰間懸陸離，大歌胡無行。",
      "不讀戰國書，不覽黃石經。醉臥咸陽樓，夢入受降城。",
      "更願生羽翼，飛身入青冥。請攜天子劍，斫下旄頭星。",
      "自然胡無人，雖有無戰爭。悠哉典屬國，驅羊老一生。"
    ]
  },
  {
    "volume": 20,
    "sequence": 53,
    "title": "相和歌辭：胡無人行",
    "author": "李白",
    "content": [
      "嚴風吹霜海草凋，筋幹精堅胡馬驕。漢家戰士三十萬，將軍兼領霍嫖姚。流星白羽腰間插，劍花秋蓮光出匣。",
      "天兵照雪下玉關，虜箭如沙射金甲。雲龍風虎盡交回，太白入月敵可摧。敵可摧，旄頭滅，履胡之腸涉胡血。",
      "懸胡青天上，埋胡紫塞旁。胡無人，漢道昌，陛下之壽三千霜。但歌大風雲飛揚，安得猛士兮守四方。",
      "胡無人，漢道昌。"
    ]
  },
  {
    "volume": 20,
    "sequence": 54,
    "title": "相和歌辭：胡無人行",
    "author": "貫休",
    "content": [
      "霍嫖姚，趙充國，天子將之平朔漠。肉胡之肉，燼胡帳幄，千里萬里，惟留胡之空殼。邊風蕭蕭，榆葉初落，殺氣晝赤，枯骨夜哭。將軍既立殊勳，遂有胡無人曲。我聞之天子富有四海，德被無垠。",
      "但令一物得所，八表來賓，亦何必令彼胡無人。"
    ]
  },
  {
    "volume": 20,
    "sequence": 55,
    "title": "相和歌辭：白頭吟",
    "author": "劉希夷",
    "content": [
      "洛陽城東桃李花，飛來飛去落誰家。洛陽女兒惜顏色，行逢落花長歎息。今年花落顏色改，明年花開複誰在。",
      "已見松柏摧為薪，更聞桑田變成海。古人無複洛城東，今人還對落花風。年年歲歲花相似，歲歲年年人不同。",
      "寄言全盛紅顏子，須憐半死白頭翁。此翁白頭真可憐，伊昔紅顏美少年。公子王孫芳樹下，清歌妙舞落花前。",
      "光祿池台文錦繡，將軍樓閣畫神仙。一朝臥病無人識，三春行樂在誰邊。宛轉蛾眉能幾時，須臾白髮亂如絲。",
      "但看舊來歌舞地，惟有黃昏鳥雀悲。"
    ]
  },
  {
    "volume": 20,
    "sequence": 56,
    "title": "相和歌辭：白頭吟二首",
    "author": "李白",
    "content": [
      "錦水東北流，波蕩雙鴛鴦。雄巢漢宮樹，雌弄秦草芳。",
      "甯同萬死碎綺翼，不忍雲間兩分張。此時阿嬌正嬌妒，獨坐長門愁日暮。但願君恩顧妾深，豈惜黃金將買賦。",
      "相如作賦得黃金，丈夫好新多異心，一朝將聘茂陵女，文君因贈白頭吟。東流不作西歸水，落花辭條歸故林。",
      "兔絲固無情，隨風任顛倒。誰使女蘿枝，而來強縈抱。",
      "兩草猶一心，人心不如草。莫卷龍須席，從他生網絲。",
      "且留琥珀枕，或有夢來時。覆水再收豈滿杯，棄妾已去難重回。古時得意不相負，只今惟見青陵台。",
      "錦水東流碧，波蕩雙鴛鴦。雄巢漢宮樹，雌弄秦草芳。",
      "相如去蜀謁武帝，赤車駟馬生輝光。一朝再覽大人作，萬乘忽欲淩雲翔。聞道阿嬌失恩寵，千金買賦要君王。",
      "相如不憶貧賤日，官高金多聘私室。茂陵姝子皆見求，文君歡愛從此畢。淚如雙泉水，行墮紫羅襟。",
      "五起雞三唱，清晨白頭吟。長籲不整綠雲鬢，仰訴青天哀怨深。城崩杞梁妻，誰道土無心。",
      "東流不作西歸水，落花辭枝羞故林。頭上玉燕釵，是妾嫁時物，贈君表相思，羅袖幸時拂。莫卷龍須席，從他生網絲，且留琥珀枕，還有夢來時。鷫鸘裘在錦屏上，自君一掛無由披。妾有秦樓鏡，照心勝照井。",
      "願持照新人，雙對可憐影。覆水卻收不滿杯，相如還謝文君回。古來得意不相負，只今惟有青陵台。"
    ]
  },
  {
    "volume": 20,
    "sequence": 57,
    "title": "相和歌辭：白頭吟",
    "author": "張籍",
    "content": [
      "請君膝上琴，彈我白頭吟。憶昔君前嬌笑語，兩情宛轉如縈素。宮中為我起高樓，更開華池種芳樹。",
      "春天百草秋始衰，棄我不待白頭時。羅襦玉珥色未暗，今朝已道不相宜。揚州青銅作明鏡，暗中持照不見影。",
      "人心回互自無窮，眼前好惡那能定。君恩已去若再返，菖蒲花生月長滿。"
    ]
  },
  {
    "volume": 20,
    "sequence": 58,
    "title": "相和歌辭：反白頭吟",
    "author": "白居易",
    "content": [
      "炎炎者烈火，營營者小蠅。火不熱真玉，蠅不點清冰。",
      "此苟無所受，彼莫能相仍。乃知物性中，各有能不能。",
      "古稱怨報死，則人有所懲。懲淫或應可，在道未為弘。",
      "譬如蜩鷃徒，啾啾啅龍鵬。宜當委之去，寥廓高飛騰。",
      "豈能泥塵下，區區酬怨憎。胡為坐自苦，吞悲仍撫膺。"
    ]
  },
  {
    "volume": 20,
    "sequence": 59,
    "title": "相和歌辭：決絕詞三首",
    "author": "元稹",
    "content": [
      "乍可為天上牽牛織女星，不願為庭前紅槿枝。",
      "七月七日一相見，故心終不移。那能朝開暮飛去，一任東西南北吹。分不兩相守，恨不兩相思。",
      "對面且如此，背面當何知。春風撩亂伯勞語，此時拋去時。握手苦相問，竟不言後期。君情既決絕，妾意已參差。借如死生別，安得長苦悲。",
      "噫春冰之將泮，何餘懷之獨結。有美一人，於焉曠絕。",
      "一日不見，比一日於三年，況三年之曠別。",
      "水得風兮小而已波，筍在苞兮高不見節。矧桃李之當春，競眾人之攀折。我自顧悠悠而若雲，又安能保君皓皓之如雪。感破鏡之分明，睹淚痕之餘血。",
      "幸他人之既不我先，又安能使他人之終不我奪。已焉哉，織女別黃姑，一年一度暫相見，彼此隔河何事無。",
      "夜夜相抱眠，幽懷尚沉結。那堪一年事，長遣一宵說。",
      "但感久相思，何暇暫相悅。虹橋薄夜成，龍駕侵晨列。",
      "生憎野鵲往遲回，死恨天雞識時節。曙色漸曈曨，華星次明滅。一去又一年，一年何時徹。有此迢遞期，不如生死別。天公隔是妒相憐，何不便教相決絕。"
    ]
  },
  {
    "volume": 20,
    "sequence": 60,
    "title": "相和歌辭：梁甫吟",
    "author": "李白",
    "content": [
      "長嘯梁甫吟，何時見陽春？君不見朝歌屠叟辭棘津，八十西來釣渭濱。甯羞白髮照淥水，逢時吐氣思經綸。",
      "廣張三千六百鈞，風雅暗與文王親。大賢虎變愚不測，當年頗似尋常人。君不見高陽酒徒起草中，長揖山東隆准公。入門不拜騁雄辨，兩女輟洗來趨風。",
      "東下齊城七十二，指麾楚漢如旋蓬。狂生落拓尚如此，何況壯士當群雄！我欲攀龍見明主，雷公砰訇震天鼓，帝旁投壺多玉女。三時大笑開電光，倏爍晦冥起風雨。",
      "閶闔九門不可通，以額叩關閽者怒。白日不照吾精誠，杞國無事憂天傾。猰貐磨牙競人肉，騶虞不折生草莖。",
      "手接飛猱搏雕虎，側足焦原未言苦。智者可卷愚者豪，世人見我輕鴻毛。力排南山三壯士，齊相殺之費二桃。",
      "吳楚弄兵無劇孟，亞夫咍爾為徒勞。梁父吟，梁父吟，聲正悲。張公兩龍劍，神物合有時。風雲感會起屠釣，大人zj屼當安之。"
    ]
  },
  {
    "volume": 20,
    "sequence": 61,
    "title": "相和歌辭：東武吟",
    "author": "李白",
    "content": [
      "好古笑流俗，素聞賢達風。方希佐明主，長揖辭成功。",
      "白日在高天，回光燭微躬。恭承鳳凰詔，欻起雲蘿中。",
      "清切紫霄迥，優遊丹禁通。君王賜顏色，聲價淩煙虹。",
      "乘輿擁翠蓋，扈從金城東。寶馬麗絕景，錦衣入新豐。",
      "倚岩望松雪，對酒鳴絲桐。因學揚子雲，獻賦甘泉宮。",
      "天書美片善，清芬播無窮。歸來入咸陽，談笑皆王公。",
      "一朝去金馬，飄落成飛蓬。賓友日疏散，玉尊亦已空。",
      "才力猶可倚，不慚世上雄。閑作東武吟，曲盡情未終。",
      "書此謝知己，吾尋黃綺翁。"
    ]
  },
  {
    "volume": 20,
    "sequence": 62,
    "title": "相和歌辭：怨詩二首",
    "author": "薛奇童",
    "content": [
      "日晚梧桐落，微寒入禁垣。月懸三雀觀，霜度萬秋門。",
      "豔舞矜新寵，愁容泣舊恩。不堪深殿裏，簾外欲黃昏。",
      "禁苑春風起，流鶯繞合歡。玉窗通日氣，珠箔卷輕寒。",
      "楊葉垂金砌，梨花入井闌。君王好長袖，新作舞衣寬。"
    ]
  },
  {
    "volume": 20,
    "sequence": 63,
    "title": "相和歌辭：怨詩",
    "author": "張汯",
    "content": [
      "去年離別雁初歸，今夜裁縫螢已飛。",
      "征客去來音信斷，不知何處寄寒衣。"
    ]
  },
  {
    "volume": 20,
    "sequence": 64,
    "title": "相和歌辭：怨詩",
    "author": "劉元濟",
    "content": [
      "玉關芳信斷，蘭閨錦字新。愁來好自抑，念切已含嚬。",
      "虛牖風驚夢，空床月厭人。歸期儻可促，勿度柳園春。"
    ]
  },
  {
    "volume": 20,
    "sequence": 65,
    "title": "相和歌辭：怨詩三首",
    "author": "李暇",
    "content": [
      "羅敷初總髻，蕙芳正嬌小。月落始歸船，春眠恒著曉。",
      "何處期郎游，小苑花台間。相憶不可見，且複乘月還。",
      "別來花照路，別後露垂葉。歌舞須及時，如何坐悲妾。"
    ]
  },
  {
    "volume": 20,
    "sequence": 66,
    "title": "相和歌辭：怨詩二首",
    "author": "崔國輔",
    "content": [
      "樓前桃李疏，池上芙蓉落。織錦猶未成，蟲聲入羅幕。",
      "妾有羅衣裳，秦王在時作。為舞春風多，秋來不堪著。"
    ]
  },
  {
    "volume": 20,
    "sequence": 67,
    "title": "相和歌辭：怨詩",
    "author": "孟郊",
    "content": [
      "試妾與君淚，兩處滴池水。看取芙蓉花，今年為誰死。"
    ]
  },
  {
    "volume": 20,
    "sequence": 68,
    "title": "相和歌辭：怨詩",
    "author": "劉義",
    "content": [
      "君莫嫌醜婦，醜婦死守貞。山頭一怪石，長作望夫名。",
      "鳥有並翼飛，獸有比肩行。丈夫不立義，豈如鳥獸情。"
    ]
  },
  {
    "volume": 20,
    "sequence": 69,
    "title": "相和歌辭：怨詩",
    "author": "鮑溶",
    "content": [
      "女蘿寄松柏，綠蔓花綿綿。三五定君婚，結髮早移天。",
      "肅肅羊雁禮，泠泠琴瑟篇。恭承采蘩祀，敢效同居賢。",
      "皎日不留景，良時如逝川。秋心還遺愛，春貌無歸妍。",
      "翠袖洗朱粉，碧階對綺錢。新人易如玉，廢瑟難為弦。",
      "寄羨蕣華木，榮名香閣前。豈無搖落苦，貴與根蒂連。",
      "希君舊光景，照妾薄暮年。"
    ]
  },
  {
    "volume": 20,
    "sequence": 70,
    "title": "相和歌辭：怨詩",
    "author": "白居易",
    "content": [
      "奪寵心那慣，尋思倚殿門。不知移舊愛，何處作新恩。"
    ]
  },
  {
    "volume": 20,
    "sequence": 71,
    "title": "相和歌辭：怨詩二首",
    "author": "姚氏月華",
    "content": [
      "春水悠悠春草綠，對此思君淚相續。",
      "羞將離恨向東風，理盡秦箏不成曲。",
      "與君形影分胡越，玉枕終年對離別。",
      "登臺北望煙雨深，回身泣向寥天月。"
    ]
  },
  {
    "volume": 20,
    "sequence": 72,
    "title": "相和歌辭：怨歌行",
    "author": "虞世南",
    "content": [
      "紫殿秋風冷，雕甍白日沉。裁紈淒斷曲，織素別離心。",
      "掖庭羞改畫，長門不惜金。寵移恩稍薄，情疏恨轉深。",
      "香銷翠羽帳，弦斷鳳凰琴。鏡前紅粉歇，階上綠苔侵。",
      "誰言掩歌扇，翻作白頭吟。"
    ]
  },
  {
    "volume": 20,
    "sequence": 73,
    "title": "相和歌辭：怨歌行",
    "author": "李白",
    "content": [
      "十五入漢宮，花顏笑春紅。君王選玉色，侍寢金屏中。",
      "薦枕嬌夕月，卷衣戀春風。甯知趙飛燕，奪寵恨無窮。",
      "沉憂能傷人，綠鬢成霜蓬。一朝不得意，世事徒為空。",
      "鷫鸘換美酒，舞衣罷雕籠。寒苦不忍言，為君奏絲桐。",
      "腸斷弦亦絕，悲心夜忡忡。"
    ]
  },
  {
    "volume": 20,
    "sequence": 74,
    "title": "相和歌辭：怨歌行",
    "author": "吳少微",
    "content": [
      "城南有怨婦，含怨倚蘭叢。自謂二八時，歌舞入漢宮，皇恩弄幸玉堂中。綠陌黃花催夜酒，錦衣羅袂逐春風。",
      "建章西宮煥若神，燕趙美女二千人。君王厭德不忘新，況群豔冶紛來陳。是時別君不再見，三十三春長信殿。",
      "長信重門晝掩關，清房曉帳幽且閑。綺窗蟲網氛塵色，文軒鶯對桃李顏。天王貴宮不貯老，浩然淚隕今來還。",
      "自憐轉晚暮，試逐佳游芳草路。小腰麗女奪人奇，金鞍少年曾不顧。歸來誰為夫，請謝西家婦，莫辭先醉解羅襦。"
    ]
  },
  {
    "volume": 20,
    "sequence": 75,
    "title": "相和歌辭：明月照高樓",
    "author": "雍陶",
    "content": [
      "朗月何高高，樓中簾影寒。一婦獨含歎，四坐誰成歡。",
      "時節屢已移，遊旅杳不還。滄溟倘未涸，妾淚終不幹。",
      "君若無定雲，妾若不動山。雲行出山易，山逐雲去難。",
      "願為邊塞塵，因風委君顏。君顏良洗多，蕩妾濁水間。"
    ]
  },
  {
    "volume": 20,
    "sequence": 76,
    "title": "相和歌辭：長門怨",
    "author": "徐賢妃",
    "content": [
      "舊愛柏梁台，新寵昭陽殿。守分辭方輦，含情泣團扇。",
      "一朝歌舞榮，夙昔詩書賤。頹恩誠已矣，覆水難重薦。"
    ]
  },
  {
    "volume": 20,
    "sequence": 77,
    "title": "相和歌辭：長門怨",
    "author": "沈佺期",
    "content": [
      "月皎風泠泠，長門次掖庭。玉階聞墜葉，羅幌見飛螢。",
      "清露凝珠綴，流塵下翠屏。妾心君未察，愁歎劇繁星。"
    ]
  },
  {
    "volume": 20,
    "sequence": 78,
    "title": "相和歌辭：長門怨",
    "author": "吳少微",
    "content": [
      "月出映曾城，孤圜上太清。君王春愛歇，枕席涼風生。",
      "怨咽不能寢，踟躕步前楹。空階白露色，百草塞蟲鳴。",
      "念昔金房裏，猶嫌玉座輕。如何嬌所誤，長夜泣恩情。"
    ]
  },
  {
    "volume": 20,
    "sequence": 79,
    "title": "相和歌辭：長門怨",
    "author": "張修之",
    "content": [
      "長門落景盡，洞房秋月明。玉階草露積，金屋網塵生。",
      "妾妒今應改，君恩昔未平。寄語臨邛客，何時作賦成。"
    ]
  },
  {
    "volume": 20,
    "sequence": 80,
    "title": "相和歌辭：長門怨",
    "author": "裴交泰",
    "content": [
      "自閉長門經幾秋，羅衣濕盡淚還流。",
      "一種蛾眉明月夜，南宮歌管北宮愁。"
    ]
  },
  {
    "volume": 20,
    "sequence": 81,
    "title": "相和歌辭：長門怨",
    "author": "劉阜",
    "content": [
      "宮殿沉沉月欲分，昭陽更漏不堪聞。",
      "珊瑚枕上千行淚，不是思君是恨君。"
    ]
  },
  {
    "volume": 20,
    "sequence": 82,
    "title": "相和歌辭：長門怨",
    "author": "袁暉",
    "content": [
      "早知君愛歇，本自無縈妒。誰使恩情深，今來反相誤。",
      "愁眠羅帳曉，泣坐金閨暮。獨有夢中魂，猶言意如故。"
    ]
  },
  {
    "volume": 20,
    "sequence": 83,
    "title": "相和歌辭：長門怨",
    "author": "劉言史",
    "content": [
      "獨坐爐邊結夜愁，暫時恩去亦難留。",
      "手持金箸垂紅淚，亂撥寒灰不舉頭。"
    ]
  },
  {
    "volume": 20,
    "sequence": 84,
    "title": "相和歌辭：長門怨二首",
    "author": "李白",
    "content": [
      "天回北斗掛西樓，金屋無人螢火流。",
      "月光欲到長門殿，別作深宮一段愁。",
      "桂殿長愁不記春，黃金四屋起秋塵。",
      "夜懸明鏡青天上，獨照長門宮裏人。"
    ]
  },
  {
    "volume": 20,
    "sequence": 85,
    "title": "相和歌辭：長門怨",
    "author": "李華",
    "content": [
      "弱體鴛鴦薦，啼妝翡翠衾。鴉鳴秋殿曉，人靜禁門深。",
      "每憶椒房寵，那堪永巷陰。日驚羅帶緩，非復舊來心。"
    ]
  },
  {
    "volume": 20,
    "sequence": 86,
    "title": "相和歌辭：長門怨",
    "author": "岑參",
    "content": [
      "君王嫌妾妒，閉妾在長門。舞袖垂新寵，愁眉結舊恩。",
      "綠錢生履跡，紅粉濕啼痕。羞被桃花笑，看春獨不言。"
    ]
  },
  {
    "volume": 20,
    "sequence": 87,
    "title": "相和歌辭：長門怨",
    "author": "齊浣",
    "content": [
      "煢煢孤思逼，寂寂長門夕。妾妒亦非深，君恩那不惜。",
      "攜琴就玉階，調悲聲未諧。將心托明月，流影入君懷。"
    ]
  },
  {
    "volume": 20,
    "sequence": 88,
    "title": "相和歌辭：長門怨",
    "author": "劉長卿",
    "content": [
      "何事長門閉，珠簾只自垂。月移深殿早，春向後宮遲。",
      "蕙草生閑地，梨花發舊枝。芳菲自恩幸，看卻被風吹。"
    ]
  },
  {
    "volume": 20,
    "sequence": 89,
    "title": "相和歌辭：長門怨",
    "author": "皎然",
    "content": [
      "春風日日閉長門，搖盪春心自夢魂。",
      "若遣花開只笑妾，不如桃李正無言。"
    ]
  },
  {
    "volume": 20,
    "sequence": 90,
    "title": "相和歌辭：長門怨",
    "author": "盧綸",
    "content": [
      "空宮古廊殿，寒月照斜暉。臥聽未央曲，滿箱歌舞衣。"
    ]
  },
  {
    "volume": 20,
    "sequence": 91,
    "title": "相和歌辭：長門怨",
    "author": "戴叔倫",
    "content": [
      "自憶專房寵，曾居第一流。移恩向何處，暫妒不容收。",
      "夜久絲管絕，月明宮殿秋。空將舊時意，長望鳳凰樓。"
    ]
  },
  {
    "volume": 20,
    "sequence": 92,
    "title": "相和歌辭：長門怨",
    "author": "劉駕",
    "content": [
      "禦泉長繞鳳凰樓，只是恩波別處流。",
      "閑揲舞衣歸未得，夜來砧杵六宮秋。"
    ]
  },
  {
    "volume": 20,
    "sequence": 93,
    "title": "相和歌辭：長門怨二首",
    "author": "高蟾",
    "content": [
      "天上何勞萬古春，君前誰是百年人。魂銷尚愧金爐燼，思起猶慚玉輦塵。煙翠薄情攀不得，星芒浮豔采無因。",
      "可憐明鏡來相向，何似恩光朝夕新。",
      "天上鳳凰休寄夢，人間鸚鵡舊堪悲。",
      "平生心緒無人識，一隻金梭萬丈絲。"
    ]
  },
  {
    "volume": 20,
    "sequence": 94,
    "title": "相和歌辭：長門怨",
    "author": "張祜",
    "content": [
      "日映宮牆柳色寒，笙歌遙指碧雲端。",
      "珠鉛滴盡無心語，強把花枝冷笑看。"
    ]
  },
  {
    "volume": 20,
    "sequence": 95,
    "title": "相和歌辭：長門怨二首",
    "author": "鄭穀",
    "content": [
      "閑把羅衣泣鳳凰，先朝曾教舞霓裳。",
      "春來卻羨庭花落，得逐晴風出禁牆。",
      "流水君恩共不回，杏花爭忍掃成堆。",
      "殘春未必多煙雨，淚滴閑階長綠苔。"
    ]
  },
  {
    "volume": 20,
    "sequence": 96,
    "title": "相和歌辭：長門怨二首",
    "author": "劉氏媛",
    "content": [
      "雨滴梧桐秋夜長，愁心和雨到昭陽。",
      "淚痕不學君恩斷，拭卻千行更萬行。",
      "學畫蛾眉獨出群，當時人道便承恩。",
      "經年不見君王面，花落黃昏空掩門。"
    ]
  },
  {
    "volume": 20,
    "sequence": 97,
    "title": "相和歌辭：阿嬌怨",
    "author": "劉禹錫",
    "content": [
      "望見葳蕤舉翠華，試開金屋掃庭花。",
      "須臾宮女傳來信，雲幸平陽公主家。"
    ]
  },
  {
    "volume": 20,
    "sequence": 98,
    "title": "相和歌辭：班婕妤",
    "author": "徐彥伯",
    "content": [
      "君恩忽斷絕，妾思終未央。巾櫛不可見，枕席空餘香。",
      "窗暗網羅白，階秋苔蘚黃。應門寂已閉，流涕向昭陽。"
    ]
  },
  {
    "volume": 20,
    "sequence": 99,
    "title": "相和歌辭：班婕妤",
    "author": "嚴識玄",
    "content": [
      "賤妾如桃李，君王若歲時。秋風一已勁，搖落不勝悲。",
      "寂寂蒼苔滿，沉沉綠草滋。榮華非此日，指輦競何辭。"
    ]
  },
  {
    "volume": 20,
    "sequence": 100,
    "title": "相和歌辭：班婕妤三首",
    "author": "王維",
    "content": [
      "玉窗螢影度，金殿人聲絕。秋夜守羅幃，孤燈耿不滅。",
      "宮殿生秋草，君王恩幸疏。那堪聞鳳吹，門外度金輿。",
      "怪來妝閣閉，朝下不相迎。總向春園裏，花間語笑聲。"
    ]
  },
  {
    "volume": 20,
    "sequence": 101,
    "title": "相和歌辭：婕妤怨",
    "author": "崔湜",
    "content": [
      "不分君恩斷，新妝視鏡中。容華尚春日，嬌愛已秋風。",
      "枕席臨窗曉，幃屏向月空。年年後庭樹，榮落在深宮。"
    ]
  },
  {
    "volume": 20,
    "sequence": 102,
    "title": "相和歌辭：婕妤怨",
    "author": "崔國輔",
    "content": [
      "長信宮中草，年年愁處生。故侵珠履跡，不使玉階行。"
    ]
  },
  {
    "volume": 20,
    "sequence": 103,
    "title": "相和歌辭：婕妤怨",
    "author": "張烜",
    "content": [
      "賤妾裁紈扇，初搖明月姿。君王看舞席，坐起秋風時。",
      "玉樹清禦路，金陳翳垂絲。昭陽無分理，愁寂任前期。"
    ]
  },
  {
    "volume": 20,
    "sequence": 104,
    "title": "相和歌辭：婕妤怨",
    "author": "劉方平",
    "content": [
      "夕殿別君王，宮深月似霜。人愁在長信，螢出向昭陽。",
      "露裛紅蘭死，秋凋碧樹傷。惟當合歡扇，從此篋中藏。"
    ]
  },
  {
    "volume": 20,
    "sequence": 105,
    "title": "相和歌辭：婕妤怨",
    "author": "王沈",
    "content": [
      "長信梨花暗欲棲，應門上鑰草萋萋。",
      "春風吹花亂撲戶，班倢車聲不至啼。"
    ]
  },
  {
    "volume": 20,
    "sequence": 106,
    "title": "相和歌辭：婕妤怨",
    "author": "皇甫冉",
    "content": [
      "由來詠團扇，今與值秋風。事逐時皆往，恩無日再中。",
      "早鴻聞上苑，寒露下深宮。顏色年年謝，相如賦豈工。"
    ]
  },
  {
    "volume": 20,
    "sequence": 107,
    "title": "相和歌辭：婕妤怨",
    "author": "陸龜蒙",
    "content": [
      "妾貌非傾國，君王忽然寵。南山掌上來，不及新恩重。",
      "後宮多窈窕，日日學新聲。一落君王耳，南山又須輕。"
    ]
  },
  {
    "volume": 20,
    "sequence": 108,
    "title": "相和歌辭：婕妤怨",
    "author": "翁綬",
    "content": [
      "讒謗潛來起百憂，朝承恩寵暮仇讎。火燒白玉非因玷，霜翦紅蘭不待秋。花落昭陽誰共輦，月明長信獨登樓。",
      "繁華事逐東流水，團扇悲歌萬古愁。"
    ]
  },
  {
    "volume": 20,
    "sequence": 109,
    "title": "相和歌辭：婕妤怨",
    "author": "劉氏雲",
    "content": [
      "君恩不可見，妾豈如秋扇。秋扇尚有時，妾身永微賤。",
      "莫言朝花不復落，嬌容幾奪昭陽殿。"
    ]
  },
  {
    "volume": 20,
    "sequence": 110,
    "title": "相和歌辭：長信怨",
    "author": "王諲",
    "content": [
      "飛燕倚身輕，爭人巧笑名。生君棄妾意，增妾怨君情。",
      "日落昭陽殿，秋來長信城。寥寥金殿裏，歌吹夜無聲。"
    ]
  },
  {
    "volume": 20,
    "sequence": 111,
    "title": "相和歌辭：長信怨",
    "author": "王昌齡",
    "content": [
      "金井梧桐秋葉黃，珠簾不卷夜來霜。",
      "金爐玉枕無顏色，臥聽南宮清漏長。",
      "奉帚平明金殿開，暫將團扇共裴回。",
      "玉顏不及寒鴉色，猶帶昭陽日影來。"
    ]
  },
  {
    "volume": 20,
    "sequence": 112,
    "title": "相和歌辭：長信怨",
    "author": "李白",
    "content": [
      "月皎昭陽殿，霜清長信宮。天行乘玉輦，飛燕與君同。",
      "更有留情處，承恩樂未窮。誰憐團扇妾，獨坐怨秋風。"
    ]
  },
  {
    "volume": 20,
    "sequence": 113,
    "title": "相和歌辭：蛾眉怨",
    "author": "王翰",
    "content": [
      "君不見宜春苑中九華殿，飛閣連連直如發。",
      "白日全含朱鳥窗，流雲半入蒼龍闕。宮中彩女夜無事，學鳳吹簫弄清越。珠簾北卷待涼風，繡戶南開向明月。",
      "忽聞天子憶蛾眉，寶鳳銜花揲兩螭。傳聲走馬開金屋，夾路鳴環上玉墀。長樂彤庭宴華寢，三千美人曳光錦。",
      "燈前含笑更羅衣，帳裏承恩薦瑤枕。不意君心半路回，求仙別作望仙台。倉琅禁闥遙相憶，紫翠岩房晝不開。",
      "欲向人間種桃實，先從海底覓蓬萊。蓬萊可求不可上，孤舟縹緲知何往。黃金作盤銅作莖，晴天白露掌中擎。",
      "王母嫣然感君意，雲車雨旆欲相迎。飛廉觀前空怨慕，少君何事須相誤。一朝埋沒茂陵田，賤妾蛾眉不重顧。",
      "宮車晚出向南山，仙衛逶迤去不還。朝晡泣對麒麟樹，樹下蒼苔日漸斑。人生百年夜將半，對酒長歌莫長歎。",
      "剩知白日不可思，一死一生何足算。"
    ]
  },
  {
    "volume": 20,
    "sequence": 114,
    "title": "相和歌辭：玉階怨",
    "author": "李白",
    "content": [
      "玉階生白露，夜久侵羅襪。卻下水精簾，玲瓏望秋月。"
    ]
  },
  {
    "volume": 20,
    "sequence": 115,
    "title": "相和歌辭：宮怨",
    "author": "長孫佐輔",
    "content": [
      "窗前好樹名玫瑰，去年花落今年開。無情春色尚識返，君心忽斷何時來。憶昔妝成候仙仗，宮瑣玲瓏日新上。",
      "拊心卻笑西子嚬，掩鼻誰憂鄭姬謗。草染文章衣下履，花粘甲乙床前帳。三千玉貌休自誇，十二金釵獨相向。",
      "盛衰傾奪欲何如，嬌愛翻悲逐佞諛。重遠豈能慚沼鵠，棄前方見泣船魚。看籠不記熏龍腦，詠扇空曾禿鼠須。",
      "始意類蘿新托柏，終傷如薺卻甘荼。深院獨開還獨閉，鸚鵡驚飛苔覆地。滿箱舊賜前日衣，漬枕新垂夜來淚。",
      "痕多開鏡照還悲，綠髻青蛾尚未衰。莫道新縑長絕比，猶逢故劍會相追。"
    ]
  },
  {
    "volume": 20,
    "sequence": 116,
    "title": "相和歌辭：宮怨",
    "author": "李益",
    "content": [
      "露濕晴花宮殿香，月明歌吹在昭陽。",
      "似將海水添宮漏，共滴長門一夜長。"
    ]
  },
  {
    "volume": 20,
    "sequence": 117,
    "title": "相和歌辭：宮怨",
    "author": "於濆",
    "content": [
      "妾家望江口，少年家財厚。臨江起珠樓，不賣文君酒。",
      "當年樂貞獨，巢燕時為友。父兄未許人，畏妾事姑舅。",
      "西牆鄰宋玉，窺見妾眉宇。一旦及天聰，恩光生戶牖。",
      "謂言入漢宮，富貴可長久。君王縱有情，不奈陳皇后。",
      "誰憐頰似桃，孰知腰勝柳。今日在長門，從來不如醜。"
    ]
  },
  {
    "volume": 20,
    "sequence": 118,
    "title": "相和歌辭：宮怨",
    "author": "柯崇",
    "content": [
      "塵滿金爐不炷香，黃昏獨自立重廊。",
      "笙歌何處承恩寵，一一隨風入上陽。",
      "長門槐柳半蕭疏，玉輦沉思恨有餘。",
      "紅淚旋銷傾國態，黃金誰為達相如。"
    ]
  },
  {
    "volume": 20,
    "sequence": 119,
    "title": "相和歌辭：雜怨三首",
    "author": "聶夷中",
    "content": [
      "生在綺羅下，豈識漁陽道。良人自戍來，夜夜夢中到。",
      "漁陽萬里遠，近於中門限。中門逾有時，漁陽常在眼。",
      "良人昨日去，明日又不還。別時各有淚，零落青樓前。",
      "君淚濡羅巾，妾淚滴路塵。羅巾今在手，日得隨妾身。",
      "路塵如因飛，得上君車輪。"
    ]
  },
  {
    "volume": 20,
    "sequence": 120,
    "title": "相和歌辭：雜怨三首",
    "author": "孟郊",
    "content": [
      "夭桃花清晨，遊女紅粉新。夭桃花薄暮，遊女紅粉故。",
      "樹有百年花，人無一定顏。花送人老盡，人悲花自閑。",
      "貧女鏡不明，寒花日少容。暗蛩有虛織，短線無長縫。",
      "浪水不可照，狂夫不可從。浪水多散影，狂夫多異蹤。",
      "持此一生薄，空成百恨濃。",
      "憶人莫至悲，至悲空自衰。寄人莫翦衣，翦衣未必歸。",
      "朝為雙蒂花，暮為四散飛。花落卻繞樹，遊子不顧期。"
    ]
  }
]