[
  {
    "volume": 388,
    "sequence": 1,
    "title": "龜銘",
    "author": "盧仝",
    "content": [
      "龜，汝靈於人，不靈於身，致網於津。吾靈於身，不靈於人，致走於塵。龜，吾與汝鄰。"
    ]
  },
  {
    "volume": 388,
    "sequence": 2,
    "title": "梳銘",
    "author": "盧仝",
    "content": [
      "有發兮朝朝思理，有身兮胡不如是。"
    ]
  },
  {
    "volume": 388,
    "sequence": 3,
    "title": "小婦吟",
    "author": "盧仝",
    "content": [
      "小婦欲入門，隈門勻紅妝。大婦出門迎，正頓羅衣裳。",
      "門邊兩相見，笑樂不可當。夫子于傍聊斷腸，小婦哆et上高堂。開玉匣，取琴張。陳金罍，酌滿觴。",
      "願言兩相樂，永與同心事我郎。夫子于傍剩欲狂。",
      "珠簾風度百花香，翠帳雲屏白玉床。啼鳥休啼花莫笑，女英新喜得娥皇。"
    ]
  },
  {
    "volume": 388,
    "sequence": 4,
    "title": "月下寄徐希仁",
    "author": "盧仝",
    "content": [
      "夜半沙上行，月瑩天心明。沙月浩無際，此中離思生。",
      "上天何寥廓，下地何崢嶸。吾道豈已矣，為君傾兕觥。"
    ]
  },
  {
    "volume": 388,
    "sequence": 5,
    "title": "贈徐希仁石硯別",
    "author": "盧仝",
    "content": [
      "靈山一片不靈石，手斫成器心所惜。鳳鳥不至池不成，蛟龍幹蟠水空滴。青松火煉翠煙凝，寒竹風搖遠天碧。",
      "今日贈君離別心，此中至淺造化深。用之可以過珪璧，棄置還為一片石。"
    ]
  },
  {
    "volume": 388,
    "sequence": 6,
    "title": "有所思",
    "author": "盧仝",
    "content": [
      "當時我醉美人家，美人顏色嬌如花。今日美人棄我去，青樓珠箔天之涯。天涯娟娟姮娥月，三五二八盈又缺。",
      "翠眉蟬鬢生別離，一望不見心斷絕。心斷絕，幾千里。",
      "夢中醉臥巫山雲，覺來淚滴湘江水。湘江兩岸花木深，美人不見愁人心。含愁更奏綠綺琴，調高弦絕無知音。",
      "美人兮美人，不知為暮雨兮為朝雲。相思一夜梅花發，忽到窗前疑是君。"
    ]
  },
  {
    "volume": 388,
    "sequence": 7,
    "title": "樓上女兒曲",
    "author": "盧仝",
    "content": [
      "誰家女兒樓上頭，指揮婢子掛簾鉤。林花撩亂心之愁，卷卻羅袖彈箜篌。箜篌曆亂五六弦，羅袖掩面啼向天。",
      "相思弦斷情不斷，落花紛紛心欲穿。心欲穿，憑欄幹。",
      "相憶柳條綠，相思錦帳寒。直緣感君恩愛一回顧，使我雙淚長珊珊。我有嬌靨待君笑，我有嬌蛾待君掃。",
      "鶯花爛熳君不來，及至君來花已老。心腸寸斷誰得知，玉階冪曆生青草。"
    ]
  },
  {
    "volume": 388,
    "sequence": 8,
    "title": "秋夢行",
    "author": "盧仝",
    "content": [
      "客行一夜秋風起，客夢南游渡湘水。湘水泠泠徹底清，二妃怨處無限情。娥皇不語啟嬌靨，女英目成轉心愜。",
      "長眉入鬢何連娟，肌膚白玉秀且鮮。裴回共詠東方日，沉吟再理南風弦。聲斷續，思綿綿，中含幽意兩不宣。",
      "殷勤纖手驚破夢，中宵寂寞心淒然。心淒然，腸亦絕。",
      "寐不寐兮玉枕寒，夜深夜兮霜似雪。鏡中不見雙翠眉，台前空掛纖纖月。纖纖月，盈複缺，娟娟似眉意難訣。",
      "願此眉兮如此月，千里萬里光不滅。"
    ]
  },
  {
    "volume": 388,
    "sequence": 9,
    "title": "自君之出矣",
    "author": "盧仝",
    "content": [
      "自君之出矣，壁上蜘蛛織。近取見妾心，夜夜無休息。",
      "妾有雙玉環，寄君表相憶。環是妾之心，玉是君之德。",
      "馳情增悴容，蓄思損精力。玉簟寒淒淒，延想心惻惻。",
      "風含霜月明，水泛碧天色。此水有盡時，此情無終極。"
    ]
  },
  {
    "volume": 388,
    "sequence": 10,
    "title": "走筆謝孟諫議寄新茶",
    "author": "盧仝",
    "content": [
      "日高丈五睡正濃，軍將打門驚周公。口雲諫議送書信，白絹斜封三道印。開緘宛見諫議面，手閱月團三百片。",
      "聞道新年入山裏，蟄蟲驚動春風起。天子須嘗陽羨茶，百草不敢先開花。仁風暗結珠琲瓃，先春抽出黃金芽。",
      "摘鮮焙芳旋封裹，至精至好且不奢。至尊之餘合王公，何事便到山人家。柴門反關無俗客，紗帽籠頭自煎吃。",
      "碧雲引風吹不斷，白花浮光凝碗面。一碗喉吻潤，兩碗破孤悶。三碗搜枯腸，唯有文字五千卷。四碗發輕汗，平生不平事，盡向毛孔散。五碗肌骨清，六碗通仙靈。",
      "七碗吃不得也，唯覺兩腋習習清風生。蓬萊山，在何處。",
      "玉川子，乘此清風欲歸去。山上群仙司下土，地位清高隔風雨。安得知百萬億蒼生命，墮在巔崖受辛苦。便為諫議問蒼生，到頭還得蘇息否。"
    ]
  },
  {
    "volume": 388,
    "sequence": 11,
    "title": "冬行三首",
    "author": "盧仝",
    "content": [
      "蟲豸臘月皆在蟄，吾獨何乃勞其形。小大無由知天命，但怪守道不得寧。老母妻子一揮手，涕下便作千里行。",
      "自顧不及遭霜葉，旦夕保得同飄零。達生何足雲，偶然苦樂經其身。古來堯孔與桀蹠，善惡何補如今人。",
      "長年愛伊洛，決計卜長久。賒買裏仁宅，水竹且小有。",
      "賣宅將還資，舊業苦不厚。債家征利心，餓虎血染口。",
      "臘風刀刻肌，遂向東南走。賢哉韓員外，勸我莫強取。",
      "憑風謝長者，敢不愧心苟。賃載得估舟，估雜非吾偶。",
      "壯色排榻席，別座誇羊酒。落日無精光，啞暝被掣肘。",
      "漕石生齒牙，洗灘亂相掫。奔澌嚼篙杖，夾岸雪龍吼。",
      "可憐聖明朝，還為喪家狗。通運隔南溟，債利拄北斗。",
      "揚州屋舍賤，還債堪了不。此宅貯書籍，地濕憂蠹朽。",
      "賈僎舊相識，十年與營守。貧交多變態，僎得君子不。",
      "利命子罕言，我誠孔門醜。且貴終焉圖，死免慚狐首。",
      "何當歸帝鄉，白雲永相友。",
      "不敢唾汴水，汴水入東海。污泥龍王宮，恐獲不敬罪。",
      "不敢蹋汴堤，汴堤連秦宮。蹋盡天子土，饋餫無由通。",
      "此言雖太闊，且是臣心腸。野風結陰兵，千里鳴刀槍。",
      "海月護羈魄，到曉點孤光。上不事天子，下不識侯王。",
      "夜半睡獨覺，爽氣盈心堂。顏子甚年少，孔聖同行藏。",
      "我年過顏子，敢道不自強。船人雖奴兵，亦有意智長。",
      "問我何所得，樂色填清揚。我報果有為，孔經在衣裳。"
    ]
  },
  {
    "volume": 388,
    "sequence": 12,
    "title": "常州孟諫議座上聞韓員外職方貶國子博士有感五首",
    "author": "盧仝",
    "content": [
      "忽見除書到，韓君又學官。死生縱有命，人事始知難。",
      "烈火先燒玉，庭蕪不養蘭。山夫與刺史，相對兩巑岏。",
      "幹祿無便佞，宜知黜此身。員郎猶小小，國學大頻頻。",
      "孤宦心肝直，天王苦死嗔。朝廷無諫議，誰是雪韓人。",
      "何事遭朝貶，知何被不容。不如思所自，只欲涕無從。",
      "爵服何曾好，荷衣已慣縫。朝官莫相識，歸去老岩松。",
      "力小垂垂上，天高又不登。致身唯一己，獲罪則顏朋。",
      "祿位埋坑阱，康莊壘劍棱。公卿共惜取，莫遣玉山崩。",
      "誰憐野田子，海內一韓侯。左道官雖樂，剛腸得健無。",
      "功名生地獄，禮教死天囚。莫言耕種好，須避蒺藜秋。"
    ]
  },
  {
    "volume": 388,
    "sequence": 13,
    "title": "夏夜聞蚯蚓吟",
    "author": "盧仝",
    "content": [
      "夏夜雨欲作，傍砌蚯蚓吟。念爾無筋骨，也應天地心。",
      "汝無親朋累，汝無名利侵。孤韻似有說，哀怨何其深。",
      "泛泛輕薄子，旦夕還謳吟。肝膽異汝輩，熱血徒相侵。"
    ]
  },
  {
    "volume": 388,
    "sequence": 14,
    "title": "揚州送伯齡過江",
    "author": "盧仝",
    "content": [
      "伯齡不厭山，山不養伯齡。松顛有樵墮，石上無禾生。",
      "不忍六尺軀，遂作東南行。諸侯盡食肉，壯氣吞八紘。",
      "不唧溜鈍漢，何由通姓名。夷齊餓死日，武王稱聖明。",
      "節義士枉死，何異鴻毛輕。努力事幹謁，我心終不平。"
    ]
  },
  {
    "volume": 388,
    "sequence": 15,
    "title": "憶金鵝山沈山人二首",
    "author": "盧仝",
    "content": [
      "君家山頭松樹風，適來入我竹林裏。一片新茶破鼻香，請君速來助我喜。莫合九轉大還丹，莫讀三十六部大洞經。",
      "閑來共我說真意，齒下領取真長生。不須服藥求神仙，神仙意智或偶然。自古聖賢放入土，淮南雞犬驅上天。",
      "白日上升應不惡，藥成且輒一丸藥。暫時上天少問天，蛇頭蠍尾誰安著。",
      "君愛煉藥藥欲成，我愛煉骨骨已清。試自比校得仙者，也應合得天上行。天門九重高崔嵬，清空鑿出黃金堆。",
      "夜叉守門晝不啟，夜半醮祭夜半開。夜叉喜歡動關鎖，鎖聲zh地生風雷。地上禽獸重血食，性命血化飛黃埃。",
      "太上道君蓮花台，九門隔闊安在哉。嗚呼沈君大藥成，兼須巧會鬼物情，無求長生喪厥生。"
    ]
  },
  {
    "volume": 388,
    "sequence": 16,
    "title": "寄蕭二十三慶中",
    "author": "盧仝",
    "content": [
      "蕭乎蕭乎，憶蕭者嵩山之盧。盧揚州，蕭歙州。",
      "相思過春花，鬢毛生麥秋。千災萬怪天南道，猩猩鸚鵡皆人言。山魈吹火蟲入碗，鴆鳥咒詛鮫吐涎。",
      "就中南瘴欺北客，憑君數磨犀角吃，我憶君心千百間。",
      "千百間君何時還，使我夜夜勞魂魄。"
    ]
  },
  {
    "volume": 388,
    "sequence": 17,
    "title": "贈金鵝山人沈師魯",
    "author": "盧仝",
    "content": [
      "金鵝山中客，來到揚州市。買藥床頭一破顏，撇然便有上天意。日月高掛玄關深，金膏切淬肌骨異。",
      "人皆食穀與五味，獨食太和陰陽氣。浩浩流珠走百關，綿綿若存有深致。種玉不耕山外非內粹。鑿儒關決文泉彰，風雅因君不復墜。光不外照刃不磨，回避人間惡富貴。",
      "三日四日五六日，盤礴化元搜萬類。晝飲興酣陶天和，夜話造微□精魅。示我插血不死方，賞我風格不肥膩。",
      "肉眼不識天上書，小儒安敢窺奧秘。昆侖路隔西北天，三山后浮不著地。君到頭來憶我時，金簡為吾鐫一字。"
    ]
  },
  {
    "volume": 388,
    "sequence": 18,
    "title": "歎昨日三首",
    "author": "盧仝",
    "content": [
      "昨日之日不可追，今日之日須臾期。如此如此複如此，壯心死盡生鬢絲。秋風落葉客腸斷，不辦鬥酒開愁眉。",
      "賢名聖行甚辛苦，周公孔子徒自欺。",
      "天下薄夫苦耽酒，玉川先生也耽酒。薄夫有錢恣張樂，先生無錢養恬漠。有錢無錢俱可憐，百年驟過如流川。",
      "平生心事消散盡，天上白日悠悠懸。",
      "上帝板板主何物，日車劫劫西向沒。自古賢聖無奈何，道行不得皆白骨。白骨土化鬼入泉，生人莫負平生年。",
      "何時出得禁酒國，滿甕釀酒曝背眠。"
    ]
  },
  {
    "volume": 388,
    "sequence": 19,
    "title": "月蝕詩",
    "author": "盧仝",
    "content": [
      "東海出明月，清明照毫髮。朱弦初罷彈，金兔正奇絕。",
      "三五與二八，此時光滿時。頗奈蝦蟆兒，吞我芳桂枝。",
      "我愛明鏡潔，爾乃痕翳之。爾且無六翮，焉得升天涯。",
      "方寸有白刃，無由揚清輝。如何萬里光，遭爾小物欺。",
      "卻吐天漢中，良久素魄微。日月尚如此，人情良可知。"
    ]
  },
  {
    "volume": 388,
    "sequence": 20,
    "title": "直鉤吟",
    "author": "盧仝",
    "content": [
      "初歲學釣魚，自謂魚易得。三十持釣竿，一魚釣不得。",
      "人鉤曲，我鉤直，哀哉我鉤又無食。文王已沒不復生，直鉤之道何時行。"
    ]
  },
  {
    "volume": 388,
    "sequence": 21,
    "title": "與馬異結交詩",
    "author": "盧仝",
    "content": [
      "天地日月如等閒，盧仝四十無往還。唯有一片心脾骨，巉岩崒硉兀鬱律。刀劍為峰崿，平地放著高如昆侖山。",
      "天不容，地不受，日月不敢偷照耀。神農畫八卦，鑿破天心胸。女媧本是伏羲婦，恐天怒，搗煉五色石，引日月之針，五星之縷把天補。補了三日不肯歸婿家，走向日中放老鴉。月裏栽桂養蝦蟆，天公發怒化龍蛇。",
      "此龍此蛇得死病，神農合藥救死命。天怪神農党龍蛇，罰神農為牛頭，令載元氣車。不知藥中有毒藥，藥殺元氣天不覺。爾來天地不神聖，日月之光無正定。",
      "不知元氣元不死，忽聞空中喚馬異。馬異若不是祥瑞，空中敢道不容易。昨日仝不仝，異自異，是謂大仝而小異。",
      "今日仝自仝，異不異，是謂仝不往兮異不至，直當中兮動天地。白玉璞裏斫出相思心，黃金礦裏鑄出相思淚。忽聞空中崩崖倒穀聲，絕勝明珠千萬斛，買得西施南威一雙婢。此婢嬌饒惱殺人，凝脂為膚翡翠裙，唯解畫眉朱點唇。自從獲得君，敲金摐玉淩浮雲。卻返顧，一雙婢子何足雲。",
      "平生結交若少人，憶君眼前如見君。青雲欲開白日沒，天眼不見此奇骨。此骨縱橫奇又奇，千歲萬歲枯松枝。",
      "半折半殘壓山谷，盤根蹙節成蛟螭。",
      "忽雷霹靂卒風暴雨撼不動，欲動不動千變萬化總是鱗皴皮。",
      "此奇怪物不可欺。盧仝見馬異文章，酌得馬異胸中事。",
      "風姿骨本恰如此，是不是，寄一字。"
    ]
  },
  {
    "volume": 388,
    "sequence": 22,
    "title": "感古四首",
    "author": "盧仝",
    "content": [
      "天生聖明君，必資忠賢臣。舜禹竭股肱，共佐堯為君。",
      "四載成地理，七政齊天文。階下蓂莢生，琴上南風熏。",
      "輪轉夏殷周，時複猶一人。秦漢事讒巧，魏晉忘機鈞。",
      "猜忌相翦滅，爾來迷恩親。以愚保其身，不覺身沉淪。",
      "以智理其國，遂為國之賊。苟圖容一身，萬事良可惻。",
      "可憐萬乘君，聰明受沉惑。忠良伏草莽，無因施羽翼。",
      "日月異又蝕，天地晦如墨。既亢而後求，異哉龍之德。",
      "人生何所貴，所貴有終始。昨日盈尺璧，今朝盡瑕棄。",
      "蒼蠅點垂棘，巧舌成錦綺。箕子為之奴，比干諫而死。",
      "仲尼魯司寇，出走為群婢。假如屈原醒，其奈一國醉。",
      "一國醉號呶，一人行清高。便欲激頹波，此事真徒勞。",
      "上山逢猛虎，入海逢巨鼇。王者苟不死，腰下魚鱗刀。",
      "東海波連天，三度成桑田。高岸高於屋，斯須變溪穀。",
      "天地猶尚然，人情難久全。夜半白刃仇，旦來金石堅。",
      "蕭綬既解坼，陳印亦棄捐。竭節遇刀割，輸忠遭禍纏。",
      "不予衾之眠，信予衾之穿。鏡明不自照，膏潤徒自煎。",
      "抱劍長太息，淚墮秋風前。",
      "古來不患寡，所患患不均。單醪投長河，三軍盡沉淪。",
      "今人異古人，結托唯親賓。毀坼維鵲巢，不行鳲鳩仁。",
      "鄙吝不識分，有心占陽春。鸞鶴日已疏，燕雀日已親。",
      "小物無大志，安測棲松筠。恩眷多棄故，物情尚逐新。",
      "瓦礫暫拂拭，光掩連城珍。唇吻恣談鑠，黃金同灰塵。",
      "蘇秦北游趙，張祿西入秦。既變嫂叔節，仍擯華陽君。",
      "萬世金石交，一餉如浮雲。骨肉且不顧，何況長羈貧。",
      "君莫以富貴，輕忽他年少，聽我暫話會稽朱太守。",
      "正受凍餓時，索得人家貴傲婦。讀書書史未潤身，負薪辛苦胝生肘。謂言琴與瑟，糟糠結長久。",
      "不分殺人羽翮成，臨臨沖天婦嫌醜。□□□□□□□。",
      "其奈一朝太守振羽儀，鄉關晝行衣錦衣。哀哉舊婦何眉目，新婿隨行向天哭。寸心金石徒爾為，杯水庭沙空自覆。",
      "乃知愚婦人，妒忌陰毒心。唯救眼底事，不思日月深。",
      "等閒取羞死，豈如甘布衾。"
    ]
  },
  {
    "volume": 388,
    "sequence": 23,
    "title": "雜興",
    "author": "盧仝",
    "content": [
      "意智未成百不解，見人富貴亦心愛。等閒對酒呼三達，屠羊殺牛皆自在。放心為樂笙歌攢，壯氣激作風霜寒。",
      "廚中玉饌盈金盤，方丈厭見嫌不餐。飛鷹躍馬實快性，唇腐齒爛空巑岏。豈期福極翻成禍，禍成身誅家亦破。",
      "昨朝惆悵不如君，今日悲君不如我。否泰交加無定主，懶學風雲戢翎羽。綠酒清琴好養生，出將入相無心取。",
      "三五圖書舊揣摩，五千道德新規矩。"
    ]
  },
  {
    "volume": 388,
    "sequence": 24,
    "title": "酬徐公以新文見招",
    "author": "盧仝",
    "content": [
      "昨夜霜月明，果有清音生。便欲走相和，愁聞寒玉聲。"
    ]
  },
  {
    "volume": 388,
    "sequence": 25,
    "title": "門箴",
    "author": "盧仝",
    "content": [
      "貪殘奸酗，狡佞訐愎，身之八殺。背惠，恃己，狎不肖，妒賢能，命之四孽。有是有此予敢辭，無是無此予之師，一日不見予心思。思其人，懼其人。其交其難，敢告於門。"
    ]
  },
  {
    "volume": 388,
    "sequence": 26,
    "title": "孟夫子生生亭賦",
    "author": "盧仝",
    "content": [
      "玉川子沿孟冬之寒流兮，輟棹上登生生亭。夫子何之兮，面逐雲沒兮南行。百川注海而心不寫兮，落日千里凝寒精。",
      "予日衰期人生之世斯已矣，爰為今日猶猶岐路之心生。",
      "悲夫，南國風濤，魚龍畜伏。予小子戇樸，必不能濟夫子欲。",
      "嗟自慚承夫子而不失予兮，傳古道甚分明。",
      "予且廣孤目遐齎於天壤兮，庶得外盡萬物變化之幽情。",
      "然後慚愧而來歸兮，大息吾躬于夫子之亭。"
    ]
  }
]