[
  {
    "volume": 420,
    "sequence": 1,
    "title": "有鳥二十章",
    "author": "元稹",
    "content": [
      "有鳥有鳥名老鴟，鴟張貪很老不衰。似鷹指爪唯攫肉，戾天羽翮徒翰飛。朝偷暮竊恣昏飽，後顧前瞻高樹枝。",
      "珠丸彈射死不去，意在護巢兼護兒。",
      "有鳥有鳥毛似鶴，行步雖遲性靈惡。主人但見閑慢容，行占蓬萊最高閣。弱羽長憂俊鶻拳，疽腸暗著鵷雛啄。",
      "千年不死伴靈龜，梟心鶴貌何人覺。",
      "有鳥有鳥如鸛雀，食蛇抱xB天姿惡。行經水滸為毒流，羽拂酒杯為死藥。漢後忍渴天豈知，驪姬墳地君寧覺。",
      "嗚呼為有白色毛，亦得乘軒謬稱鶴。",
      "有鳥有鳥名為鳩，毛衣軟毳心性柔。鶻緣暖足憐不吃，鷂為同科曾共遊。飛飛漸上高高閣，百鳥不猜稱好逑。",
      "佳人許伴鵷雛食，望爾化為張氏鉤。",
      "有鳥有鳥名野雞，天姿耿介行步齊。主人偏養憐整頓，玉粟充腸瑤樹棲。池塘潛狎不鳴雁，津梁暗引無用鵜。",
      "秋鷹迸逐霜鶻遠，鵩鳥護巢當晝啼。主人頻問遣妖術，力盡計窮音響淒。當時何不早量分，莫遣輝光深照泥。",
      "有鳥有鳥群翠碧，毛羽短長心並窄。皆曾偷食淥池魚，前去後來更逼迫。食魚滿腹各自飛，池上見人長似客。",
      "飛飛競占嘉樹林，百鳥不爭緣鳳惜。",
      "有鳥有鳥群紙鳶，因風假勢童子牽。去地漸高人眼亂，世人為爾羽毛全。風吹繩斷童子走，餘勢尚存猶在天。",
      "愁爾一朝還到地，落在深泥誰複憐。",
      "有鳥有鳥名啄木，木中求食常不足。偏啄鄧林求一蟲，蟲孔未穿長觜禿。木皮已穴蟲在心，蟲蝕木心根柢覆。",
      "可憐樹上百鳥兒，有時飛向新林宿。",
      "有鳥有鳥眾蝙蝠，長伴佳人占華屋。妖鼠多年羽翮生，不辨雌雄無本族。穿墉伺隙善潛身，晝伏宵飛惡明燭。",
      "大廈雖存柱石傾，暗齧棟樑成蠹木。",
      "有鳥有鳥名為鴞，深藏孔穴難動搖。鷹鸇繞樹探不得，隨珠彈盡聲轉嬌。主人煩惑罷擒取，許占神林為物妖。",
      "當時幸有燎原火，何不鼓風連夜燒。",
      "有鳥有鳥名燕子，口中未省無泥滓。春風吹送廊廡間，秋社驅將嵌孔裏。雷驚雨灑一時蘇，雲壓霜摧半年死。",
      "驅去驅來長信風，暫托棟樑何用喜。",
      "有鳥有鳥名老烏，貪癡突悖天下無。田中攫肉吞不足，偏入諸巢探眾雛。歸來仍占主人樹，腹飽巢高聲響粗。",
      "山鴉野鵲閑受肉，鳳凰不得聞罪辜。秋鷹掣斷架上索，利爪一揮毛血落。可憐鴉鵲慕腥膻，猶向巢邊競紛泊。",
      "有鳥有鳥謂白鷳，雪毛皓白紅觜殷。貴人妾婦愛光彩，行提坐臂怡朱顏。妖姬謝寵辭金屋，雕籠又伴新人宿。",
      "無心為主擬銜花，空長白毛映紅肉。",
      "有鳥有鳥群雀兒，中庭啄粟籬上飛。秋鷹欺小嫌不食，鳳凰容眾從爾隨。大鵬忽起遮白日，餘風簸蕩山嶽移。",
      "翩翾百萬徒驚噪，扶搖勢遠何由知。古來妄說銜花報，縱解銜花何所為。可惜官倉無限粟，伯夷餓死黃口肥。",
      "有鳥有鳥皆百舌，舌端百囀聲咄eu。先春盡學百鳥啼，真偽不分聽者悅。伶倫鳳律亂宮商，盤木天雞誤時節。",
      "朝朝暮暮主人耳，桃李無言管弦咽。五月炎光朱火盛，陽焰燒陰幽響絕。安知不是捲舌星，化作剛刀一時截。",
      "有鳥有鳥毛羽黃，雄者為鴛雌者鴦。主人並養七十二，羅列雕籠開洞房。雄鳴一聲雌鼓翼，夜不得棲朝不食。",
      "氣息榻然雙翅垂，猶入籠中就顏色。",
      "有鳥有鳥名鷂雛，鈴子眼睛蒼錦襦。貴人腕軟憐易臂，奮肘一揮前後呼。俊鶻無由拳狡兔，金雕不得擒魅狐。",
      "文王長在苑中獵，何日非熊休賣屠。",
      "有鳥有鳥名鸚鵡，養在雕籠解人語。主人曾問私所聞，因說妖姬暗欺主。主人方惑翻見疑，趁歸隴底雙翅垂。",
      "山鴉野雀怪鸚語，競噪爭窺無已時。君不見隋朝隴頭姥，嬌養雙鸚囑新婦。一鸚曾說婦無儀，悍婦殺鸚欺主母。",
      "一鸚閉口不復言，母問不言何太久。鸚言悍婦殺鸚由，母為逐之鄉里醜。當時主母信爾言，顧爾微禽命何有。",
      "今之主人翻爾疑，何事籠中漫開口。",
      "有鳥有鳥名俊鶻，鷂小雕癡俊無匹。雛鴨拂爪血迸天，狡兔中拳頭粉骨。平明度海朝未食，拔上秋空雲影沒。",
      "瞥然飛下人不知，攪碎荒城魅狐窟。",
      "有鳥有鳥真白鶴，飛上九霄雲漠漠。司晨守夜悲雞犬，啄腐吞腥笑雕鶚。堯年值雪度關山，晉室聞琴下寥廓。",
      "遼東盡爾千歲人，悵望橋邊舊城郭。"
    ]
  },
  {
    "volume": 420,
    "sequence": 2,
    "title": "有酒十章",
    "author": "元稹",
    "content": [
      "有酒有酒雞初鳴，夜長睡足神慮清。悄然危坐心不平，浩思一氣初彭亨。澒洞浩汗真無名，胡不終渾成。",
      "胡為沉濁以升清，矗然分畫高下程。天蒸地鬱群動萌，毛鱗裸介如鬇鬡。嗚呼萬物紛已生，我可奈何兮杯一傾。",
      "有酒有酒東方明，一杯既進吞元精。尚思天地之始名，一元既二分濁清。地居方直天體明，胡不八荒圢圢如砥平。",
      "胡山高屹崒海泓澄，胡不日車杲杲晝夜行，胡為月輪滅缺星fU盯，嗚呼不得真宰情，我可奈何兮杯再傾。",
      "有酒有酒兮湛淥波，飲將愉兮氣彌和。念萬古之紛羅，我獨慨然而浩歌。歌曰：天耶，地耶，肇萬物耶，儲胥大庭之君耶。恍耶，忽耶，有耶，傳而信恥，久而謬耶。文字生而羲農作耶，仁義別而聖賢出耶。",
      "炎始暴耶，蚩尤熾耶，軒轅戰耶，不得已耶。仁耶，聖耶，憫人之毒耶。天蕩蕩耶，堯穆穆耶。豈其讓耶，歸有德耶。舜其貪耶，德能嗣耶。豈其讓耶，授有功耶。",
      "禹功大耶，人戴之耶。益不逮耶，啟能德耶。家天下耶，榮後嗣耶。于後嗣之榮則可耶，于天下之榮其可耶。",
      "嗚呼遠堯舜之日耶，何棄舜之速耶。辛癸虐耶，湯武革耶。",
      "順天意耶，公天下耶。踵夏榮嗣，私其公耶。並建萬國，均其私耶。專征遞伐，鬥海內耶。秦掃其類，威定之耶。",
      "二代而隕，守不仁耶。漢魏而降，乘其機耶。短長理亂，系其術耶。堯耶，舜耶，終不可逮耶。將德之者不位，位者不逮其德耶。時耶，時耶，時其可耶。",
      "我可奈何兮一杯又進歌且歌。",
      "有酒有酒兮黯兮溟，仰天大呼兮，天漫漫兮高兮青。",
      "高兮漫兮吾孰知天否與靈。取人之仰者，無乃在乎昭昭乎曰與夫日星。何三光之並照兮，奄雲雨之冥冥。幽妖倏忽兮水怪族形，黿鼉岸走兮海若鬥鯨。河潰潰兮愈濁，濟翻翻兮不寧。",
      "蛇噴雲而出穴，虎嘯風兮屢鳴。汙高巢而鳳去兮，溺厚地而芝蘭以之不生。葵心傾兮何向，松影直而孰明。",
      "人懼愁兮戴榮，天寂默兮無聲。嗚呼，天在雲之上兮，人在雲之下兮，又安能決雲而上征。嗚呼，既上征之不可兮，我奈何兮杯複傾。",
      "有酒有酒香滿尊，君寧不飲開君顏。豈不知君飲此心恨，君今獨醒誰與言。君寧不見颶風翻海火燎原，巨鼇唐突高焰延。精衛銜蘆塞海溢，枯魚噴沫救池燔。",
      "筋疲力竭波更大，鰭燋甲裂身已幹。有翼勸爾升九天，有鱗勸爾登龍門。九天下視日月轉，龍門上激雷雨奔。",
      "螗蜋雖怒誰爾懼，鶡旦雖啼誰爾憐。摶空意遠風來壯，我可奈何兮一杯又進消我煩。",
      "有酒有酒歌且哀，江春例早多早梅。櫻桃桃李相續開，間以木蘭之秀香裴回。東風吹盡南風來，鶯聲漸澀花摧頹。",
      "四月清和豔殘卉，芍藥翻紅蒲映水。夏龍痡毒雷雨多，蒲葉離披豔紅死。紅豔猶存榴樹花，紫苞欲綻高筍牙。",
      "筍牙成竹冒霜雪，榴花落地還銷歇。萬古盈虧相逐行，君看夜夜當窗月。榮落虧盈可奈何，生成未遍霜霰過。",
      "霜霰過兮複奈何，靈芝夐絕荊棘多。荊棘多兮可奈何，可奈何兮終奈何。秦皇堯舜俱腐骨，我可奈何兮又進一杯歌複歌。",
      "有酒有酒方爛漫，飲酣拔劍心眼亂。聲若雷砰目流電，醉舞翻環身眩轉。幹綱倒軋坤維旋，白日橫空星宿見，一夫心醉萬物變。何況蚩尤之蹴蹋，安得不以熊羆戰。",
      "嗚呼，風後力牧得親見，我可奈何兮又進一杯除健羨。",
      "有酒有酒兮告臨江，風漫漫兮波長。渺渺兮注海，海蒼蒼兮路茫茫。彼萬流之混入兮，又安能分若畎澮淮河與夫岷吳之巨江。味作鹹而若一，雖甘淡兮誰謂爾為良。濟涓涓而縷貫，將奈何兮萬里之渾黃。鯨歸穴兮渤溢，鼇載山兮低昂。",
      "陰火然兮眾族沸渭，颶風作兮晝夜倡狂。顧千珍與萬怪兮，皆委潤而深藏。信天地之瀦蓄兮，我可奈何兮一杯又進兮包大荒。",
      "有酒有酒兮日將落，餘光委照在林薄。陽烏撩亂兮屋上棲，陰怪跳趫兮水中躍。月爭光兮星又繁，燒橫空兮焰仍爍。",
      "我可奈何兮時既昏，一杯又進兮聊處廓。",
      "有酒有酒兮再祝，祝予心兮何欲。欲天泰而地寧，欲人康而歲熟。欲鳳翥而鵷隨兮，欲龍亨而驥逐。",
      "欲日盛而星微兮，欲滋蘭而殲毒。欲人欲而天從，苟天未從兮，我可奈何兮一杯又進聊自足。"
    ]
  },
  {
    "volume": 420,
    "sequence": 3,
    "title": "華之巫",
    "author": "元稹",
    "content": [
      "有一人兮神之側，廟森森兮神默默。神默默兮可奈何，願一見神兮何可得。女巫索我何所有，神之開閉予之手。",
      "我能進若神之前，神不自言寄予口。爾欲見神安爾身，買我神錢沽我酒。我家又有神之盤，爾進此盤神爾安。",
      "此盤不進行路難，陸有摧車舟有瀾。我聞此語長太息，豈有神明欺正直。爾居大道誰南北，姿矯神言假神力。",
      "假神力兮神未悟，行道之人不得度。我欲見神誅爾巫，豈是因巫假神祜。爾巫，爾巫，爾獨不聞乎。與其媚於奧，不若媚於灶。使我傾心事爾巫，吾寧驅車守吾道。",
      "爾巫爾巫且相保，吾民自有丘之禱。"
    ]
  },
  {
    "volume": 420,
    "sequence": 4,
    "title": "廟之神",
    "author": "元稹",
    "content": [
      "我馬煩兮釋我車，神之廟兮山之阿。予一拜而一祝，祝予心之無涯。涕汍瀾而零落，神寂默而無嘩。神兮神兮，奈神之寂默而不言何。複再拜而再祝，鼓吾腹兮歌吾歌。",
      "歌曰：今耶，古耶，有耶，無耶。福不自神耶，神不福人耶。巫爾惑耶，稔而誅耶。謁不得耶，終不可謁耶。返吾駕而遵吾道，廟之木兮山之花。"
    ]
  }
]