[
  {
    "volume": 195,
    "sequence": 1,
    "title": "聽鶯曲",
    "author": "韋應物",
    "content": [
      "東方欲曙花冥冥，啼鶯相喚亦可聽。乍去乍來時近遠，才聞南陌又東城。忽似上林翻下苑，綿綿蠻蠻如有情。",
      "欲囀不囀意自嬌，羌兒弄笛曲未調。前聲後聲不相及，秦女學箏指猶澀。須臾風暖朝日暾，流音變作百鳥喧。",
      "誰家懶婦驚殘夢，何處愁人憶故園。伯勞飛過聲局促，戴勝下時桑田綠。不及流鶯日日啼花間，能使萬家春意閑。有時斷續聽不了，飛去花枝猶嫋嫋。",
      "還棲碧樹鎖千門，春漏方殘一聲曉。"
    ]
  },
  {
    "volume": 195,
    "sequence": 2,
    "title": "白沙亭逢吳叟歌",
    "author": "韋應物",
    "content": [
      "龍池宮裏上皇時，羅衫寶帶香風吹。滿朝豪士今已盡，欲話舊遊人不知。白沙亭上逢吳叟，愛客脫衣且沽酒。",
      "問之執戟亦先朝，零落難艱卻負樵。親觀文物蒙雨露，見我昔年侍丹霄。冬狩春祠無一事，歡遊洽宴多頒賜。",
      "嘗陪月夕竹宮齋，每返溫泉灞陵醉。星歲再周十二辰，爾來不語今為君。盛時忽去良可恨，一生坎壈何足雲。"
    ]
  },
  {
    "volume": 195,
    "sequence": 3,
    "title": "送褚校書歸舊山歌",
    "author": "韋應物",
    "content": [
      "握珠不返泉，匣玉不歸山。明皇重士亦如此，忽怪褚生何得還。方稱羽獵賦，未拜蘭台職。",
      "漢篋亡書已暗傳，嵩丘遺簡還能識。朝朝待詔青鎖闈，中有萬年之樹蓬萊池。世人仰望棲此地，生獨徘徊意何為。故山可往薇可采，一自人間星歲改。",
      "藏書壁中苔半侵，洗藥泉中月還在。春風飲餞灞陵原，莫厭歸來朝市喧。不見東方朔，避世從容金馬門。"
    ]
  },
  {
    "volume": 195,
    "sequence": 4,
    "title": "五弦行",
    "author": "韋應物",
    "content": [
      "美人為我彈五弦，塵埃忽靜心悄然。古刀幽磬初相觸，千珠貫斷落寒玉。中曲又不喧，徘徊夜長月當軒。",
      "如伴風流縈豔雪，更逐落花飄禦園。獨鳳寥寥有時隱，碧霄來下聽還近。燕姬有恨楚客愁，言之不盡聲能盡。",
      "末曲感我情，解幽釋結和樂生。壯士有仇未得報，拔劍欲去憤已平，夜寒酒多愁遽明。"
    ]
  },
  {
    "volume": 195,
    "sequence": 5,
    "title": "驪山行",
    "author": "韋應物",
    "content": [
      "君不見開元至化垂衣裳，厭坐明堂朝萬方。",
      "訪道靈山降聖祖，沐浴華池集百祥。千乘萬騎被原野，雲霞草木相輝光。禁仗圍山曉霜切，離宮積翠夜漏長。",
      "玉階寂歷朝無事，碧樹萎蕤寒更芳。三清小鳥傳仙語，九華真人奉瓊漿。下元昧爽漏恒秩，登山朝禮玄元室。",
      "翠華稍隱天半雲，丹閣光明海中日。羽旗旄節憩瑤台，清絲妙管從空來。萬井九衢皆仰望，彩雲白鶴方徘徊。",
      "憑高覽古嗟寰宇，造化茫茫思悠哉。秦川八水長繚繞，漢氏五陵空崔嵬。乃言聖祖奉丹經，以年為日億萬齡。",
      "蒼生咸壽陰陽泰，高謝前王出塵外。英豪共理天下晏，戎夷讋伏兵無戰。時豐賦斂未告勞，海闊珍奇亦來獻。",
      "干戈一起文武乖，歡娛已極人事變。聖皇弓劍墜幽泉，古木蒼山閉宮殿。纘承鴻業聖明君，威震六合驅妖氛。",
      "太平遊幸今可待，湯泉嵐嶺還氛氳。"
    ]
  },
  {
    "volume": 195,
    "sequence": 6,
    "title": "漢武帝雜歌三首",
    "author": "韋應物",
    "content": [
      "漢武好神仙，黃金作台與天近。王母摘桃海上還，感之西過聊問訊。欲來不來夜未央，殿前青鳥先回翔。",
      "綠鬢縈雲裾曳霧，雙節飄颻下仙步。白日分明到世間，碧空何處來時路。玉盤捧桃將獻君，踟躕未去留彩雲。",
      "海水桑田幾翻覆，中間此桃四五熟。可憐穆滿瑤池燕，正值花開不得薦。花開子熟安可期，邂逅能當漢武時。",
      "顏如芳華潔如玉，心念我皇多嗜欲。雖留桃核桃有靈，人間糞土種不生。由來在道豈在藥，徒勞方士海上行。",
      "掩扇一言相謝去，如煙非煙不知處。",
      "金莖孤峙兮淩紫煙，漢宮美人望杳然。通天臺上月初出，承露盤中珠正圓。珠可飲，壽可永。武皇南面曙欲分，從空下來玉杯冷。世間彩翠亦作囊，八月一日仙人方。",
      "仙方稱上藥，靜者服之常綽約。柏梁沉飲自傷神，猶聞駐顏七十春。乃知甘醲皆是腐腸物，獨有淡泊之水能益人。千載金盤竟何處，當時鑄金恐不固。蔓草生來春複秋，碧天何言空墜露。",
      "漢天子，觀風自南國。浮舟大江屹不前，蛟龍索鬥風波黑。春秋方壯雄武才，彎弧叱浪連山開。",
      "愕然觀者千萬眾，舉麾齊呼一矢中。死蛟浮出不復靈，舳艫千里江水清。鼓鼙餘響數日在，天吳深入魚鱉驚。",
      "左有佽飛落霜翮，右有孤兒貫犀革。何為臨深親射蛟，示威以奪諸侯魄。威可畏，皇可尊。平田校獵書猶陳，此日從臣何不言。獨有威聲振千古，君不見後嗣尊為武。"
    ]
  },
  {
    "volume": 195,
    "sequence": 7,
    "title": "棕櫚蠅拂歌",
    "author": "韋應物",
    "content": [
      "棕櫚為拂登君席，青蠅掩亂飛四壁。文如輕羅散如發，馬尾犛牛不能絜。柄出湘江之竹碧玉寒，上有纖羅縈縷尋未絕。左揮右灑繁暑清，孤松一枝風有聲。",
      "麗人紈素可憐色，安能點白還為黑。"
    ]
  },
  {
    "volume": 195,
    "sequence": 8,
    "title": "信州錄事參軍常曾古鼎歌",
    "author": "韋應物",
    "content": [
      "三年糾一郡，獨飲寒泉井。江南鑄器多鑄銀，罷官無物唯古鼎。雕螭刻篆相錯盤，地中歲久青苔寒。",
      "左對蒼山右流水，雲有古來葛仙子。葛仙埋之何不還，耕者鎗然得其間。持示世人不知寶，勸君煉丹永壽考。"
    ]
  },
  {
    "volume": 195,
    "sequence": 9,
    "title": "夏冰歌",
    "author": "韋應物",
    "content": [
      "出自玄泉杳杳之深井，汲在朱明赫赫之炎辰。",
      "九天含露未銷鑠，閶闔初開賜貴人。碎如墜瓊方截璐，粉壁生寒象筵布。玉壺紈扇亦玲瓏，座有麗人色俱素。",
      "咫尺炎涼變四時，出門焦灼君詎知。肥羊甘醴心悶悶，飲此瑩然何所思。當念闌幹鑿者苦，臘月深井汗如雨。"
    ]
  },
  {
    "volume": 195,
    "sequence": 10,
    "title": "黿頭山神女歌",
    "author": "韋應物",
    "content": [
      "黿頭之山，直上洞庭連青天。蒼蒼煙樹閉古廟，中有蛾眉成水仙。水府沉沉行路絕，蛟龍出沒無時節。",
      "魂同魍魎潛太陰，身與空山長不滅。東晉永和今幾代，雲發素顏猶盼睞。陰深靈氣靜凝美，的礫龍綃雜瓊佩。",
      "山精木魅不敢親，昏明想像如有人。蕙蘭瓊芳積煙露，碧窗松月無冬春。舟客經過奠椒醑，巫女南音歌激楚。",
      "碧水冥空惟鳥飛，長天何處雲隨雨。紅渠綠蘋芳意多，玉靈蕩漾淩清波。孤峰絕島儼相向，鬼嘯猿啼垂女蘿。",
      "皓雪瓊枝殊異色，北方絕代徒傾國。雲沒煙銷不可期，明堂翡翠無人得。精靈變態狀無方，游龍宛轉驚鴻翔。",
      "湘妃獨立九疑暮，漢女菱歌春日長。始知仙事無不有，可惜吳宮空白首。"
    ]
  },
  {
    "volume": 195,
    "sequence": 11,
    "title": "寇季膺古刀歌",
    "author": "韋應物",
    "content": [
      "古刀寒鋒青槭槭，少年交結平陵客。求之時代不可知，千痕萬穴如星離。重疊泥沙更剝落，縱橫鱗甲相參差。",
      "古物有靈知所適，貂裘拂之橫廣席。陰森白日掩雲虹，錯落池光動金碧。知君寶此誇絕代，求之不得心常愛。",
      "厭見今時繞指柔，片鋒折刃猶堪佩。高山成穀蒼海填，英豪埋沒誰所捐。吳鉤斷馬不知處，幾度煙塵今獨全。",
      "夜光投人人不畏，知君獨識精靈器。酬恩結思心自知，死生好惡不相棄。白虎司秋金氣清，高天寥落雲崢嶸。",
      "月肅風淒古堂淨，精芒切切如有聲。何不跨蓬萊，斬長鯨。世人所好殊遼闊，千金買鉛徒一割。"
    ]
  },
  {
    "volume": 195,
    "sequence": 12,
    "title": "淩霧行",
    "author": "韋應物",
    "content": [
      "秋城海霧重，職事淩晨出。浩浩合元天，溶溶迷朗日。",
      "才看含鬢白，稍視沾衣密。道騎全不分，郊樹都如失。",
      "霏微誤噓吸，膚腠生寒栗。歸當飲一杯，庶用蠲斯疾。"
    ]
  },
  {
    "volume": 195,
    "sequence": 13,
    "title": "樂燕行",
    "author": "韋應物",
    "content": [
      "良辰且燕樂，樂往不再來。趙瑟正高張，音響清塵埃。",
      "一彈和妙謳，吹去繞瑤台。豔雪淩空散，舞羅起徘徊。",
      "輝輝發眾顏，灼灼歎令才。當喧既無寂，中飲亦停杯。",
      "華燈何遽升，馳景忽西頹。高節亦雲立，安能滯不回。"
    ]
  },
  {
    "volume": 195,
    "sequence": 14,
    "title": "采玉行",
    "author": "韋應物",
    "content": [
      "官府征白丁，言采藍溪玉。絕嶺夜無家，深榛雨中宿。",
      "獨婦餉糧還，哀哀舍南哭。"
    ]
  },
  {
    "volume": 195,
    "sequence": 15,
    "title": "難言",
    "author": "韋應物",
    "content": [
      "掬土移山望山盡，投石填海望海滿。持索捕風幾時得，將刀斫水幾時斷。未若不相知，中心萬仞何由款。"
    ]
  },
  {
    "volume": 195,
    "sequence": 16,
    "title": "易言",
    "author": "韋應物",
    "content": [
      "洪爐熾炭燎一毛，大鼎炊湯沃殘雪。疾影隨形不覺至，千鈞引縷不知絕。未若同心言，一言和同解千結。"
    ]
  },
  {
    "volume": 195,
    "sequence": 17,
    "title": "三台二首",
    "author": "韋應物",
    "content": [
      "一年一年老去，明日後日花開。",
      "未報長安平定，萬國豈得銜杯。",
      "冰泮寒塘始綠，雨餘百草皆生。",
      "朝來門閣無事，晚下高齋有情。"
    ]
  },
  {
    "volume": 195,
    "sequence": 18,
    "title": "上皇三台",
    "author": "韋應物",
    "content": [
      "不寐倦長更，披衣出戶行。月寒秋竹冷，風切夜窗聲。"
    ]
  },
  {
    "volume": 195,
    "sequence": 19,
    "title": "答暢參軍",
    "author": "韋應物",
    "content": [
      "秉筆振芳步，少年且吏游。官閑高興生，夜直河漢秋。",
      "念與清賞遇，方抱沉疾憂。嘉言忽見贈，良藥同所瘳。",
      "高樹起棲鴉，晨鐘滿皇州。淒清露華動，曠朗景氣浮。",
      "偶宦心非累，處喧道自幽。空虛為世薄，子獨意綢繆。"
    ]
  },
  {
    "volume": 195,
    "sequence": 20,
    "title": "南池宴錢子辛，賦得科鬥",
    "author": "韋應物",
    "content": [
      "臨池見科鬥，美爾樂有餘。不憂網與鉤，幸得免為魚。",
      "且願充文字，登君尺素書。"
    ]
  },
  {
    "volume": 195,
    "sequence": 21,
    "title": "詠徐正字畫青蠅",
    "author": "韋應物",
    "content": [
      "誤點能成物，迷真許一時。筆端來已久，座上去何遲。",
      "顧白曾無變，聽雞不復疑。詎勞才子賞，為入國人詩。"
    ]
  },
  {
    "volume": 195,
    "sequence": 22,
    "title": "虞獲子鹿",
    "author": "韋應物",
    "content": [
      "虞獲子鹿，畜之城陬。園有美草，池有清流。",
      "但見蹶蹶，亦聞呦呦。誰知其思，岩谷雲遊。"
    ]
  },
  {
    "volume": 195,
    "sequence": 23,
    "title": "陪王郎中尋孔征君",
    "author": "韋應物",
    "content": [
      "俗吏閒居少，同人會面難。偶隨香署客，來訪竹林歡。",
      "暮館花微落，春城雨暫寒。甕間聊共酌，莫使宦情闌。"
    ]
  },
  {
    "volume": 195,
    "sequence": 24,
    "title": "送宮人入道",
    "author": "韋應物",
    "content": [
      "舍寵求仙畏色衰，辭天素面立天墀。金丹擬駐千年貌，寶鏡休勻八字眉。公主與收珠翠後，君王看戴角冠時。",
      "從來宮女皆相妒，說著瑤台總淚垂。"
    ]
  },
  {
    "volume": 195,
    "sequence": 25,
    "title": "和晉陵陸丞早春遊望",
    "author": "韋應物",
    "content": [
      "獨有宦遊人，偏驚物候新。雲霞出海曙，梅柳渡江春。",
      "淑氣催黃鳥，晴光照綠蘋。忽聞歌苦調，歸思欲沾巾。"
    ]
  },
  {
    "volume": 195,
    "sequence": 26,
    "title": "九日",
    "author": "韋應物",
    "content": [
      "一為吳郡守，不覺菊花開。始有故園思，且喜眾賓來。"
    ]
  }
]