[
  {
    "volume": 391,
    "sequence": 1,
    "title": "金銅仙人辭漢歌",
    "author": "李賀",
    "content": [
      "茂陵劉郎秋風客，夜聞馬嘶曉無跡。畫欄桂樹懸秋香，三十六宮土花碧。魏官牽車指千里，東關酸風射眸子。",
      "空將漢月出宮門，憶君清淚如鉛水。衰蘭送客咸陽道，天若有情天亦老。攜盤獨出月荒涼，渭城已遠波聲小。"
    ]
  },
  {
    "volume": 391,
    "sequence": 2,
    "title": "古悠悠行",
    "author": "李賀",
    "content": [
      "白景歸西山，碧華上迢迢。今古何處盡，千歲隨風飄。",
      "海沙變成石，魚沫吹秦橋。空光遠流浪，銅柱從年消。"
    ]
  },
  {
    "volume": 391,
    "sequence": 3,
    "title": "黃頭郎",
    "author": "李賀",
    "content": [
      "黃頭郎，撈攏去不歸。南浦芙蓉影，愁紅獨自垂。",
      "水弄湘娥佩，竹啼山露月。玉瑟調青門，石雲濕黃葛。",
      "沙上蘼蕪花，秋風已先發。好持掃羅薦，香出鴛鴦熱。"
    ]
  },
  {
    "volume": 391,
    "sequence": 4,
    "title": "馬詩二十三首",
    "author": "李賀",
    "content": [
      "龍脊貼連錢，銀蹄白踏煙。無人織錦韂，誰為鑄金鞭。",
      "臘月草根甜，天街雪似鹽。未知口硬軟，先擬蒺藜銜。",
      "忽憶周天子，驅車上玉山。鳴騶辭鳳苑，赤驥最承恩。",
      "此馬非凡馬，房星本是星。向前敲瘦骨，猶自帶銅聲。",
      "大漠山如雪，燕山月似鉤。何當金絡腦，快走踏清秋。",
      "饑臥骨查牙，粗毛刺破花。鬣焦朱色落，發斷鋸長麻。",
      "西母酒將闌，東王飯已幹。君王若燕去，誰為拽車轅。",
      "赤兔無人用，當須呂布騎。吾聞果下馬，羈策任蠻兒。",
      "飂叔去匆匆，如今不豢龍。夜來霜壓棧，駿骨折西風。",
      "催榜渡烏江，神騅泣向風。君王今解劍，何處逐英雄。",
      "內馬賜宮人，銀韉刺騏驎。午時鹽阪上，蹭蹬溘風塵。",
      "批竹初攢耳，桃花未上身。他時須攪陣，牽去借將軍。",
      "寶玦誰家子，長聞俠骨香。堆金買駿骨，將送楚襄王。",
      "香襆赭羅新，盤龍蹙鐙鱗。回看南陌上，誰道不逢春。",
      "不從桓公獵，何能伏虎威。一朝溝隴出，看取拂雲飛。",
      "唐劍斬隋公，拳毛屬太宗。莫嫌金甲重，且去捉旋風。",
      "白鐵剉青禾，砧間落細莎。世人憐小頸，金埒畏長牙。",
      "伯樂向前看，旋毛在腹間。只今掊白草，何日驀青山。",
      "蕭寺馱經馬，元從竺國來。空知有善相，不解走章台。",
      "重圍如燕尾，寶劍似魚腸。欲求千里腳，先采眼中光。",
      "暫系騰黃馬，仙人上彩樓。須鞭玉勒吏，何事謫高州。",
      "汗血到王家，隨鸞撼玉珂。少君騎海上，人見是青騾。",
      "武帝愛神仙，燒金得紫煙。廄中皆肉馬，不解上青天。"
    ]
  },
  {
    "volume": 391,
    "sequence": 5,
    "title": "申鬍子觱篥歌",
    "author": "李賀",
    "content": [
      "顏熱感君酒，含嚼蘆中聲。花娘篸綏妥，休睡芙蓉屏。",
      "誰截太平管，列點排空星。直貫開花風，天上驅雲行。",
      "今夕歲華落，令人惜平生。心事如波濤，中坐時時驚。",
      "朔客騎白馬，劍弝懸蘭纓。俊健如生猱，肯拾蓬中螢。"
    ]
  },
  {
    "volume": 391,
    "sequence": 6,
    "title": "老夫采玉歌",
    "author": "李賀",
    "content": [
      "采玉采玉須水碧，琢作步搖徒好色。老夫饑寒龍為愁，藍溪水氣無清白。夜雨岡頭食蓁子，杜鵑口血老夫淚。",
      "藍溪之水厭生人，身死千年恨溪水。斜山柏風雨如嘯，泉腳掛繩青嫋嫋。村寒白屋念嬌嬰，古台石磴懸腸草。"
    ]
  },
  {
    "volume": 391,
    "sequence": 7,
    "title": "傷心行",
    "author": "李賀",
    "content": [
      "咽咽學楚吟，病骨傷幽素。秋姿白髮生，木葉啼風雨。",
      "燈青蘭膏歇，落照飛蛾舞。古壁生凝塵，羈魂夢中語。"
    ]
  },
  {
    "volume": 391,
    "sequence": 8,
    "title": "湖中曲",
    "author": "李賀",
    "content": [
      "長眉越沙采蘭若，桂葉水葓春漠漠。橫船醉眠白晝閑，渡口梅風歌扇薄。燕釵玉股照青渠，越王嬌郎小字書。",
      "蜀紙封巾報雲鬢，晚漏壺中水淋盡。"
    ]
  },
  {
    "volume": 391,
    "sequence": 9,
    "title": "黃家洞",
    "author": "李賀",
    "content": [
      "雀步蹙沙聲促促，四尺角弓青石鏃。黑幡三點銅鼓鳴，高作猿啼搖箭箙。彩巾纏踍幅半斜，溪頭簇隊映葛花。",
      "山潭晚霧吟白鼉，竹蛇飛蠹射金沙。閑驅竹馬緩歸家，官軍自殺容州槎。"
    ]
  },
  {
    "volume": 391,
    "sequence": 10,
    "title": "屏風曲",
    "author": "李賀",
    "content": [
      "蝶棲石竹銀交關，水凝綠鴨琉璃錢。團回六曲抱膏蘭，將鬟鏡上擲金蟬。沉香火暖茱萸煙，酒觥綰帶新承歡。",
      "月風吹露屏外寒，城上烏啼楚女眠。"
    ]
  },
  {
    "volume": 391,
    "sequence": 11,
    "title": "南山田中行",
    "author": "李賀",
    "content": [
      "秋野明，秋風白，塘水漻漻蟲嘖嘖。雲根苔蘚山上石，冷紅泣露嬌啼色。荒畦九月稻叉牙，蟄螢低飛隴徑斜。",
      "石脈水流泉滴沙，鬼燈如漆點松花。"
    ]
  },
  {
    "volume": 391,
    "sequence": 12,
    "title": "貴主征行樂",
    "author": "李賀",
    "content": [
      "奚騎黃銅連鎖甲，羅旗香乾金畫葉。中軍留醉河陽城，嬌嘶紫燕踏花行。春營騎將如紅玉，走馬捎鞭上空綠。",
      "女垣素月角咿咿，牙帳未開分錦衣。"
    ]
  },
  {
    "volume": 391,
    "sequence": 13,
    "title": "酒罷張大徹索贈詩",
    "author": "李賀",
    "content": [
      "長鬣張郎三十八，天遣裁詩花作骨。往還誰是龍頭人，公主遣秉魚須笏。太行青草上白衫，匣中章奏密如蠶。",
      "金門石閣知卿有，豸角雞香早晚含。隴西長吉摧頹客，酒闌感覺中區窄。葛衣斷碎趙城秋，吟詩一夜東方白。"
    ]
  },
  {
    "volume": 391,
    "sequence": 14,
    "title": "羅浮山父與葛篇",
    "author": "李賀",
    "content": [
      "依依宜織江雨空，雨中六月蘭颱風。博羅老仙時出洞，千歲石床啼鬼工。蛇毒濃凝洞堂濕，江魚不食銜沙立。",
      "欲剪箱中一尺天，吳娥莫道吳刀澀。"
    ]
  },
  {
    "volume": 391,
    "sequence": 15,
    "title": "仁和裏雜敘皇甫湜",
    "author": "李賀",
    "content": [
      "大人乞馬臒乃寒，宗人貸宅荒厥垣。橫庭鼠徑空土澀，出籬大棗垂朱殘。安定美人截黃綬，脫落纓裾瞑朝酒。",
      "還家白筆未上頭，使我清聲落人後。枉辱稱知犯君眼，排引才升強縆斷。洛風送馬入長關，闔扇未開逢猰犬。",
      "那知堅都相草草，客枕幽單看春老。歸來骨薄面無膏，疫氣沖頭鬢莖少。欲雕小說幹天官，宗孫不調為誰憐。",
      "明朝下元複西道，崆峒敘別長如天。"
    ]
  },
  {
    "volume": 391,
    "sequence": 16,
    "title": "宮娃歌",
    "author": "李賀",
    "content": [
      "蠟光高懸照紗空，花房夜搗紅守宮。象口吹香毾bG暖，七星掛城聞漏板。寒入罘罳殿影昏，彩鸞簾額著霜痕。",
      "啼蛄吊月鉤欄下，屈膝銅鋪鎖阿甄。夢入家門上沙渚，天河落處長洲路。願君光明如太陽，放妾騎魚撇波去。"
    ]
  },
  {
    "volume": 391,
    "sequence": 17,
    "title": "堂堂",
    "author": "李賀",
    "content": [
      "堂堂複堂堂，紅脫梅灰香。十年粉蠹生畫梁，饑蟲不食推碎黃。蕙花已老桃葉長，禁院懸簾隔禦光。",
      "華清源中礜石湯，裴回白鳳隨君王。"
    ]
  },
  {
    "volume": 391,
    "sequence": 18,
    "title": "勉愛行二首送小季之廬山",
    "author": "李賀",
    "content": [
      "洛郊無俎豆，弊廄慚老馬。小雁過爐峰，影落楚水下。",
      "長船倚雲泊，石鏡秋涼夜。豈解有鄉情，弄月聊嗚啞。",
      "別柳當馬頭，官槐如兔目。欲將千里別，持我易鬥粟。",
      "南雲北雲空脈斷，靈台經絡懸春線。青軒樹轉月滿床，下國饑兒夢中見。維爾之昆二十餘，年來持鏡頗有須。",
      "辭家三載今如此，索米王門一事無。荒溝古水光如刀，庭南拱柳生蠐螬。江幹幼客真可念，郊原晚吹悲號號。"
    ]
  },
  {
    "volume": 391,
    "sequence": 19,
    "title": "致酒行",
    "author": "李賀",
    "content": [
      "零落棲遲一杯酒，主人奉觴客長壽。主父西游困不歸，家人折斷門前柳。吾聞馬周昔作新豐客，天荒地老無人識。",
      "空將箋上兩行書，直犯龍顏請恩澤。我有迷魂招不得，雄雞一聲天下白。少年心事當拏雲，誰念幽寒坐嗚呃。"
    ]
  },
  {
    "volume": 391,
    "sequence": 20,
    "title": "長歌續短歌",
    "author": "李賀",
    "content": [
      "長歌破衣襟，短歌斷白髮。秦王不可見，旦夕成內熱。",
      "渴飲壺中酒，饑拔隴頭粟。淒淒四月闌，千里一時綠。",
      "夜峰何離離，明月落石底。裴回沿石尋，照出高峰外。",
      "不得與之游，歌成鬢先改。"
    ]
  },
  {
    "volume": 391,
    "sequence": 21,
    "title": "公莫舞歌",
    "author": "李賀",
    "content": [
      "方花古礎排九楹，刺豹淋血盛銀罌。華筵鼓吹無桐竹，長刀直立割鳴箏。橫楣粗錦生紅緯，日炙錦嫣王未醉。",
      "腰下三看寶玦光，項莊掉箾欄前起。材官小臣公莫舞，座上真人赤龍子。芒碭雲瑞抱天回，咸陽王氣清如水。",
      "鐵樞鐵楗重束關，大旗五丈撞雙鐶。漢王今日頒秦印，絕臏刳腸臣不論。"
    ]
  },
  {
    "volume": 391,
    "sequence": 22,
    "title": "昌穀北園新筍四首",
    "author": "李賀",
    "content": [
      "籜落長竿削玉開，君看母筍是龍材。",
      "更容一夜抽千尺，別卻池園數寸泥。",
      "斫取青光寫楚辭，膩香春粉黑離離。",
      "無情有恨何人見，露壓煙啼千萬枝。",
      "家泉石眼兩三莖，曉看陰根紫脈生。",
      "今年水曲春沙上，笛管新篁拔玉青。",
      "古竹老梢惹碧雲，茂陵歸臥歎清貧。",
      "風吹千畝迎雨嘯，鳥重一枝入酒尊。"
    ]
  },
  {
    "volume": 391,
    "sequence": 23,
    "title": "惱公",
    "author": "李賀",
    "content": [
      "宋玉愁空斷，嬌饒粉自紅。歌聲春草露，門掩杏花叢。",
      "注口櫻桃小，添眉桂葉濃。曉奩妝秀靨，夜帳減香筒。",
      "鈿鏡飛孤鵲，江圖畫水葓。陂陀梳碧鳳，腰嫋帶金蟲。",
      "杜若含清露，河蒲聚紫茸。月分蛾黛破，花合靨朱融。",
      "發重疑盤霧，腰輕乍倚風。密書題豆蔻，隱語笑芙蓉。",
      "莫鎖茱萸匣，休開翡翠籠。弄珠驚漢燕，燒蜜引胡蜂。",
      "醉纈拋紅網，單羅掛綠蒙。數錢教姹女，買藥問巴賨。",
      "勻臉安斜雁，移燈想夢熊。腸攢非束竹，胘急是張弓。",
      "晚樹迷新蝶，殘霓憶斷虹。古時填渤澥，今日鑿崆峒。",
      "繡遝褰長幔，羅裙結短封。心搖如舞鶴，骨出似飛龍。",
      "井檻淋清漆，門鋪綴白銅。隈花開兔徑，向壁印狐蹤。",
      "玳瑁釘簾薄，琉璃疊扇烘。象床緣素柏，瑤席捲香蔥。",
      "細管吟朝幌，芳醪落夜楓。宜男生楚巷，梔子發金墉。",
      "龜甲開屏澀，鵝毛滲墨濃。黃庭留衛瓘，綠樹養韓馮。",
      "雞唱星懸柳，鴉啼露滴桐。黃娥初出座，寵妹始相從。",
      "蠟淚垂蘭燼，秋蕪掃綺櫳。吹笙翻舊引，沽酒待新豐。",
      "短佩愁填粟，長弦怨削菘。曲池眠乳鴨，小閣睡娃僮。",
      "褥縫篸雙線，鉤絛辮五總。蜀煙飛重錦，峽雨濺輕容。",
      "拂鏡羞溫嶠，熏衣避賈充。魚生玉藕下，人在石蓮中。",
      "含水彎蛾翠，登樓選馬鬃。使君居曲陌，園令住臨邛。",
      "桂火流蘇暖，金爐細炷通。春遲王子態，鶯囀謝娘慵。",
      "玉漏三星曙，銅街五馬逢。犀株防膽怯，銀液鎮心忪。",
      "跳脫看年命，琵琶道吉凶。王時應七夕，夫位在三宮。",
      "無力塗雲母，多方帶藥翁。符因青鳥送，囊用絳紗縫。",
      "漢苑尋官柳，河橋閡禁鐘。月明中婦覺，應笑畫堂空。"
    ]
  },
  {
    "volume": 391,
    "sequence": 24,
    "title": "感諷五首",
    "author": "李賀",
    "content": [
      "合浦無明珠，龍洲無木奴。足知造化力，不給使君須。",
      "越婦未織作，吳蠶始蠕蠕。縣官騎馬來，獰色虯紫須。",
      "懷中一方板，板上數行書。不因使君怒，焉得詣爾廬。",
      "越婦拜縣官，桑牙今尚小。會待春日晏，絲車方擲掉。",
      "越婦通言語，小姑具黃粱。縣官踏餐去，簿吏複登堂。",
      "奇俊無少年，日車何躃躃。我待紆雙綬，遺我星星發。",
      "都門賈生墓，青蠅久斷絕。寒食搖揚天，憤景長肅殺。",
      "皇漢十二帝，唯帝稱睿哲。一夕信豎兒，文明永淪歇。",
      "南山何其悲，鬼雨灑空草。長安夜半秋，風前幾人老。",
      "低迷黃昏徑，嫋嫋青櫟道。月午樹無影，一山唯白曉。",
      "漆炬迎新人，幽壙螢擾擾。",
      "星盡四方高，萬物知天曙。己生須己養，荷擔出門去。",
      "君平久不反，康伯循國路。曉思何譊譊，闤闠千人語。",
      "石根秋水明，石畔秋草瘦。侵衣野竹香，蟄蟄垂葉厚。",
      "岑中月歸來，蟾光掛空秀。桂露對仙娥，星星下雲逗。",
      "淒涼梔子落，山璺泣清漏。下有張仲蔚，披書案將朽。"
    ]
  },
  {
    "volume": 391,
    "sequence": 25,
    "title": "三月過行宮",
    "author": "李賀",
    "content": [
      "渠水紅繁擁禦牆，風嬌小葉學娥妝。",
      "垂簾幾度青春老，堪鎖千年白日長。"
    ]
  }
]