[
  {
    "volume": 856,
    "sequence": 1,
    "title": "呈鐘離雲房",
    "author": "呂岩",
    "content": [
      "生在儒家遇太平，懸纓重滯布衣輕。",
      "誰能世上爭名利，臣事玉皇歸上清。"
    ]
  },
  {
    "volume": 856,
    "sequence": 2,
    "title": "獻鄭思遠施真人二仙",
    "author": "呂岩",
    "content": [
      "萬劫千生到此生，此生身始覺飛輕。拋家別國雲山外，煉魄全魂日月精。比見至人論九鼎，欲窮大藥訪三清。",
      "如今獲遇真仙面，紫府仙扉得姓名。"
    ]
  },
  {
    "volume": 856,
    "sequence": 3,
    "title": "得火龍真人劍法",
    "author": "呂岩",
    "content": [
      "昔年曾遇火龍君，一劍相傳伴此身。天地山河從結沫，星辰日月任停輪。須知本性綿多劫，空向人間曆萬春。",
      "昨夜鐘離傳一語，六天宮殿欲成塵。"
    ]
  },
  {
    "volume": 856,
    "sequence": 4,
    "title": "七言",
    "author": "呂岩",
    "content": [
      "周行獨力出群倫，默默昏昏亙古存。無象無形潛造化，有門有戶在乾坤。色非色際誰窮處，空不空中自得根。",
      "此道非從它外得，千言萬語謾評論。",
      "通靈一顆正金丹，不在天涯地角安。討論窮經深莫究，登山臨水杳無看。光明暗寄希夷頂，赫赤高居混沌端。",
      "舉世若能知所寓，超凡入聖弗為難。",
      "落魄紅塵四十春，無為無事信天真。生涯只在乾坤鼎，活計惟憑日月輪。八卦氣中潛至寶，五行光裏隱元神。",
      "桑田改變依然在，永作人間出世人。",
      "獨處乾坤萬象中，從頭歷歷運元功。縱橫北斗心機大，顛倒南辰膽氣雄。鬼哭神號金鼎結，雞飛犬化玉爐空。",
      "如何俗士尋常覓，不達希夷不可窮。",
      "誰信華池路最深，非遐非邇奧難尋。九年采煉如紅玉，一日圓成似紫金。得了永祛寒暑逼，服之應免死生侵。",
      "勸君門外修身者，端念思惟此道心。",
      "水府尋鉛合火鉛，黑紅紅黑又玄玄。氣中生氣肌膚換，精裏含精性命專。藥返便為真道士，丹還本是聖胎仙。",
      "出神入定虛華語，徒費功夫萬萬年。",
      "九鼎烹煎九轉砂，區分時節更無差。精神氣血歸三要，南北東西共一家。天地變通飛白雪，陰陽和合產金花。",
      "終期鳳詔空中降，跨虎騎龍謁紫霞。",
      "憑君子後午前看，一脈天津在脊端。金闕內藏玄穀子，玉池中坐太和官。只將至妙三周火，煉出通靈九轉丹。",
      "直指幾多求道者，行藏莫離虎龍灘。",
      "返本還元道氣平，虛非形質轉分明。水中白雪微微結，火裏金蓮漸漸生。聖汞論時非有體，真鉛窮看亦無名。",
      "吾今為報修行者，莫向燒金問至精。",
      "安排鼎灶煉玄根，進退須明卯酉門。繞電奔雲飛日月，驅龍走虎出乾坤。一丸因與紅顏駐，九轉能燒白髮痕。",
      "此道幽微知者少，茫茫塵世與誰論。",
      "醍醐一盞詩一篇，暮醉朝吟不記年。幹馬屢來遊九地，坤牛時駕出三天。白龜窟裏夫妻會，青鳳巢中子母圓。",
      "提挈靈童山上望，重重疊疊是金錢。",
      "認得東西木與金，自然爐鼎虎龍吟。但隨天地明消息，方識陰陽有信音。左掌南辰攀鶴羽，右擎北極剖龜心。",
      "神仙親口留斯旨，何用區區向外尋。",
      "一本天機深更深，徒言萬劫與千金。三冬大熱玄中火，六月霜寒表外陰。金為浮來方見性，木因沈後始知心。",
      "五行顛倒堪消息，返本還元在己尋。",
      "虎將龍軍氣宇雄，佩符持甲去匆匆。鋪排劍戟奔如電，羅列旌旗疾似風。活捉三屍焚鬼窟，生禽六賊破魔宮。",
      "河清海晏乾坤淨，世世安居道德中。",
      "我家勤種我家田，內有靈苗活萬年。花似黃金苞不大，子如白玉顆皆圓。栽培全賴中宮土，灌溉須憑上穀泉。",
      "直候九年功滿日，和根拔入大羅天。",
      "尋常學道說黃芽，萬水千山覓轉差。有畛有園難下種，無根無腳自開花。九三鼎內烹如酪，六一爐中結似霞。",
      "不日成丹應換骨，飛升遙指玉皇家。",
      "四六關頭路坦平，行人到此不須驚。從教犢駕轟轟轉，盡使羊車軋軋鳴。渡海經河稀阻滯，上天入地絕欹傾。",
      "功成直入長生殿，袖出神珠徹夜明。",
      "九六相交道氣和，河車晝夜迸金波。呼時一一關頭轉，吸處重重脈上摩。電激離門光海岳，雷轟震戶動婆娑。",
      "思量此道真長遠，學者多迷溺愛河。",
      "金丹不是小金丹，陰鼎陽爐裏面安。盡道東山尋汞易，豈知西海覓鉛難。玄珠窟裏行非遠，赤水灘頭去便端。",
      "認得靈竿真的路，何勞禮月步星壇。",
      "古今機要甚分明，自是眾生力量輕。盡向有中尋有質，誰能無裏見無形。真鉛聖汞徒虛費，玉室金關不解扃。",
      "本色丹瓢推倒後，卻吞丸藥待延齡。",
      "浮名浮利兩何堪，回首歸山味轉甘。舉世算無心可契，誰人更與道相參。寸猶未到甘談尺，一尚難明強說三。",
      "經卷葫蘆並拄杖，依前擔入舊江南。",
      "本來無作亦無行，行著之時是妄情。老氏語中猶未決，瞿曇言下更難明。靈竿有節通天去，至藥無根得地生。",
      "今日與君無吝惜，功成隻此是蓬瀛。",
      "解將火種種刀圭，火種刀圭世豈知。山上長男騎白馬，水邊少女牧烏龜。無中出有還丹象，陰裏生陽大道基。",
      "顛倒五行憑匠手，不逢匠手莫施為。",
      "三千餘法論修行，第一燒丹路最親。須是坎男端的物，取他離女自然珍。烹成不死砂中汞，結出長生水裏銀。",
      "九轉九還功若就，定將衰老返長春。",
      "欲種長生不死根，再營陰魄及陽魂。先教玄母歸離戶，後遣空王鎮坎門。虎到甲邊風浩浩，龍居庚內水溫溫。",
      "迷途爭與輕輕泄，此理須憑達者論。",
      "閉目存神玉戶觀，時來火候遞相傳。雲飛海面龍吞汞，風擊岩巔虎伏鉛。一旦煉成身內寶，等閒探得道中玄。",
      "刀圭餌了丹書降，跳出塵籠上九天。",
      "千日功夫不暫閑，河車搬載上昆山。虎抽白汞安爐裏，龍發紅鉛向鼎間。仙府記名丹已熟，陰司除籍命應還。",
      "彩雲捧足歸何處，直入三清謝聖顏。",
      "解匹真陰與正陽，三年功滿結成霜。神龜出入庚辛位，丹鳳翱翔甲乙方。九鼎先輝雙瑞氣，三元中換五毫光。",
      "塵中若有同機者，共住煙霄不死鄉。",
      "修生一路就中難，迷者徒將萬卷看。水火均平方是藥，陰陽差互不成丹。守雌勿失雄方住，在黑無虧白自幹。",
      "認得此般真妙訣，何憂風雨妒衰殘。",
      "才吞一粒便安然，十二重樓九曲連。庚虎迴圈餐絳雪，甲龍夭喬迸靈泉。三三上應三千日，九九中延九萬年。",
      "須得有緣方可授，未曾輕泄與人傳。",
      "誰知神水玉華池，中有長生性命基。運用須憑龍與虎，抽添全藉坎兼離。晨昏點盡黃金粉，頃刻修成玉石脂。",
      "齋戒餌之千日後，等閒輕舉上雲梯。",
      "九天雲淨鶴飛輕，銜簡翩翩別太清。身外紅塵隨意換，爐中白石立時成。九苞鳳向空中舞，五色雲從足下生。",
      "回首便歸天上去，願將甘雨救焦氓。",
      "嬰兒迤邐降瑤階，手握玄珠直下來。半夜紫雲披素質，幾回赤氣掩桃腮。微微笑處機關轉，拂拂行時戶牖開。",
      "此是吾家真一子，庸愚誰敢等閒猜。",
      "水得天符下玉都，三千日裏積功夫。禱祈天地開金鼎，收拾陰陽鎖玉壺。便覺凡軀能變化，深知妙道不虛圖。",
      "時來試問塵中叟，這個玄機世有無。",
      "誰識寰中達者人，生平解法水中銀。一條拄杖撐天地，三尺昆吾斬鬼神。大醉醉來眠月洞，高吟吟去傲紅塵。",
      "自從悟裏終身後，贏得蓬壺永劫春。",
      "紅爐迸濺煉金英，一點靈珠透室明。擺動乾坤知道力，逃移生死見功程。逍遙四海留蹤跡，歸去三清立姓名。",
      "直上五云云路穩，紫鸞朱鳳自來迎。",
      "時人若要學長生，先是樞機晝夜行。恍惚中間專志氣，虛無裏面固元精。龍交虎戰三周畢，兔走烏飛九轉成。",
      "煉出一爐神聖藥，五雲歸去路分明。",
      "亦無得失亦無言，動即施功靜即眠。驅遣赤牛耕宇宙，分張玉粒種山川。栽培不憚勞千日，服食須知活萬年。",
      "今日示君君好信，教君見世作神仙。",
      "不須兩兩與三三，只在昆侖第一岩。逢潤自然情易伏，遇炎常恐性難降。有時直入三元戶，無事還歸九曲江。",
      "世上有人燒得住，壽齊天地更無雙。",
      "本末無非在玉都，亦曾陸地作凡夫。吞精食氣先從有，悟理歸真便入無。水火自然成既濟，陰陽和合自相符。",
      "爐中煉出延年藥，溟渤從教變複枯。",
      "無名無利任優遊，遇酒逢歌且唱酬。數載未曾經聖闕，千年唯只在仙州。尋常水火三回進，真個夫妻一處收。",
      "藥就功成身羽化，更拋塵坌出凡流。",
      "杳杳冥冥莫問涯，雕蟲篆刻道之華。守中絕學方知奧，抱一無言始見佳。自有物如黃菊蕊，更無色似碧桃花。",
      "休將心地虛勞用，煮鐵燒金轉轉差。",
      "還丹功滿未朝天，且向人間度有緣。拄杖兩頭擔日月，葫蘆一個隱山川。詩吟自得閒中句，酒飲多遺醉後錢。",
      "若問我修何妙法，不離身內汞和鉛。",
      "半紅半黑道中玄，水養真金火養鉛。解接往年三寸氣，還將運動一周天。烹煎盡在陰陽力，進退須憑日月權。",
      "只此功成三島外，穩乘鸞鳳謁諸仙。",
      "返本還元已到幹，能升能降號飛仙。一陽生是興功日，九轉周為得道年。煉藥但尋金裏水，安爐先立地中天。",
      "此中便是還丹理，不遇奇人誓莫傳。",
      "飛龍九五已升天，次第還當赤帝權。喜遇汞珠凝正午，幸逢鉛母結重玄。狂猿自伏何須煉，野馬親調不著鞭。",
      "煉就一丸天上藥，頓然心地永剛堅。",
      "舉世何人悟我家，我家別是一榮華。盈箱貯積登仙錄，滿室收藏伏火砂。頓飲長生天上酒，常栽不死洞中花。",
      "凡流若問吾生計，遍地紛紛五彩霞。",
      "津能充渴氣充糧，家住三清玉帝鄉。金鼎煉來多外白，玉虛烹處徹中黃。始知青帝離宮住，方信金精水府藏。",
      "流俗要求玄妙理，參同契有兩三行。",
      "紫詔隨鸞下玉京，元君相命會三清。便將金鼎丹砂餌，時拂霞衣駕鶴行。天上雙童持佩引，月中嬌女執幡迎。",
      "此時功滿參真後，始信仙都有姓名。",
      "修修修得到幹幹，方號人間一醉仙。世上光陰催短景，洞中花木任長年。形飛峭壁非凡骨，神在玄宮別有天。",
      "唯願先生頻一顧，更玄玄外問玄玄。"
    ]
  }
]