[
  {
    "volume": 421,
    "sequence": 1,
    "title": "村花晚",
    "author": "元稹",
    "content": [
      "三春已暮桃李傷，棠梨花白蔓菁黃。村中女兒爭摘將，插刺頭鬢相誇張。田翁蠶老迷臭香，曬暴gqgQ熏衣裳。",
      "非無後秀與孤芳，奈爾千株萬頃之茫茫。",
      "天公此意何可量，長教爾輩時節長。"
    ]
  },
  {
    "volume": 421,
    "sequence": 2,
    "title": "紫躑躅",
    "author": "元稹",
    "content": [
      "紫躑躅，滅紫攏裙倚山腹。文君新寡乍歸來，羞怨春風不能哭。我從相識便相憐，但是花叢不回目。",
      "去年春別湘水頭，今年夏見青山曲。迢迢遠在青山上，山高水闊難容足。願為朝日早相暾，願作輕風暗相觸。",
      "樂躑躅，我向通州爾幽獨。可憐今夜宿青山，何年卻向青山宿。山花漸暗月漸明，月照空山滿山綠。",
      "山空月午夜無人，何處知我顏如玉。"
    ]
  },
  {
    "volume": 421,
    "sequence": 3,
    "title": "山枇杷",
    "author": "元稹",
    "content": [
      "山枇杷，花似牡丹殷潑血。往年乘傳過青山，正值山花好時節。壓枝凝豔已全開，映葉香苞才半裂。",
      "緊搏紅袖欲支頤，慢解絳囊初破結。金線叢飄繁蕊亂，珊瑚朵重纖莖折。因風旋落裙片飛，帶日斜看目精熱。",
      "亞水依岩半傾側，籠雲隱霧多愁絕。綠珠語盡身欲投，漢武眼穿神漸滅。穠姿秀色人皆愛，怨媚羞容我偏別。",
      "說向閒人人不聽，曾向樂天時一說。昨來穀口先相問，及到山前已消歇。左降通州十日遲，又與幽花一年別。",
      "山枇杷，爾托深山何太拙。天高萬里看不精，帝在九重聲不徹。園中杏樹良人醉，陌上柳枝年少折。",
      "因爾幽芳喻昔賢，磻溪冷坐權門咽。"
    ]
  },
  {
    "volume": 421,
    "sequence": 4,
    "title": "樹上烏",
    "author": "元稹",
    "content": [
      "樹上烏，洲中有樹巢若鋪。百巢一樹知幾烏，一烏不下三四雛，雛又生雛知幾雛。老烏未死雛已烏，散向人間何處無。攫麑啄卵方可食，男女群強最多力。",
      "靈蛇萬古唯一珠，豈可抨彈千萬億。",
      "吾不會天教爾輩多子孫，告訴天公天不言。"
    ]
  },
  {
    "volume": 421,
    "sequence": 5,
    "title": "琵琶歌",
    "author": "元稹",
    "content": [
      "琵琶宮調八十一，旋宮三調彈不出。玄宗偏許賀懷智，段師此藝還相匹。自後流傳指撥衰，昆侖善才徒爾為。",
      "澒聲少得似雷吼，纏弦不敢彈羊皮。人間奇事會相續，但有卞和無有玉。段師弟子數十人，李家管兒稱上足。",
      "管兒不作供奉兒，拋在東都雙鬢絲。逢人便請送杯盞，著盡工夫人不知。李家兄弟皆愛酒，我是酒徒為密友。",
      "著作曾邀連夜宿，中碾春溪華新綠。平明船載管兒行，盡日聽彈無限曲。曲名無限知者鮮，霓裳羽衣偏宛轉。",
      "涼州大遍最豪嘈，六么散序多籠撚。我聞此曲深賞奇，賞著奇處驚管兒。管兒為我雙淚垂，自彈此曲長自悲。",
      "淚垂捍撥朱弦濕，冰泉嗚咽流鶯澀。因茲彈作雨霖鈴，風雨蕭條鬼神泣。一彈既罷又一彈，珠幢夜靜風珊珊。",
      "低回慢弄關山思，坐對燕然秋月寒。月寒一聲深殿磬，驟彈曲破音繁並。百萬金鈴旋玉盤，醉客滿船皆暫醒。",
      "自茲聽後六七年，管兒在洛我朝天。遊想慈恩杏園裏，夢寐仁風花樹前。去年禦史留東台，公私蹙促顏不開。",
      "今春制獄正撩亂，晝夜推囚心似灰。暫輟歸時尋著作，著作南園花坼萼。胭脂耀眼桃正紅，雪片滿溪梅已落。",
      "是夕青春值三五，花枝向月雲含吐。著作施樽命管兒，管兒久別今方睹。管兒還為彈六么，六么依舊聲迢迢。",
      "猿鳴雪岫來三峽，鶴唳晴空聞九霄。逡巡彈得六么徹，霜刀破竹無殘節。幽關鴉軋胡雁悲，斷弦砉騞層冰裂。",
      "我為含淒歎奇絕，許作長歌始終說。藝奇思寡塵事多，許來寒暑又經過。如今左降在閑處，始為管兒歌此歌。",
      "歌此歌，寄管兒。管兒管兒憂爾衰，爾衰之後繼者誰。",
      "繼之無乃在鐵山，鐵山已近曹穆間。性靈甚好功猶淺，急處未得臻幽閒。努力鐵山勤學取，莫遣後來無所祖。"
    ]
  },
  {
    "volume": 421,
    "sequence": 6,
    "title": "小胡笳引",
    "author": "元稹",
    "content": [
      "雷氏金徽琴，王君寶重輕千金。三峽流中將得來，明窗拂席幽匣開。朱弦宛轉盤鳳足，驟擊數聲風雨回。",
      "哀笳慢指董家本，薑生得之妙思忖。泛徽胡雁咽蕭蕭，繞指轆轤圓袞袞。吞恨緘情乍輕激，故國關山心歷歷。",
      "潺湲疑是雁鸊鵜，砉騞如聞發鳴鏑。流宮變征漸幽咽，別鶴欲飛猿欲絕。秋霜滿樹葉辭風，寒雛墜地烏啼血。",
      "哀弦已罷春恨長，恨長何恨懷我鄉。我鄉安在長城窟，聞君虜奏心飄忽。何時窄袖短貂裘，胭脂山下彎明月。"
    ]
  },
  {
    "volume": 421,
    "sequence": 7,
    "title": "去杭州",
    "author": "元稹",
    "content": [
      "房杜王魏之子孫，雖及百代為清門。駿骨鳳毛真可貴，岡頭澤底促足論。去年江上識君面，愛君風貌情已敦。",
      "與君言語見君性，靈府坦蕩消塵煩。自茲心洽跡亦洽，居常並榻遊並軒。柳陰覆岸鄭監水，李花壓樹韋公園。",
      "每出新詩共聯綴，閑因醉舞相牽援。時尋沙尾楓林夕，夜摘蘭叢衣露繁。今君別我欲何去，自言遠結迢迢婚。",
      "簡書五府已再至，波濤萬里酬一言。為君再拜贈君語，願君靜聽君勿喧。君名師範欲何範，君之烈祖遺範存。",
      "永寧昔在掄鑒表，沙汰沉濁澄浚源。君今取友由取士，得不別白清與渾。昔公事主盡忠讜，雖及死諫誓不諼。",
      "今君佐藩如佐主，得不陳露酬所恩。昔公為善日不足，假寐待旦朝至尊。今君三十朝未與，得不寸晷倍璵璠。",
      "昔公令子尚貴主，公執舅禮婦執笲。返拜之儀自此絕，關雎之化皎不昏。君今遠娉奉明祀，得不齊勵親蘋蘩。",
      "斯言皆為書佩帶，然後別袂乃可捫。別袂可捫不可解，解袂開帆淒別魂。魂搖江樹鳥飛沒，帆掛檣竿鳥尾翻。",
      "翻風駕浪拍何處，直指杭州由上元。上元蕭寺基址在，杭州潮水霜雪屯。潮戶迎潮擊潮鼓，潮平潮退有潮痕。",
      "得得為題羅刹石，古來非獨伍員冤。"
    ]
  },
  {
    "volume": 421,
    "sequence": 8,
    "title": "南家桃",
    "author": "元稹",
    "content": [
      "南家桃樹深紅色，日照露光看不得。樹小花狂風易吹，一夜風吹滿牆北。離人自有經時別，眼前落花心歎息。",
      "更待明年花滿枝，一年迢遞空相憶。"
    ]
  },
  {
    "volume": 421,
    "sequence": 9,
    "title": "志堅師",
    "author": "元稹",
    "content": [
      "嵩山老僧披破衲，七十八年三十臘。靈武朝天遼海征，宇宙曾行三四匝。初因怏怏薙卻頭，便繞嵩山寂師塔。",
      "淮西未返半年前，已見淮西陣雲合。"
    ]
  },
  {
    "volume": 421,
    "sequence": 10,
    "title": "答子蒙",
    "author": "元稹",
    "content": [
      "報盧君，門外雪紛紛。紛紛門外雪，城中鼓聲絕。",
      "強梁禦史人覷步，安得夜開沽酒戶。"
    ]
  },
  {
    "volume": 421,
    "sequence": 11,
    "title": "辛夷花",
    "author": "元稹",
    "content": [
      "問君辛夷花，君言已斑駁。不畏辛夷不爛開，顧我筋骸官束縛。縛遣推囚名禦史，狼藉囚徒滿田地。",
      "明日不推緣國忌，依前不得花前醉。韓員外家好辛夷，開時乞取三兩枝。折枝為贈君莫惜，縱君不折風亦吹。"
    ]
  },
  {
    "volume": 421,
    "sequence": 12,
    "title": "廳前柏",
    "author": "元稹",
    "content": [
      "廳前柏，知君曾對羅希奭。我本癲狂耽酒人，何事與君為對敵。為對敵，洛陽城中花赤白。花赤白，囚漸多，花之赤白奈爾何。"
    ]
  },
  {
    "volume": 421,
    "sequence": 13,
    "title": "夜別筵",
    "author": "元稹",
    "content": [
      "夜長酒闌燈花長，燈花落地複落床。似我別淚三四行，滴君滿坐之衣裳。與君別後淚痕在，年年著衣心莫改。"
    ]
  },
  {
    "volume": 421,
    "sequence": 14,
    "title": "三泉驛",
    "author": "元稹",
    "content": [
      "三泉驛內逢上巳，新葉趨塵花落地。勸君滿盞君莫辭，別後無人共君醉。洛陽城中無限人，貴人自貴貧自貧。"
    ]
  },
  {
    "volume": 421,
    "sequence": 15,
    "title": "何滿子歌",
    "author": "元稹",
    "content": [
      "何滿能歌能宛轉，天寶年中世稱罕。嬰刑系在囹圄間，水調哀音歌憤懣。梨園弟子奏玄宗，一唱承恩羈網緩。",
      "便將何滿為曲名，禦譜親題樂府纂。魚家入內本領絕，葉氏有年聲氣短。自外徒煩記得詞，點拍才成已誇誕。",
      "我來湖外拜君侯，正值灰飛仲春管。廣宴江亭為我開，紅妝逼坐花枝暖。此時有態蹋華筵，未吐芳詞貌夷坦。",
      "翠蛾轉盼搖雀釵，碧袖歌垂翻鶴卵。定面凝眸一聲發，雲停塵下何勞算。迢迢擊磬遠玲玲，一一貫珠勻款款。",
      "犯羽含商移調態，留情度意拋弦管。湘妃寶瑟水上來，秦女玉簫空外滿。纏綿疊破最殷勤，整頓衣裳頗閒散。",
      "冰含遠溜咽還通，鶯泥晚花啼漸懶。斂黛吞聲若自冤，鄭袖見捐西子浣。陰山鳴雁曉斷行，巫峽哀猿夜呼伴。",
      "古者諸侯饗外賓，鹿鳴三奏陳圭瓚。何如有態一曲終，牙籌記令紅螺碗。"
    ]
  },
  {
    "volume": 421,
    "sequence": 16,
    "title": "通州丁溪館夜別李景信三首",
    "author": "元稹",
    "content": [
      "月濛濛兮山掩掩，束束別魂眉斂斂。蠡盞覆時天欲明，碧幌青燈風灩灩。淚消語盡還暫眠，唯夢千山萬山險。",
      "水環環兮山簇簇，啼鳥聲聲婦人哭。離床別臉睡還開，燈灺暗飄珠蔌蔌。山深虎橫館無門，夜集巴兒扣空木。",
      "雨瀟瀟兮鵑咽咽，傾冠倒枕燈臨滅。倦僮呼喚應複眠，啼雞拍翅三聲絕。握手相看其奈何，奈何其奈天明別。"
    ]
  },
  {
    "volume": 421,
    "sequence": 17,
    "title": "酬鄭從事四年九月宴望海亭，次用舊韻",
    "author": "元稹",
    "content": [
      "海亭樹木何蘢蔥，寒光透坼秋玲瓏。湖山四面爭氣色，曠望不與人間同。一拳墺伏東武小，兩山鬥構秦望雄。",
      "嵌空古墓失文種，突兀怪石疑防風。舟船駢比有宗侶，水雲滃泱無始終。雪花布遍稻隴白，日腳插入秋波紅。",
      "興餘望劇酒四坐，歌聲舞豔煙霞中。酒酣從事歌送我，歌雲此樂難再逢。良時年少猶健羨，使君況是頭白翁。",
      "我聞此曲深歎息，唧唧不異秋草蟲。憶年十五學構廈，有意蓋覆天下窮。安知四十虛富貴，朱紫束縛心志空。",
      "妝梳伎女上樓榭，止欲歡樂微茫躬。雖無趣尚慕賢聖，幸有心目知西東。欲將滑甘柔藏府，已被鬱噎沖喉嚨。",
      "君今勸我酒太醉，醉語不復能沖融。勸君莫學虛富貴，不是賢人難變通。"
    ]
  }
]