[
  {
    "volume": 859,
    "sequence": 1,
    "title": "贈劉方處士",
    "author": "呂岩",
    "content": [
      "六國愁看沉與浮，攜琴長嘯出神州。擬向煙霞煮白石，偶來城市見丹丘。受得金華出世術，期於紫府駕雲遊。",
      "年來摘得黃岩翠，琪樹參差連地肺。露飄香隴玉苗滋，月上碧峰丹鶴唳。洞天消息春正深，仙路往還俗難繼。",
      "忽因乘興下白雲，與君邂逅於塵世。塵世相逢開口希，共論太古同流志。瑤琴寶瑟與君彈，瓊漿玉液勸我醉。",
      "醉中亦話興亡事，雲道總無珪組累。浮世短景倏成空，石火電光看即逝。韶年淑質曾非固，花面玉顏還作土。",
      "芳樽但繼曉複昏，樂事不窮今與古。何如識個玄玄道，道在杳冥須細考。壺中一粒化奇物，物外千年功力奧。",
      "但能制得水中華，水火翻成金丹灶。丹就人間不久居，自有碧霄元命誥。玄洲暘谷悉可居，地壽天齡永相保。",
      "鸞車鶴駕逐雲飛，迢迢瑤池應易到。耳聞爭戰還傾覆，眼見妍華成枯槁。唐家舊國盡荒蕪，漢室諸陵空白草。",
      "蜉蝣世界實足悲，槿花性命莫遲遲。珠璣溢屋非為福，羅綺滿箱徒自危。志士戒貪昔所重，達人忘欲寧自期。",
      "劉方劉方審聽我，流光迅速如飛過。陰b2果決用心除，屍鬼因循為汝禍。八瓊秘訣君自識，莫待鉛空車又破。",
      "破車壞鉛須震驚，直遇伯陽應不可。悠悠憂家複憂國，耗盡三田元宅火。咫尺玄關若要開，憑君自解黃金鎖。"
    ]
  },
  {
    "volume": 859,
    "sequence": 2,
    "title": "寄白龍洞劉道人",
    "author": "呂岩",
    "content": [
      "玉走金飛兩曜忙，始聞花發又秋霜。徒誇篯壽千來歲，也是雲中一電光。一電光，何太疾，百年都來三萬日。",
      "其間寒暑互煎熬，不覺童顏暗中失。縱有兒孫滿眼前，卻成恩愛轉牽纏。及乎精竭身枯朽，誰解教伊暫駐顏。",
      "延年之道既無計，不免將身歸逝水。但看古往聖賢人，幾個解留身在世。身在世，也有方，只為時人誤度量。",
      "競向山中尋草藥，伏鉛制汞點丹陽。點丹陽，事迥別，須向坎中求赤血。取來離位制陰精，配合調和有時節。",
      "時節正，用媒人，金翁姹女結親姻。金翁偏愛騎白虎，姹女常駕赤龍身。虎來靜坐秋江裏，龍向潭中奮身起。",
      "兩獸相逢戰一場，波浪奔騰如鼎沸。黃婆丁老助威靈，撼動乾坤走神鬼。須臾戰罷雲氣收，種個玄珠在泥底。",
      "從此根芽漸長成，隨時灌溉抱真精。十月脫胎吞入口，忽覺凡身已有靈。此個事，世間稀，不是等閒人得知。",
      "宿世若無仙骨分，容易如何得遇之。金液丹，宜便煉，大都光景急如箭。要取魚，須結筌，何不收心煉取鉛。",
      "莫教燭被風吹滅，六道輪回難怨天。近來世上人多詐，盡著布衣稱道者。問他金木是何般，噤口不言如害啞。",
      "卻雲服氣與休糧，別有門庭道路長。豈不見陰君破迷歌裏說，太乙含真法最強。莫怪言詞太狂劣，只為時人難鑒別。",
      "惟君心與我心同，方敢傾心與君說。"
    ]
  },
  {
    "volume": 859,
    "sequence": 3,
    "title": "贈喬二郎",
    "author": "呂岩",
    "content": [
      "與君相見皇都裏，陶陶動便經年醉。醉中往往愛藏真，亦不為他名與利。勸君休戀浮華榮，直須奔走煙霞程。",
      "煙霞欲去如何去，先須肘後飛金晶。金晶飛到上宮裏，上宮下宮通光明。當時玉汞涓涓生，奔歸元海如雷聲。",
      "從此夫妻相際會，歡娛踴躍情無外。水火都來兩半間，卦候翻成地天泰。一浮一瀋陽煉陰，陰盡方知此理深。",
      "到底根元是何物，分明只是水中金。喬公喬公急下手，莫逐烏飛兼兔走。何如修煉作真人，塵世浮生終不久。",
      "人道長生沒得來，自古至今有有有。"
    ]
  },
  {
    "volume": 859,
    "sequence": 4,
    "title": "鄂渚悟道歌",
    "author": "呂岩",
    "content": [
      "縱橫天際為閑客，時遇季秋重陽節。陰雲一布遍長空，膏澤連綿滋萬物。因雨泥滑門不出，忽聞鄰舍語丹術。",
      "試問鄰公可相傳，一言許肯更無難。數篇奇怪文入手，一夜挑燈讀不了。曉來日早才看畢，不覺自醉如恍惚。",
      "恍惚之中見有物，狀如日輪明突屼。自言便是丹砂精，宜向鼎中烹凡質。凡質本來不化真，化真須得真中物。",
      "不用鉛，不用汞，還丹須向爐中種。玄中之玄號真鉛，及至用鉛還不用。或名龍，或名虎，或號嬰兒並姹女。",
      "丹砂一粒名千般，一中有一為丹母。火莫燃，水莫凍，修之煉之須珍重。直待虎嘯折顛峰，驪龍奪得玄珠弄。",
      "龍吞玄寶忽升飛，飛龍被我捉來騎。一翥上朝歸碧落，碧落廣闊無東西。無曉無夜無年月，無寒無暑無四時。",
      "自從修到無為地，始覺奇之又怪之。"
    ]
  },
  {
    "volume": 859,
    "sequence": 5,
    "title": "又記",
    "author": "呂岩",
    "content": [
      "數載樂幽幽，欲逃寒暑逼。不求名與利，猶恐身心役。",
      "苦志慕黃庭，殷勤求道跡。陰功暗心修，善行長日積。",
      "世路果逢師，時人皆不識。我師機行密，懷量性孤僻。",
      "解把五行移，能將四象易。傳餘造化門，始悟希夷則。",
      "服取兩般真，從頭路端的。烹煎日月壺，不離乾坤側。",
      "至道眼前觀，得之元咫尺。真空空不空，真色色非色。",
      "推倒玉葫蘆，迸出黃金液。緊把赤龍頭，猛將驪珠吸。",
      "吞歸臟腑中，奪得神仙力。妙號一黍珠，延年千萬億。",
      "同途聽我吟，與道相親益。未曉真黃芽，徒勞遊紫陌。",
      "把住赤烏魂，突出銀蟾魄。未省此中玄，常流容易測。",
      "三天應有路，九地終無厄。守道且藏愚，忘機要混跡。",
      "群生莫相輕，已是蓬萊客。"
    ]
  },
  {
    "volume": 859,
    "sequence": 6,
    "title": "秘訣歌",
    "author": "呂岩",
    "content": [
      "求之不見，來即不見。不見不見，君之素面。火裏曾飛，水中亦見。道路非遙，身心不戀。又不知有返陰之龜，回陽之雁。遇即遇真人，達即達其神。一萬二千甲子，這一壺流霞長春。流霞流霞，本性一家。饑餐日精，渴飲月華。將甲子丁醜之歲，與君決破東門之大瓜。"
    ]
  },
  {
    "volume": 859,
    "sequence": 7,
    "title": "勉牛生、夏侯生",
    "author": "呂岩",
    "content": [
      "二秀才，二秀才兮非秀才，非秀才兮是仙才。",
      "中華國裏親遭遇，仰面觀天笑眼開。鶴形兮龜骨，龍吟兮虎顏。我有至言相勸勉，願君兮勿猜勿猜。",
      "但煦日吹月，咽雨呵雷。火寄冥宮，水濟丹台。",
      "金木交而土歸位，鉛汞分而丹露胎。赤血換而白乳流，透九竅兮動百骸。然然卷，然然舒，哀哀咍咍。",
      "孩兒喘而不死，腹空虛兮長齋。酬名利兮狂歌醉舞，酬富貴兮麻裰莎鞋。甲子問時休記，看桑田變作黃埃。",
      "青山白雲好居住，勸君歸去來兮歸去來。"
    ]
  },
  {
    "volume": 859,
    "sequence": 8,
    "title": "題四明金鵝寺壁",
    "author": "呂岩",
    "content": [
      "方丈有門出不鑰，見個山童露雙腳。問伊方丈何寂寥，道是虛空也不著。聞此語，何欣欣，主翁豈是尋常人。",
      "我來謁見不得見，謁心耿耿生埃塵。歸去也，波浩渺，路入蓬萊山杳杳。相思一上石樓時，雪晴海闊千峰曉。"
    ]
  },
  {
    "volume": 859,
    "sequence": 9,
    "title": "穀神歌",
    "author": "呂岩",
    "content": [
      "我有一腹空穀虛，言之道有又還無。言之無兮不可舍，言之有兮不可居。谷兮穀兮太玄妙，神兮神兮真大道。",
      "保之守之不死名，修之煉之仙人號。神得一以靈，穀得一以盈。若人能守一，只此是長生。本不遠離，身還不見。煉之功若成，自然凡骨變。谷神不死玄牝門，出入綿綿道若存。修煉還須夜半子，河車般載上昆侖。",
      "龍又吟，虎又嘯，風雲際會黃婆叫。火中姹女正含嬌，回觀水底嬰兒俏。嬰兒姹女見黃婆，兒女相逢兩意和。",
      "金殿玉堂門十二，金翁木母正來過。重門過後牢關鎖，點檢鬥牛先下火。進火消陰始一陽，千歲仙桃初結果。",
      "曲江東岸金烏飛，西岸清光玉兔輝。烏兔走歸峰頂上，爐中姹女脫青衣。脫卻青衣露素體，嬰兒領入重幃裏。",
      "十月情濃產一男，說道長生永不死。勸君煉，勸君修，穀神不死此中求。此中悟取玄微處，與君白日登瀛洲。"
    ]
  },
  {
    "volume": 859,
    "sequence": 10,
    "title": "修身訣",
    "author": "呂岩",
    "content": [
      "人命急如線，上下來往速如箭。認得是元神，子後午前須至煉。隨意出，隨意入，天地三才人得一。",
      "既得一，勿遺失，失了永求無一物。堪歎荒郊塚墓中，自古滅亡不知屈。"
    ]
  },
  {
    "volume": 859,
    "sequence": 11,
    "title": "長短句",
    "author": "呂岩",
    "content": [
      "落魄且落魄，夜宿鄉村，朝遊城郭。閑來無事玩青山，困來街市貨丹藥。賣得錢，不算度，酤美酒，自斟酌。",
      "醉後吟哦動鬼神，任意日頭向西落。"
    ]
  },
  {
    "volume": 859,
    "sequence": 12,
    "title": "直指大丹歌",
    "author": "呂岩",
    "content": [
      "三清宮殿隱昆巔，日月光浮起紫煙。池沼泓泓翻玉液，樓臺疊疊運靈泉。青龍乘火鉛為汞，白虎騰波汞作鉛。",
      "欲得坎男求匹偶，須憑離女結因緣。黃婆設盡千般計，金鼎開成一朵蓮。列女擎烏當左畔，將軍戴兔鎮西邊。",
      "黑龜卻伏紅爐下，朱雀還棲華閣前。然後澄神窺見影，三周功就駕雲輧。"
    ]
  },
  {
    "volume": 859,
    "sequence": 13,
    "title": "漁父詞一十八首：入定",
    "author": "呂岩",
    "content": [
      "閉目藏真神思凝，杳冥中裏見吾宗。",
      "無邊畔，迥朦朧，玄景觀來覺盡空。"
    ]
  },
  {
    "volume": 859,
    "sequence": 14,
    "title": "漁父詞一十八首：初九",
    "author": "呂岩",
    "content": [
      "大道從來屬自然。空堂寂坐守機關。",
      "三田寶，鎮長存，赤帝分明坐廣寒。"
    ]
  },
  {
    "volume": 859,
    "sequence": 15,
    "title": "漁父詞一十八首：玄用",
    "author": "呂岩",
    "content": [
      "日月交加曉夜奔，昆侖頂上定乾坤。",
      "真鏡裏，實堪論，靉靉紅霞曉寂門。"
    ]
  },
  {
    "volume": 859,
    "sequence": 16,
    "title": "漁父詞一十八首：神效",
    "author": "呂岩",
    "content": [
      "恍惚擒來得自然，偷他造化在其間。",
      "神鼎內，火烹煎，盡曆陰陽結作丹。"
    ]
  },
  {
    "volume": 859,
    "sequence": 17,
    "title": "漁父詞一十八首：沐浴",
    "author": "呂岩",
    "content": [
      "卯酉門中作用時，赤龍時蘸玉清池。",
      "雲薄薄，雨微微，看取妖容露雪肌。"
    ]
  },
  {
    "volume": 859,
    "sequence": 18,
    "title": "漁父詞一十八首：延壽",
    "author": "呂岩",
    "content": [
      "子午常餐日月精，玄關門戶啟還扃。",
      "長如此，過平生，且把陰陽子細烹。"
    ]
  },
  {
    "volume": 859,
    "sequence": 19,
    "title": "漁父詞一十八首：瑞鼎",
    "author": "呂岩",
    "content": [
      "會合都從戊巳家，金鉛水汞莫須誇。",
      "只此物，結丹砂，反復陰陽色轉華。"
    ]
  },
  {
    "volume": 859,
    "sequence": 20,
    "title": "漁父詞一十八首：活得",
    "author": "呂岩",
    "content": [
      "位立三才屬五行，陰陽合處便相生。",
      "龍飛踴，虎狌獰，吐個神珠各戰爭。"
    ]
  },
  {
    "volume": 859,
    "sequence": 21,
    "title": "漁父詞一十八首：燦爛",
    "author": "呂岩",
    "content": [
      "四象分明八卦周，乾坤男女論綢繆。",
      "交會處，更嬌羞，轉覺情深玉體柔。"
    ]
  },
  {
    "volume": 859,
    "sequence": 22,
    "title": "漁父詞一十八首：煉質",
    "author": "呂岩",
    "content": [
      "運本還元於此尋，周流金鼎虎龍吟。",
      "身不老，俗難侵，貌返童顏骨變金。"
    ]
  },
  {
    "volume": 859,
    "sequence": 23,
    "title": "漁父詞一十八首：神異",
    "author": "呂岩",
    "content": [
      "還返初成立變童，瑞蓮開處色輝紅。",
      "金鼎內，迥朦朧，換骨添筋處處通。"
    ]
  },
  {
    "volume": 859,
    "sequence": 24,
    "title": "漁父詞一十八首：知路",
    "author": "呂岩",
    "content": [
      "那個仙經述此方，參同大易顯陰陽。",
      "須窮取，莫顛狂，會者名高道自昌。"
    ]
  },
  {
    "volume": 859,
    "sequence": 25,
    "title": "漁父詞一十八首：朝帝",
    "author": "呂岩",
    "content": [
      "九轉功成數盡幹，開爐撥鼎見金丹。",
      "餐餌了，別塵寰，足躡青雲突上天。"
    ]
  },
  {
    "volume": 859,
    "sequence": 26,
    "title": "漁父詞一十八首：方契理",
    "author": "呂岩",
    "content": [
      "舉世人生何所依，不求自己更求誰。",
      "絕嗜欲，斷貪癡，莫把神明暗裏欺。"
    ]
  },
  {
    "volume": 859,
    "sequence": 27,
    "title": "漁父詞一十八首：自無憂",
    "author": "呂岩",
    "content": [
      "學道初從此處修，斷除貪愛別嬌柔。",
      "長守靜，處深幽，服氣餐霞飽即休。"
    ]
  },
  {
    "volume": 859,
    "sequence": 28,
    "title": "漁父詞一十八首：作甚物",
    "author": "呂岩",
    "content": [
      "貪貴貪榮逐利名，追遊醉後戀歡情。",
      "年不永，代君驚，一報身終那裏生。"
    ]
  },
  {
    "volume": 859,
    "sequence": 29,
    "title": "漁父詞一十八首：疾瞥地",
    "author": "呂岩",
    "content": [
      "萬劫千生得個人，須知先世種來因。",
      "速覺悟。出迷津，莫使輪回受苦辛。"
    ]
  },
  {
    "volume": 859,
    "sequence": 30,
    "title": "漁父詞一十八首：常自在",
    "author": "呂岩",
    "content": [
      "閉目尋真真自歸，玄珠一顆出輝輝。",
      "終日玩，莫拋離，免使閻王遣使追。"
    ]
  },
  {
    "volume": 859,
    "sequence": 31,
    "title": "口占",
    "author": "呂岩",
    "content": [
      "非神亦非仙，非術亦非幻。天地有終窮，桑田幾遷變。",
      "身固非我有，財亦何足戀。曷不從吾遊，騎鯨騰汗漫。"
    ]
  },
  {
    "volume": 859,
    "sequence": 32,
    "title": "敲爻歌",
    "author": "呂岩",
    "content": [
      "漢終唐國飄蓬客，所以敲爻不可測。縱橫逆順沒遮欄，靜則無為動是色。也飲酒，也食肉，守定胭花斷淫欲。",
      "行歌唱詠胭粉詞，持戒酒肉常充腹。色是藥，酒是祿，酒色之中無拘束。只因花酒誤長生，飲酒帶花神鬼哭。",
      "不破戒，不犯淫，破戒真如性即沈。犯淫壞失長生寶，得者須由道力人。道力人，真散漢，酒是良朋花是伴。",
      "花街柳巷覓真人，真人只在花街玩。摘花戴飲長生酒，景裏無為道自昌。一任群迷多笑怪，仙花仙酒是仙鄉。",
      "到此鄉，非常客，姹女嬰兒生喜樂。洞中常采四時花，時花結就長生藥。長生藥，采花心，花蕊層層豔麗春。",
      "時人不達花中理，一訣天機直萬金。謝天地，感虛空，得遇仙師是祖宗。附耳低言玄妙旨，提上蓬萊第一峰。",
      "第一峰，是仙物，惟產金花生恍惚。口口相傳不記文，須得靈根骨髓堅。□骨髓，煉靈根，片片桃花洞裏春。",
      "七七白虎雙雙養，八八青龍總一斤。真父母，送元宮，木母金公性本溫。十二宮中蟾魄現，時時地魄降天魂。",
      "鉛初就，汞初生，玉爐金鼎未經烹。一夫一婦同天地，一男一女合乾坤。庚要生，甲要生，生甲生庚道始萌。",
      "拔取天根並地髓，白雪黃芽自長成。鉛亦生，汞亦生，生汞生鉛一處烹。烹煉不是精和液，天地乾坤日月精。",
      "黃婆匹配得團圓，時刻無差口付傳。八卦三元全藉汞，五行四象豈離鉛。鉛生汞，汞生鉛，奪得乾坤造化權。",
      "杳杳冥冥生恍惚，恍恍惚惚結成團。性須空，意要專，莫遣猿猴取次攀。花露初開切忌觸，鎖居上釜勿抽添。",
      "玉爐中，文火爍，十二時中惟守一。此時黃道會陰陽，三性元宮無漏泄。氣若行，真火煉，莫使玄珠離寶殿。",
      "加添火候切防危，初九潛龍不可煉。消息火，刀圭變，大地黃芽都長遍。五行數內一陽生，二十四氣排珠宴。",
      "火足數，藥方成，便有龍吟虎嘯聲。三鉛只得一鉛就，金果仙芽未現形。再安爐，重立鼎，跨虎乘龍離凡境。",
      "日精才現月華凝，二八相交在壬丙。龍汞結，虎鉛成，咫尺蓬萊只一程。坤鉛幹汞金丹祖，龍鉛虎汞最通靈。",
      "達此理，道方成，三萬神龍護水晶。守時定日明符刻，專心惟在意虔誠。黑鉛過，采清真，一陣交鋒定太平。",
      "三車搬運珍珠寶，送歸寶藏自通靈。天神佑，地祇迎，混合乾坤日月精。虎嘯一聲龍出窟，鸞飛鳳舞出金城。",
      "朱砂配，水銀停，一派紅霞列太清。鉛池迸出金光現，汞火流珠入帝京。龍虎媾，外持盈，走聖飛靈在寶瓶。",
      "一時辰內金丹就，上朝金闕紫雲生。仙桃熟。摘取餌，萬化來朝天地喜。齋戒等候一陽生，便進周天參同理。",
      "參同理，煉金丹，水火薰蒸透百關。養胎十月神丹結，男子懷胎豈等閒。內丹成，外丹就，內外相接和諧偶。",
      "結成一塊紫金丸，變化飛騰天地久。丹入腹，非尋常，陰陽剝盡化純陽。飛升羽化三清客，各遂功成達上蒼。",
      "三清客，駕瓊輿，跨鳳騰霄入太虛。似此逍遙多快樂，遨遊三界最清奇。太虛之上修真士，朗朗圓成一物無。",
      "一物無，唯顯道，五方透出真人貌。仙童仙女彩雲迎，五明宮內傳真誥。傳真誥，話幽情，只是真鉛煉汞精。",
      "聲聞緣覺冰消散，外道修羅縮項驚。點枯骨，立成形，通道天梯似掌平。九祖先靈得超脫，誰羨繁華貴與榮。",
      "尋烈士，覓賢才，同安爐鼎化凡胎。若是慳財並惜寶，千萬神仙不肯來。修真士，不妄說，妄說一句天公折。",
      "萬劫塵沙道不成，七竅眼睛皆迸血。貧窮子，發誓切，待把凡流盡提接。同越蓬萊仙會中，凡景煎熬無了歇。",
      "塵世短，更思量，洞裏乾坤日月長。堅志苦心三二載，百千萬劫壽彌疆。達聖道，顯真常，虎兕刀兵更不傷。",
      "水火蛟龍無損害，拍手天宮笑一場。這些功，真奇妙，分付與人誰肯要。愚徒死戀色和財，所以神仙不肯召。",
      "真至道，不擇人，豈論高低富與貧。且饒帝子共王孫，須去繁華銼銳分。嗔不除，憨不改，墮入輪回生死海。",
      "堆金積玉滿山川，神仙冷笑應不采。名非貴，道極尊，聖聖賢賢顯子孫。腰間跨玉騎驕馬，瞥見如同隙裏塵。",
      "隙裏塵，石中火，何在留心為久計。苦苦煎熬喚不回，奪利爭名如鼎沸。如鼎沸，永沈淪，失道迷真業所根。",
      "有人平卻心頭棘，便把天機說與君。命要傳，性要悟，入聖超凡由汝做。三清路上少人行，畜類門前爭入去。",
      "報賢良，休慕顧，性命機關須守護。若還缺一不芳菲，執著波查應失路。只修性，不修命，此是修行第一病。",
      "只修祖性不修丹，萬劫陰靈難入聖。達命宗，迷祖性，恰似鑒容無寶鏡。壽同天地一愚夫，權物家財無主柄。",
      "性命雙修玄又玄，海底洪波駕法船。生擒活捉蛟龍首，始知匠手不虛傳。"
    ]
  },
  {
    "volume": 859,
    "sequence": 33,
    "title": "三字訣",
    "author": "呂岩",
    "content": [
      "這個道，非常道。性命根，生死竅。說著醜，行著妙。",
      "人人憎，個個笑。大關鍵，在顛倒。莫厭穢，莫計較。",
      "得他來，立見效。地天泰，為朕兆。口對口，竅對竅。",
      "吞入腹，自知道。藥苗新，先天兆。審眉間，行逆道。",
      "滓質物，自繼紹。二者餘，方絕妙。要行持，令人叫。",
      "氣要堅，神莫耗。若不行，空老耄。認得真，老還少。",
      "不知音，莫語要。些兒法，合大道。精氣神，不老藥。",
      "靜裏全，明中報。乘鳳鸞，聽天詔。"
    ]
  },
  {
    "volume": 859,
    "sequence": 34,
    "title": "百字碑",
    "author": "呂岩",
    "content": [
      "養氣忘言守，降心為不為。動靜知宗祖，無事更尋誰。",
      "真常須應物，應物要不迷。不迷性自住，性住氣自回。",
      "氣回丹自結，壺中配坎離。陰陽生返複，普化一聲雷。",
      "白雲朝頂上，甘露灑須彌。自飲長生酒，逍遙誰得知。",
      "坐聽無弦曲，明通造化機。都來二十句，端的上天梯。"
    ]
  },
  {
    "volume": 859,
    "sequence": 35,
    "title": "句",
    "author": "呂岩",
    "content": [
      "莫道神仙無學處，古今多少上升人。"
    ]
  }
]