[
  {
    "volume": 480,
    "sequence": 1,
    "title": "南梁行",
    "author": "李紳",
    "content": [
      "江城鬱鬱春草長，悠悠漢水浮青光。雜英飛盡空晝景，綠楊重陰官舍靜。此時醉客縱橫書，公言可薦承明廬。",
      "青天詔下寵光至，頒籍金閨征石渠。秭歸山路煙嵐隔，山木幽深晚花拆。澗底紅光奪火燃，搖風扇毒愁行客。",
      "杜鵑啼咽花亦殷，聲悲絕豔連空山。斜陽瞥映淺深樹，雲雨翻迷崖谷間。山雞錦質矜毛羽，透竹穿蘿命儔侶。",
      "喬木幽溪上下同，雄雌不惑飛棲處。望秦峰回過商顏，浪疊雲堆萬簇山。行盡杳冥青嶂外，九重鐘漏紫霄間。",
      "元和列侍明光殿，諫草初焚市朝變。北闕趨承半隙塵，南梁笑客皆飛霰。追思感歎卻昏迷，霜鬢愁吟到曉雞。",
      "故篋歲深開斷簡，秋堂月曙掩遺題。嗚嗚曉角霞輝粲，撫劍當應一長歎。芻狗無由學聖賢，空持感激終昏旦。"
    ]
  },
  {
    "volume": 480,
    "sequence": 2,
    "title": "趨翰苑遭誣構四十六韻",
    "author": "李紳",
    "content": [
      "九五當幹德，三千應瑞符。纂堯昌聖曆，宗禹盛丕圖。",
      "畫象垂新令，消兵易舊謨。選賢方去智，招諫忽升愚。",
      "大樂調元氣，神功運化爐。脫鱗超沆瀣，翻翼集蓬壺。",
      "捧日恩光別，抽毫顧問殊。鳳形憐采筆，龍頷借驪珠。",
      "擲地聲名寡，摩天羽翮孤。潔身酬雨露，利口扇讒諛。",
      "碧海同宸眷，鴻毛比賤軀。辨疑分黑白，舉直抵朋徒。",
      "庭獸方呈角，階蓂始效莩。日傾烏掩魄，星落鬥摧樞。",
      "墜劍悲喬嶽，號弓泣鼎湖。亂群逢害馬，擇肉縱狂貙。",
      "膽為隳肝竭，心因瀝血枯。滿帆摧駭浪，征棹折危途。",
      "燕客書方詐，堯門信未孚。謗興金就鑠，毀極玉生愈。",
      "礪吻矜先搏，張羅騁疾驅。地嫌稀魍魎，海恨止番禺。",
      "瘴嶺沖蛇入，蒸池躡虺趨。望天收雪涕，看鏡攬霜須。",
      "草毒人驚剪，茅荒室未誅。火風晴處扇，山鬼雨中呼。",
      "窮老鄉關遠，羈愁骨肉無。鵲靈窺牖戶，龜瑞出泥途。",
      "煙島深千瘴，滄波淼四隅。海標傳信使，江棹認妻孥。",
      "到接三冬暮，來經六月徂。暗灘朝不怒，驚瀨夜無虞。",
      "俯首安羸業，齊眉慰病夫。涸魚思雨潤，僵燕望雷蘇。",
      "詔下因頒朔，恩移詎省辜。誑天猶指鹿，依社尚憑狐。",
      "度嶺瞻牛鬥，浮江淬轆轤。未平人睚眥，誰懼鬼揶揄。",
      "盆浦潮通楚，匡山地接吳。庾樓清桂滿，遠寺素蓮敷。",
      "仿佛皆停馬，悲歡盡隙駒。舊交封宿草，衰鬢重生芻。",
      "萬戟分梁苑，雙旌寄魯儒。駸駸移歲月，冉冉近桑榆。",
      "疲馬愁千里，孤鴻念五湖。終當賦歸去，那更學楊朱。"
    ]
  },
  {
    "volume": 480,
    "sequence": 3,
    "title": "憶春日太液池亭候對",
    "author": "李紳",
    "content": [
      "宮鶯報曉瑞煙開，三島靈禽拂水回。橋轉彩虹當綺殿，艦浮花鷁近蓬萊。草承香輦王孫長，桃豔仙顏阿母栽。",
      "簪筆此時方侍從，卻思金馬笑鄒枚。"
    ]
  },
  {
    "volume": 480,
    "sequence": 4,
    "title": "憶夜直金鑾殿承旨",
    "author": "李紳",
    "content": [
      "月當銀漢玉繩低，深聽簫韶碧落齊。門壓紫垣高綺樹，閣連青瑣近丹梯。墨宣外渥催飛詔，草布深恩促換題。",
      "明日獨歸花路遠，可憐人世隔雲霓。"
    ]
  },
  {
    "volume": 480,
    "sequence": 5,
    "title": "憶春日曲江宴後許至芙蓉園",
    "author": "李紳",
    "content": [
      "春風上苑開桃李，詔許看花入禦園。香徑草中回玉勒，鳳凰池畔泛金樽。綠絲垂柳遮風暗，紅藥低叢拂砌繁。",
      "歸繞曲江煙景晚，未央明月鎖千門。"
    ]
  },
  {
    "volume": 480,
    "sequence": 6,
    "title": "新昌宅書堂前有藥樹一株，今已盈拱前。長慶中，於翰林院內，西軒藥樹下移得。纔長一寸，僕夫封一泥丸以歸植，今則長成，名之天上樹",
    "author": "李紳",
    "content": [
      "白榆星底開紅甲，珠樹宮中長紫霄。丹彩結心才辨質，碧枝抽葉乍成條。羽衣道士偷玄圃，金簡真人護玉苗。",
      "長帶九天餘雨露，近來蔥翠欲成喬。"
    ]
  },
  {
    "volume": 480,
    "sequence": 7,
    "title": "過荊門",
    "author": "李紳",
    "content": [
      "荊江水闊煙波轉，荊門路繞山蔥蒨。帆勢侵雲滅又明，山程背日昏還見。青青麥隴啼飛鴉，寂寞野徑棠梨花。",
      "行行驅馬萬里遠，漸入煙嵐危棧賒。林中有鳥飛出穀，月上千岩一聲哭。腸斷思歸不可聞，人言恨魄來巴蜀。",
      "我聽此鳥祝我魂，魂死莫學聲銜冤。縱為羽族莫棲息，直上青雲呼帝閽。此時山月如銜鏡，岩樹參差互輝映。",
      "皎潔深看入澗泉，分明細見樵人徑。陰森鬼廟當郵亭，雞豚日宰聞膻腥。愚夫禍福自迷惑，魍魎憑何通百靈。",
      "月低山曉問行客，已酹椒漿拜荒陌。惆悵忠貞徒自持，誰祭山頭望夫石。"
    ]
  },
  {
    "volume": 480,
    "sequence": 8,
    "title": "涉沅瀟",
    "author": "李紳",
    "content": [
      "屈原死處瀟湘陰，滄浪淼淼雲沉沉。蛟龍長怒虎長嘯，山木翛翛波浪深。煙橫日落驚鴻起，山映餘霞杳千里。",
      "鴻叫離離入暮天，霞消漠漠深雲水。水靈江暗揚波濤，黿鼉動盪風騷騷。行人愁望待明月，星漢沉浮v0鬼號。",
      "屈原爾為懷王沒，水府通天化靈物。何不驅雷擊電除奸邪，可憐空作沈泉骨。舉杯瀝酒招爾魂，月影滉漾開乾坤。",
      "波白水黑山隱見，汨羅之上遙昏昏。風帆候曉看五兩，戍鼓咚咚遠山響。潮滿江津猿鳥啼，荊夫楚語飛蠻槳。",
      "瀟湘島浦無人居，風驚水暗惟鮫魚。行來擊棹獨長歎，問爾精魄何所如。"
    ]
  },
  {
    "volume": 480,
    "sequence": 9,
    "title": "逾嶺嶠止荒陬抵高要",
    "author": "李紳",
    "content": [
      "天將南北分寒燠，北被羔裘南卉服。寒氣凝為戎虜驕，炎蒸結作蟲虺毒。周王止化惟荊蠻，漢武鑿遠通孱顏。",
      "南標銅柱限荒徼，五嶺從茲窮險艱。衡山截斷炎方北，回雁峰南瘴煙黑。萬壑奔傷溢作瀧，湍飛浪激如繩直。",
      "千崖傍聳猿嘯悲，丹蛇玄虺潛蜲蛇。瀧夫擬楫劈高浪，瞥忽浮沉如電隨。嶺頭刺竹蒙籠密，火拆紅蕉焰燒日。",
      "嶺上泉分南北流，行人照水愁腸骨。陰森石路盤縈紆，雨寒日暖常斯須。瘴雲暫卷火山外，蒼茫海氣窮番禺。",
      "鷓鴣猿鳥聲相續，椎髻嘵呼同戚促。百處溪灘異雨晴，四時雷電迷昏旭。魚腸雁足望緘封，地遠三江嶺萬重。",
      "魚躍豈通清遠峽，雁飛難渡漳江東。雲蒸地熱無霜霰，桃李冬華匪時變。天際長垂飲澗虹，簷前不去銜泥燕。",
      "幸逢雷雨蕩妖昏，提挈悲歡出海門。西日眼明看少長，北風身醒辨寒溫。賈生謫去因前席，痛哭書成竟何益。",
      "物忌忠良表是非，朝驅絳灌為讎敵。明皇聖德異文皇，不使無辜困鬼方。漢日傅臣終委棄，如今衰叟重輝光。",
      "高明白日恩深海，齒發雖殘壯心在。空愧駑駘異一毛，無令朽骨慚千載。"
    ]
  },
  {
    "volume": 480,
    "sequence": 10,
    "title": "移九江",
    "author": "李紳",
    "content": [
      "秋波入白水，帆去侵空小。五兩劇奔星，檣烏疾飛鳥。",
      "盆城依落日，盆浦看雲眇。雲眇更蒼蒼，匡山低夕陽。",
      "楚客喜風水，秦人悲異鄉。異鄉秋思苦，江皋月華吐。",
      "漾漾隱波亭，悠悠通月浦。津橋歸候吏，竹巷開門戶。",
      "容膝有匡床，及肩才數堵。隙光非白駒，懸磬我無虞。",
      "體瘦寡行立，家肥安啜哺。天書憐譴謫，重作朱轓客。",
      "四座眼全青，一麾頭半白。今來思往事，往事益淒然。",
      "風月同今昔，悲歡異目前。四時嗟閱水，一紀換流年。",
      "獨有西庭鶴，孤鳴白露天。"
    ]
  },
  {
    "volume": 480,
    "sequence": 11,
    "title": "泛五湖",
    "author": "李紳",
    "content": [
      "範子蛻冠履，扁舟逸霄漢。嗟予抱險艱，怵惕驚彌漫。",
      "窮通氾濫勞，趣適殊昏旦。浴日蕩層空，浮天淼無畔。",
      "依灘落葉聚，立浦驚鴻散。浪疊雪峰連，山孤翠崖斷。",
      "風帆同巨壑，雲矗成高岸。宇宙可東西，星辰沈粲爛。",
      "霞生澒洞遠，月吐青熒亂。豈複問津迷，休為呂梁歎。",
      "漂沈自詎保，覆溺心長判。吳越郡異鄉，嬰童及為玩。",
      "依稀占井邑，嘹唳同鵝鸛。舉棹未宵分，維舟方日旰。",
      "征斯濟川力，若鼓淩風翰。易狎當悔遊，臨深罔知難。"
    ]
  },
  {
    "volume": 480,
    "sequence": 12,
    "title": "過鐘陵",
    "author": "李紳",
    "content": [
      "龍沙江尾抱鐘陵，水郭村橋晚景澄。江對楚山千里月，郭連漁浦萬家燈。省拋雙旆辭榮寵，遽落丹霄起愛憎。",
      "惆悵舊遊同草露，卻思恩顧一沾膺。"
    ]
  },
  {
    "volume": 480,
    "sequence": 13,
    "title": "溯西江",
    "author": "李紳",
    "content": [
      "江風不定半晴陰，愁對花時盡日吟。孤棹自遲從蹭蹬，亂帆爭疾競浮沉。一身累困懷千載，百口無虞貴萬金。",
      "空闊遠看波浪息，楚山安穩過雲岑。"
    ]
  },
  {
    "volume": 480,
    "sequence": 14,
    "title": "早發",
    "author": "李紳",
    "content": [
      "沙洲月落宿禽驚，潮起風微曉霧生。黃鶴浪明知上信，黑龍山暗避前程。火旗似辨吳門戍，水驛遙迷楚塞城。",
      "蕭索更看江葉下，兩鄉俱是宦遊情。"
    ]
  },
  {
    "volume": 480,
    "sequence": 15,
    "title": "守滁陽深秋憶登郡城望琅琊",
    "author": "李紳",
    "content": [
      "山城小閣臨青嶂，紅樹蓮宮接薜蘿。斜日半岩開古殿，野煙浮水掩輕波。菊迎秋節西風急，雁引砧聲北思多。",
      "深夜獨吟還不寐，坐看凝露滿庭莎。"
    ]
  },
  {
    "volume": 480,
    "sequence": 16,
    "title": "滁陽春日懷果園閑宴",
    "author": "李紳",
    "content": [
      "西園到日栽桃李，紅白低枝拂酒杯。繁豔只愁風處落，醉筵多就月中開。勸人莫折憐芳早，把燭頻看畏曉催。",
      "聞道數年深草露，幾株猶得近池台。"
    ]
  },
  {
    "volume": 480,
    "sequence": 17,
    "title": "悲善才",
    "author": "李紳",
    "content": [
      "穆王夜幸蓬池曲，金鑾殿開高秉燭。東頭弟子曹善才，琵琶請進新翻曲。翠蛾列坐層城女，笙笛參差齊笑語。",
      "天顏靜聽朱絲彈，眾樂寂然無敢舉。銜花金鳳當承撥，轉腕攏弦促揮抹，花翻鳳嘯天上來，裴回滿殿飛春雪。",
      "抽弦度曲新聲發，金鈴玉佩相瑳切。流鶯子母飛上林，仙鶴雌雄唳明月。此時奉詔侍金鑾，別殿承恩許召彈。",
      "三月曲江春草綠，九霄天樂下雲端。紫髯供奉前屈膝，盡彈妙曲當春日。寒泉注射隴水開，胡雁翻飛向天沒。",
      "日曛塵暗車馬散，為惜新聲有餘歎。明年冠劍閉橋山，萬里孤臣投海畔。籠禽鎩翮尚還飛，白首生從五嶺歸。",
      "聞道善才成朽骨，空餘弟子奉音徽。南譙寂寞三春晚，有客彈弦獨淒怨。靜聽深奏楚月光，憶昔初聞曲江宴。",
      "心悲不覺淚闌幹，更為調弦反復彈。秋吹動搖神女佩，月珠敲擊水晶盤。自憐淮海同泥滓，恨魄凝心未能死。",
      "惆悵追懷萬事空，雍門感慨徒為爾。"
    ]
  },
  {
    "volume": 480,
    "sequence": 18,
    "title": "聞裏謠效古歌",
    "author": "李紳",
    "content": [
      "鄉里兒，桑麻鬱鬱禾黍肥，冬有襤襦夏有絺。",
      "兄鋤弟耨妻在機，夜犬不吠開蓬扉。鄉里兒，醉還飽，濁醪初熟勸翁媼。鳴鳩拂羽知年好，齊和楊花踏春草。",
      "勸年少，樂耕桑。使君為我剪荊棘，使君為我驅豺狼。",
      "林中無虎山有鹿，水底無蛟魚有魴。父漁子獵日歸暮，月明處處舂黃粱。鄉里兒，東家父老為爾言，鼓腹那知生育恩？莫令太守馳朱轓，懸鼓一鳴盧鵲喧。",
      "惡聲主吏噪爾門，唧唧力力烹雞豚。鄉里兒，莫悲吒。",
      "上有明王頒詔下，重選賢良恤孤寡。春日遲遲驅五馬，留犢投錢以為謝。鄉里兒，終爾詞。我無工巧唯無私，舉手一揮臨路岐。"
    ]
  },
  {
    "volume": 480,
    "sequence": 19,
    "title": "轉壽春守，太和庚戌歲二月祗命壽陽，時替裴五墉終歿。因視壁題，自墉而上，或除名在邊坐殿，歿凡七子，無一存焉。壽人多寇盜，好訴訐，時謂之凶郡，獷俗特著。蒙此處之，顧余衰年甘躡前患，俾三月而寇靜，期歲而人和，虎不暴物，姦吏屏竄。三載，復遭邪佞所惡，授賓客，分司東都。或舉其目，或寄於風，亦麤繼詩人之末云",
    "author": "李紳",
    "content": [
      "未登崖谷尋丹灶，且曆軒窗看壁題。那遇八公生羽翼，空悲七子委塵泥。舊壇無複翔雲鶴，廢壘曾經振鼓鼙。",
      "點檢遺編盡朝菌，應難求望一刀圭。"
    ]
  },
  {
    "volume": 480,
    "sequence": 20,
    "title": "憶壽春廢虎坑，余以春二月至郡，主吏舉所職，稱霍山多虎，每歲採茶為患，擇肉於人，至春常修陷阱數十所，勒獵者採其皮睛，余悉除罷之。是歲虎不復為害，至余去郡三載",
    "author": "李紳",
    "content": [
      "匪將履尾求兢惕，那效探雛所患爭。當路絕群嘗誡暴，為貓驅獮亦先迎。每推至化宣餘力，豈用潛機害爾生。",
      "休逐豺狼止貪戾，好為仁獸答皇明。"
    ]
  },
  {
    "volume": 480,
    "sequence": 21,
    "title": "壽陽罷郡日有詩十首與追懷不殊今編於後兼紀瑞物：肥河維舟阻涷祇待敕命",
    "author": "李紳",
    "content": [
      "罷分符竹作閑官，舟凍肥河擬棹難。食蘗苦心甘處困，飲冰持操敢辭寒。夜燈空應漁家火，朝食還依雁宿灘。",
      "西奏血誠遙稽首，乞容歸病老江幹。",
      "淮陽效理空多病，疏受辭榮豈戀班。陳力不任趨北闕，有家無處寄東山。疲驂豈念前程稅，倦鳥安能待暮還。",
      "珍重八公山下叟，不勞重淚更追攀。"
    ]
  },
  {
    "volume": 480,
    "sequence": 22,
    "title": "壽陽罷郡日有詩十首與追懷不殊今編於後兼紀瑞物：別連理樹",
    "author": "李紳",
    "content": [
      "垂陰敢慕甘棠葉，附幹將呈瑞木符。十步蘭茶同秀彩，萬年枝葉表皇圖。芟夷不及知無患，雨露曾沾自不枯。",
      "好住孤根托桃李，莫令從此混樵蘇。"
    ]
  },
  {
    "volume": 480,
    "sequence": 23,
    "title": "壽陽罷郡日有詩十首與追懷不殊今編於後兼紀瑞物：虎不食人",
    "author": "李紳",
    "content": [
      "南山白額同馴擾，亦變仁心去殺機。不競牛甘令買患，免遭狐假妄憑威。渡河豈適他邦害，據穀終無暴物非。",
      "爾效騶虞護生草，豈徒柔伏在淮淝。"
    ]
  },
  {
    "volume": 480,
    "sequence": 24,
    "title": "壽陽罷郡日有詩十首與追懷不殊今編於後兼紀瑞物：發壽陽分司敕到又遇新正感懷書事",
    "author": "李紳",
    "content": [
      "休為建隼臨淝守，轉作垂絲入洛人。罷閱舊林三載籍，又開新曆四年春。雲遮北雁愁行客，柳起東風慰病身。",
      "漸喜雪霜消解盡，得隨風水到天津。"
    ]
  },
  {
    "volume": 480,
    "sequence": 25,
    "title": "壽陽罷郡日有詩十首與追懷不殊今編於後兼紀瑞物：初出淝口入淮",
    "author": "李紳",
    "content": [
      "東風百里雪初晴，淝口冰開好濯纓。野老擁途知意重，病夫拋郡喜身輕。人心莫厭如弦直，淮水長憐似鏡清。",
      "回首夕嵐山翠遠，楚郊煙樹隱襄城。"
    ]
  },
  {
    "volume": 480,
    "sequence": 26,
    "title": "壽陽罷郡日有詩十首與追懷不殊今編於後兼紀瑞物：入淮至盱眙",
    "author": "李紳",
    "content": [
      "山凝翠黛孤峰迥，淮起銀花五兩高。天外綺霞迷海鶴，日邊紅樹豔仙桃。岸驚目眩同奔馬，浦溢心疑睹抃鼇。",
      "寄謝雲帆疾飛鳥，莫誇回雁卷輕毛。"
    ]
  },
  {
    "volume": 480,
    "sequence": 27,
    "title": "壽陽罷郡日有詩十首與追懷不殊今編於後兼紀瑞物：憶東湖",
    "author": "李紳",
    "content": [
      "菱歌罷唱鷁舟回，雪鷺銀鷗左右來。霞散浦邊雲錦截，月升湖面鏡波開。魚驚翠羽金鱗躍，蓮脫紅衣紫菂摧。",
      "淮口值春偏悵望，數株臨水是寒梅。"
    ]
  }
]