[
  {
    "id": "adcfe4db04427be6fd94a18759cdda2c",
    "title": "红楼梦十二曲·其二·终身误",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "这首曲子出自《红楼梦》，象征着封建婚姻的「金玉良姻」和象征着自由恋爱的「木石前盟」，在小说中都被画上了癞僧的神符，载入了警幻的仙册。这样，贾宝玉和林黛玉的悲剧，贾宝玉和薛宝钗的结合，便都成了早已注定了的命运。这一方面固然有作者悲观的宿命论思想的流露，另一方面也曲折地反映了这样的事实：在封建宗法社会中，要违背封建秩序、封建礼教和封建家族的利益，去寻求一种建立在共同理想、志趣基础上的自由爱情，是极其困难的。因此，眼泪还债的悲剧也像金玉相配的「喜事」那样有它的必然性。\n然而，封建压迫可以强制人处于他本来不愿意处的地位，可以使软弱的抗争归于失败，但不可能消除已经觉悟到现实环境不合理的人的更加强烈的反叛。没有爱情的「金玉良姻」，无法消除贾宝玉心灵上的巨大创痛、使他忘却精神上的真正伴侣，也无法调和他与薛宝钗之间两种思想性格的本质冲突。「纵然是齐眉举案，到底意难平。」结果终至于贾宝玉万念俱灰，弃家为僧；薛宝钗空闺独守，抱恨终身。所谓「金玉良姻」，实际是「金玉成空」！作品中表现了曹雪芹的思想倾向和他对封建传统观念大胆的、深刻的批判精神。\n曹雪芹把《终身误》放在十二首曲子的第一位，表明了宝玉对宝钗和黛玉两人截然不同的感情和心意，抒发了宝玉对误他终身的「金玉良缘」的愤恨。曲子以宝玉的口吻写就，说明宝玉婚后尽管终日面对的是宝钗，心中仍然念念不忘死去的黛玉。同时又表达了对薛宝钗在得到了婚姻的同时，也葬送了自己的青春和终身幸福的深深同情。「晶莹雪」看似形容宝钗的高洁，实际上是说宝钗内心的冰冷无情。在没有心灵共鸣的情况下，纵然宝钗恪守封建妇德，和宝玉相敬如宾，也抚不平宝玉内心深处的伤口。",
    "content": [
      "都道是金玉良姻，俺只念木石前盟。空对着，山中高士晶莹雪；终不忘，世外仙姝寂寞林。叹人间，美中不足今方信：纵然是齐眉举案，到底意难平。"
    ],
    "intro": "终身误是清代作家曹雪芹在《红楼梦》中写的词曲。",
    "annotation": [
      "金玉良姻：指宝玉与宝钗的婚姻。小说中曾写薛宝钗的金锁「是个癞头和尚送的」，上面所錾的两句吉利话与贾宝玉出生时衔来的那块通灵玉上「癞僧所镌的篆文」，「是一对儿」。薛姨妈也说：「金锁是个和尚给的，等日后有玉的方可结为婚姻。」持「红楼梦反封建论」者认为这段婚姻是符合封建秩序和封建家族利益的所谓美满婚姻。金玉：语意双关，既有贵重的意思，同时指代宝钗和宝玉。木石，语意双关，和「金玉」相对，指代黛玉和宝玉。",
      "木石前盟：「金玉良姻」的对立面，指贾宝玉和林黛玉因前世之盟而产生的爱情。作者虚构宝、黛生前有一段旧缘和盟约：绛珠草为酬报神瑛侍者以甘露灌溉之惠，要把「一生所有的眼泪还他」。这两句与宝玉曾在梦中喊骂「什么是「金玉姻缘』，我偏说是「木石姻缘』」（第三十六回）的话相似，但「俺只念木石前盟」应是摹写宝玉婚后所说的话。持「红楼梦反封建论」者认为宝黛恋情是建立在共同反抗封建礼教基础上的爱情。",
      "「空对」句：意思是说宝玉与宝钗虽为夫妻而没有爱情。雪，「薛」的谐音，指薛宝钗，兼喻其冷。高士，文雅有涵养的人，指宝钗。作者以「山中高士」比宝钗，表明了宝钗品性的高洁。",
      "「世外」句：「世外仙姝」，指林黛玉本为绛珠仙子，这里暗寓其死，亦即所谓「已登仙籍」。姝，美女。林，指林黛玉。",
      "「叹人间」句：这是宝玉对自己与宝钗和黛玉之间两段情缘发出的感叹：直到今天，才终于相信人间之事始终都是美中不足的。",
      "齐眉举案：《后汉书·梁鸿传》中记载，梁鸿家贫，但妻子孟光对他十分恭顺，每次送饭给他时都把食盘举得同眉毛一样高。后因以「举案齐眉」为封建妇道的楷模。这里指宝玉与宝钗维持着夫妻相敬如宾的表面虚礼。虽然宝钗对宝玉很好，但宝玉却始终放不下黛玉，所以说「到底意难平」。案，有足的小食盘。"
    ]
  },
  {
    "id": "adcfe4db04427be68e8ac5aa01b33999",
    "title": "红楼梦十二曲·其一·引子",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "content": [
      "开辟鸿蒙，谁为情种？都只为风月情浓。奈何天，伤怀日，寂寥时，试遣愚衷。",
      "因此上演出这悲金悼玉的《红楼梦》。"
    ],
    "intro": "红楼梦引子，出自《红楼梦·第五回·开生面梦演红楼梦立新场情传幻境情》，是贾宝玉梦游太虚幻境时，十二仙子演奏的警幻仙子新制《红楼梦》十二支仙曲的引子，也是《红楼梦》中女性人物的情感引序和悲惨命运终结的引序。",
    "annotation": [
      "开辟鸿蒙：开天辟地以来。鸿蒙，传说盘古开天辟地前的浑沌状态。",
      "奈何天：无可奈何的日子。",
      "遣：排遣。",
      "愚：我。",
      "衷：内心深处的情怀。"
    ]
  },
  {
    "id": "adcfe4db04427be6782062ceabbcca5a",
    "title": "红楼梦十二曲·其三·枉凝眉",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "content": [
      "一个是阆苑仙葩，一个是美玉无瑕。若说没奇缘，今生偏又遇着他；",
      "若说有奇缘，如何心事终虚化？一个枉自嗟呀，一个空劳牵挂。",
      "一个是水中月，一个是镜中花。想眼中能有多少泪珠儿，怎禁得秋流到冬尽，春流到夏！"
    ],
    "translation": "一个林黛玉，绛珠仙草；一个贾宝玉，顽石转世。\n如果我们没有缘分，今生又怎能与他相遇。\n如果我们有缘分，那怎么婚事（林黛玉）、知己（贾宝玉）的梦却又化为乌有？\n一个常常为宝玉流泪，一个常常为黛玉感叹。\n宝玉与黛玉的“爱情”终究如镜花水月一样不能成为现实。\n想想还有多少眼泪，怎能经得住岁月的如此摧残。",
    "intro": "《枉凝眉》是《红楼梦》中的判曲，主要以这首曲子写红楼梦的男女主角贾宝玉和林黛玉的“爱情理想”因各种缘故最终破灭的故事，林黛玉的泪尽而逝。曲名《枉凝眉》，意思是悲愁有何用，也即曲中所说的“枉自嗟呀”。凝眉，皱眉，悲愁的样子。\n",
    "annotation": [
      "阆苑（làng yuàn）：传说中神仙所住的地方。也称阆风苑、阆风之苑，传说中在昆仑山之巅，是西王母居住的地方。在诗词中常用来泛指神仙居住的地方，有时也代指帝王宫苑。",
      "仙葩（pā）：仙花。“阆苑仙葩”自然指绛珠仙子林黛玉。",
      "瑕：玉的疵斑。“美玉无瑕”指贾宝玉。",
      "虚化：成空，化为乌有。戚序本误作“虚花”，变动词为名词；程式乙本改作“虚话”，变心事为明言；甲戌本经涂改；今从庚辰本。",
      "“一个枉自嗟呀（jiē yā）， 一个空劳牵挂”句：一个常因宝玉而流泪（指黛玉），一个常因黛玉而感叹（指宝玉）。很显然这里说的就是正文以及脂批所提示的宝玉对黛玉诉肺腑等事。嗟呀，因悲伤而叹息。牵挂，在情况不明时对人的悬念。它与前面晴雯判词中“多情公子空牵念”的“牵念”以及后面写探春的《分骨肉》曲中“奴去也，莫牵连”的“牵连”意思相同。",
      "“水中月、镜中花”：都是虚幻的景象。",
      "“想眼中能有多少泪珠儿，怎禁得秋流到冬尽，春流到夏！”句：曹雪芹八十回后原稿中有《证前缘》一回（靖藏本第七十九回批），写黛玉“泪尽夭亡”。"
    ]
  },
  {
    "id": "adcfe4db04427be67d93e7cad7395d68",
    "title": "红楼梦十二曲·其四·恨无常",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "贾府在四大家族中居于首位，是因为它财富最多，权势最大，而这又因为它有确保这种显贵地位的大靠山——贾元春，世代勋臣的贾府因为她而又成了皇亲国戚。所以，小说的前半部就围绕着元春“才选凤藻宫”、“加封贤德妃”和“省亲”等情节，竭力铺写贾府“烈火烹油，鲜花着锦之盛”。但是，“豪华虽足羡，离别却难堪。博得虚名在，谁人识苦甘？”试看元春回家省亲在私室与亲人相聚的一幕，在“荣华”的背后便可见骨肉生离的惨状。元春说一句哭一句，把皇宫大内说成是“终无意趣”的“不得见人的去处”，完全像从一个幽闭囚禁她的地方出来一样。曹雪芹有力的笔触，揭出了封建阶级所钦羡的荣华对贾元春这样的贵族女子来说也还是深渊，她不得不为此付出丧失自由的代价，同时也让读者看见了她心中高出俗流的光辉。\n但是，这一切还不过是后来情节发展的铺垫。省亲之后，元春回宫似乎是生离，其实是死别；她丧失的不只是自由，还有她的生命。因而，写元春显贵所带来的贾府盛况，也是为了预示后来她的死是庇荫着贾府大树的摧倒，她的死是贾府覆灭的前奏，为贾府事败、抄没后的凄惨景况作了反衬。脂批点出元妃之死也与贾家之败、黛玉之死一样，“乃通部书之大过节、大关键”。不过，在现存的后四十回续书中，这种成为“大过节、大关键”的转折作用并没有加以表现，相反的，续书倒通过元春之死称功颂德一番，说什么因为“圣眷隆重，身体发福”才“多痰”致疾，仿佛她的死也足以显示皇恩浩荡似的。\n《红楼梦》人物中，短命的都有令人信服的原因，唯独元春青春早卒的原因不明不白，这本身就足以引人深思。作者究竟怎样写的，从“虎兔相逢”四个字是无法推断的。曲子中有些话也很蹊跷，如说元春的“荡悠悠，芳魂消耗”、“望家乡，路远山高”，倘元春后来死于宫中，对于筑于“帝城西”的贾府并不算远，“路远山高”、“相寻告”云云，都很难解通的。也只能成为悬案。不过，有一点，曲中写得比较明确，即写元春以托梦的形式向爹娘哭诉说：“儿命已入黄泉，天伦呵，须要退步抽身早！”这岂不是明明白白地要亲人以她自己的含恨而死作为前车之鉴，赶快从官场脱身，避开即将临头的灾祸吗？由此可知，元春之死不仅标志着四大家族所代表的那一派在政治上的失势，敲响了贾家败亡的丧钟，而且她自己也完全是封建统治阶级宫闱内部互相倾轧的牺牲品。这样，声称“毫不干涉时世”的曹雪芹，就大胆地揭开了政治帷幕的一角，让人们从一个封建家庭的盛衰遭遇，看到了它背后封建统治集团内部各派势力之间不择手段地争权夺利的肮脏勾当。贾探春所说的“恨不得你吃了我，我吃了你”的话的深长含义，也不妨从这方面去理解。",
    "content": [
      "喜荣华正好，恨无常又到，眼睁睁把万事全抛，荡悠悠芳魂销耗。",
      "望家乡路远山高。故向爹娘梦里相寻告：儿命已入黄泉，天伦呵，须要退步抽身早！"
    ],
    "intro": "《恨无常》是《红楼梦》中写贾元春的判曲。曲名《恨无常》，暗示元春早死——无常是佛家语言，原指人世一切即生即灭、变化无常，后俗传为勾命鬼。元春当了贵妃，但“荣华”短暂，忽然夭亡。",
    "annotation": [
      "“喜荣华正好”句：指贾元春入宫为妃，显赫一时，贾府因此成为皇亲国戚。",
      "“恨无常又到”句：指贾元春之死。无常是佛家语言，原指人世一切即生即灭、变化无常，后俗传为勾命鬼。元春当了贵妃，但“荣华”短暂忽然被夺去了性命。这里兼有两层意思。",
      "“眼睁睁把万事全抛，荡悠悠把芳魂消耗”句：这里说明了元春的死是一种非正常的死亡。“眼睁睁”就可以说明；“荡悠悠”就说明了，她是被人缢死的；芳魂消耗，指元春死后托梦，鬼魂忧伤憔悴",
      "“望家乡路远山高”句：元春死亡的地点不是在宫中，而是在山的附近，她是被人弄到山上去缢死的。",
      "天伦：古代制度用作父子、兄弟等亲属的代称，这里是父母的意思。贾元春用来称呼她的父亲贾政。",
      "“须要退步抽身早”句：预示了贾府的衰败。作为一个政治牺牲品的元春的死亡，在贾府衰败之前，也表明了贾府和其中的人们，特别是女儿们难以避免的悲剧下场。"
    ]
  },
  {
    "id": "adcfe4db04427be62074bb770a07f32c",
    "title": "红楼梦十二曲·其五·分骨肉",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "对于贾探春这样的人，作者是有阶级偏爱和阶级同情的。但是，作者没有违反历史和人物的客观真实性，仍然十分深刻地描绘了这个形象，如实地写出了她“生于末世运偏消”的必然结局。原稿中写贾探春后来远嫁的情节与续书不同。曲中“从今分两地，各自保平安”，也是她一去不归的明证。“三春去后诸芳尽”，贾迎春出嫁八十回前已写到，贾元春之死、贾探春远嫁，根据她们的曲文和有关的脂砚斋批注，也都在贾府事败之前，可能八十回后很快就会写到，这样，八十回后必然是一波未平、一波又起，情节发展相当紧张急遽，决不会像续书作者写“四美钓游鱼”那样松散、无聊。",
    "content": [
      "一帆风雨路三千，把骨肉家园，齐来抛闪。恐哭损残年，告爹娘休把儿悬念。",
      "自古穷通皆有定，离合岂无缘？从今分两地，各自保平安。奴去也，莫牵连！"
    ],
    "intro": "《分骨肉》是《红楼梦》中唱贾探春的判曲。骨肉指父母与儿女之间的关系，“分骨肉”，是说儿女与父母永远分离。贾府的三小姐贾探春浑名“玫瑰花”，她在思想性格上与同是庶出的姐姐“二木头”贾迎春形成了鲜明的对照。她精明能干，有心机，能决断，连王熙凤和王夫人都畏她几分、让她几分。在她的意识中，区分主仆尊卑的封建等级观念特别深固。贾探春对贾府面临大厦将倾的危局颇有感触，她想用“兴利除弊”的微小改革来挽回这个封建大家庭的颓势，但这只能是心劳日拙，无济于事。",
    "annotation": [
      "“一帆”三句：指贾探春远嫁。",
      "爹娘：指贾政、王夫人。贾探春是庶出，为贾政的小老婆赵姨娘所生，但她不承认自己的生身母亲：“我只管认得老爷太太两个人，别人我一概不管。”（《红楼梦》二十七回）所以赵姨娘说她“没有长翎毛就忘了根本，只拣高枝儿飞去了”。",
      "穷通：穷困和显达。"
    ]
  },
  {
    "id": "adcfe4db04427be6196570d602115d93",
    "title": "红楼梦十二曲·其六·乐中悲",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "开头二句“襁褓中，父母叹双亡，纵居那绮罗丛，谁知娇养”，描述了史湘云虽然生于富贵之家，但因自幼父母双亡，失去了父爱与母爱，没有人护持她娇惯她。\n下面三句“幸生来，英豪阔大宽宏量，从未将儿女私情，略萦心上。好一似，霁月光风耀玉堂”，描绘了史湘云那种宽宏大度，活泼乐观，潇洒豪放，颇有些男孩子气质的性格特点。作者以赞赏的口气描述她的这些性格特点，说她的性格有如霁月光风辉映着玉堂那样亮丽可爱。父母早丧，能有这样的性格，是不幸中的幸事。\n在《红楼梦》中，史湘云是大观园女孩儿个性格最活泼的一个。她最大的特点就是“英豪阔大宽宏量”，从无小儿女那种扭怩之态。薛宝钗过生日唱戏，王熙凤说一个小旦活像某个人。薛宝钗已看出来，一笑，不说；贾宝玉也猜着了，但不敢说；史湘云脱口而出：“倒像林姐姐的模样！”不经心地得罪了林黛玉，引起一场有趣的小口角。至于她喝醉酒后，躺在芍药花丛里睡大觉，更是《红楼梦》中一大美景。\n后面三句，作者认为史湘云有这样的性格，而且才华又不在薛宝钗、林黛玉之下，也配上一个如意郎君，恩爱终生，以弥补幼年的不幸。然而事情总是不尽人意，“终久是云散高唐，水涸湘江”，婚后生活并不美满。史湘云是豁达之人，对此也会看得开的，因此结句写道：“这是尘寰中消长数应当，何必枉悲伤！”可见，湘云的结局也是悲剧性的。\n史湘云和林黛玉的遭遇有相类之处，但个性却截然不同。林黛玉多愁多病，整天哭哭啼啼。史湘云却健康活泼，爱说爱笑，偏又有点咬舌，把“二哥哥”说成“爱哥哥”，让林黛玉取笑。她不像林黛玉那样早夭，但等待她的也决不是什么美好的生活。",
    "content": [
      "襁褓中，父母叹双亡。纵居那绮罗丛中谁知娇养？",
      "幸生来英豪阔大宽宏量，从未将儿女私情，略萦心上。",
      "好一似霁月光风耀玉堂。厮配得才貌仙郎，博得个地久天长，准折得幼年时坎坷形状。",
      "终久是云散高唐，水涸湘江。这是尘寰中消长数应当，何必枉悲伤？"
    ],
    "intro": "《乐中悲》是《红楼梦》中唱史湘云的判曲。所谓的“乐中悲”，是说荣华富贵中潜伏着危机，欢乐中潜藏着悲哀。"
  },
  {
    "id": "adcfe4db04427be6151180d7781f9715",
    "title": "红楼梦十二曲·其七·世难容",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "在《红楼梦》中，另有一篇判词写妙玉：“欲洁何曾洁，云空未必空。可怜金玉质，落陷淖泥中。”妙玉愤世嫉俗，不为社会所容，此处的淖泥是指世俗社会，并不是指烟花巷，通行本中妙玉的结局不符合曹雪芹的原笔原意，是错误理解了“泥”、“风尘”和“肮脏”。“风尘”是指世俗社会，“肮脏”，是不阿不屈的意思。",
    "content": [
      "气质美如兰，才华馥比仙。天生成孤僻人皆罕。你道是啖肉食腥膻，视绮罗俗厌；",
      "却不知好高人愈妒，过洁世同嫌。可叹这青灯古殿人将老，辜负了红粉朱楼春色阑，到头来依旧是风尘肮脏违心愿。",
      "好一似无瑕白玉遭泥陷，又何须王孙公子叹无缘？"
    ],
    "intro": "《世难容》是《红楼梦》中唱妙玉的判曲，“世难容”，是说不被社会所容。"
  },
  {
    "id": "adcfe4db04427be6188d792dc64d0cb8",
    "title": "红楼梦十二曲·其八·喜冤家",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "贾府的二小姐贾迎春和同为庶出却精明能幹的贾探春相反，老实无能，懦弱怕事，所以有「二木头」的浑名。她不但作诗猜谜不如姊妹们，在处世为人上也衹知退让，任人欺侮，对周围发生的矛盾纠纷采取一概不闻不问的态度。她的攒珠累丝金凤首饰被人拿去赌钱，她不追究，别人要替她追回，她说「宁可没有了，又何必生事」；事情闹起来了，她不管，却拿一本《太上感应篇》自己去看。抄检大观园时，司棋被逐，贾迎春虽然感到「数年之情难捨」，掉了眼泪，但司棋求她去说情，她却「连一句话也没有」。如此怯懦的人，最後落得悲惨的结局，这在当时的社会环境，是有其必然性的。\n在小说中，贾迎春的悲剧是其父贾赦一手造成的。贾迎春从小死了娘，她父亲贾赦和邢夫人对她毫不怜惜。按孙绍祖的说法，是贾赦欠了孙家五千银子，拿贾迎春抵了债。当初，虽有人劝阻这门亲事，但「大老爷执意不听」，谁也没有办法，因为儿女的婚事决定于父母。作者一再用「中山狼」称呼孙绍祖，因为他是一个不折不扣的恶棍。「他一味好色，好赌酗酒，家中所有的媳妇，丫头将及淫遍。」这就是他「骄奢淫荡贪欢媾」的注脚。贾迎春劝两次，他就骂贾迎春是「酯汁老婆拧出来的」，「好不好，打一顿撵在下房裏睡去！」完全是一副流氓嘴脸。贾迎春这位公府千金从未经历过这種事情，回到家裏啼哭诉苦，尽管大家十分伤感，却也无可奈何，因为嫁出去的女儿就是属于夫家的人了，王夫人也衹能说说「我的儿，这也是你的命」之类的既像安慰又像劝导的话。贾迎春衹提出一点可怜的要求：「还得在园裏旧房子裏住得三五天，死也甘心了。」幾天後，孙家来人接，她「衹得勉强忍情作辞」，回到「狼窟」裏去。曹雪芹写了八十回的《红楼梦》就在这个地方绝笔，使读者看不到作者怎样写贾迎春「一载赴黄粱」的惨状了。高鹗续写的「还孽债迎女返真元」的情节，虽然基本体现了原作者的意图，但嫌太草草了。\n表面上，贾迎春是被「中山狼，无情兽」喫掉的，但其实，吞噬她的是整个封建宗法制度。在大观园的女儿国中，贾迎春是成为封建包办婚姻的牺牲品的一个典型代表。作者通过她的不幸结局，控诉了这種婚姻制度的罪恶，揭露了封建社会黑暗的现实。",
    "content": [
      "中山狼，无情兽，全不念当日根由。一味的骄奢淫荡贪欢媾。",
      "觑着那侯门艳质同蒲柳，作贱的公府千金似下流。",
      "叹芳魂艳魄，一载荡悠悠。"
    ],
    "intro": "《喜冤家》是《红楼梦》中写贾迎春的判曲。曲名《喜冤家》，是说她所嫁的丈夫是冤家对头，因为婚嫁称喜事。",
    "annotation": [
      "「中山狼，无情兽，全不念当日根由」句：指贾迎春丈夫孙绍祖完全忘了他的祖上曾受过贾府的好处。",
      "贪欢媾：指书中贾迎春哭诉「孙绍祖一味好色」，「家中所有的媳妇丫头将及淫遍」。",
      "觑（qù）：窥视、细看，这裏就是看的意思。",
      "蒲柳：蒲和柳易生易凋，借以喩本性低贱的人。东晋人顾悦与简文帝司马昱同年，而头髮早白。简文帝问他为什么头髮白得这么早，顾悦谦恭地说：「蒲柳之姿，望秋而落；松柏之质，经霜弥茂。」这裏是说孙绍祖作践贾迎春，不把她当作贵族小姐对待。",
      "作践：糟蹋。",
      "下流：下贱的人。",
      "「叹芳魂艳魄，一载荡悠悠」句：指贾迎春嫁後一年即被虐待而死。"
    ]
  },
  {
    "id": "adcfe4db04427be6ab01a897203642fd",
    "title": "红楼梦十二曲·其九·虚花悟",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "一、二句即说“将那三春看破，桃红柳绿待如何”。在小说中，贾惜春是贾氏姊妹中年龄最小的一个。贾政为了光宗耀祖，将贾元春送入宫中，在那“不得见人”的地方丧送了青春与生命；贾赦把贾迎春投入孙绍祖的虎狼窝中，仅仅一年就不堪折磨而死；才高志大的贾探春，终因是庶出，像一只断线风筝远嫁他乡。三个姐姐的不幸结局，四大家族的没落命运，使她为自己的未来担忧，现实的一切既对她失去了吸引力，她便产生了弃世的念头。而在主观上，周围环境也塑造了她那种毫不关心他人的孤僻冷漠的性格，这是典型的利己主义世界观的表现。人家说她是“心冷嘴冷的人”，她自己的处世哲学就是“我只知道保得住我就够了”。这一切使贾惜春看破了红尘，遁入空门。哀莫大于心死，这首曲子表述了她对现实人生的心灰意冷，什么韶华春光，什么夭桃红杏，一切荣华富贵都是转瞬即逝的过眼云烟，最终都将走向坟墓。于是她选择了一条逃避现实的道路，去“独卧青灯古佛旁”（贾惜春判词）了。\n贾惜春“勘破三春”，披缁为尼，这并不表明她在大观园的姊妹中见识最高、最能悟彻人生的真谛。在原稿中，她所过的“缁衣乞食”的生活，境况也要比续书所写的悲惨得多。",
    "content": [
      "将那三春勘破，桃红柳绿待如何？把这韶华打灭，觅那清淡天和。",
      "说什么天上夭桃盛，云中杏蕊多，到头来谁见把秋挨过？",
      "则看那白杨村里人呜咽，青枫林下鬼吟哦，更兼着连天衰草遮坟墓。",
      "这的是昨贫今富人劳碌，春荣秋谢花折磨。似这般生关死劫谁能躲？",
      "闻说道西方宝树唤婆娑，上结着长生果。"
    ],
    "intro": "《虚花悟》是《红楼梦》中写贾惜春的判曲。曲名《虚花悟》，意思是领悟到荣华是虚幻的。“虚花”即镜中花。曲中通过运用各种比喻和象征的手法来描写她对人生的冷淡和对现实的逃避。",
    "annotation": [
      "“将那三春勘破”句：与书中“判词”所说“勘破三春”意同。三春，一是指孟春、仲春、季春；二是指元春、迎春、探春。寓意四大家族末世。",
      "桃红柳绿：喻荣华富贵。",
      "待如何：结果怎么样呢？",
      "韶华：大好春光，美妙年华。这里比喻所谓青春时期，寓意惜春少年看破红尘出家。",
      "清淡天和：既是与自然界浓艳的春光相对的天地间清淡之气，又指人体的元气，因为古时有所谓不动心、不劳形、清净淡泊可保持元气不受耗伤的说法。所以，“觅天和”也就是所谓养性修道。《庄子·知北游》：“若正汝形，一汝视，天和将至。”天和，即所谓元气。",
      "“天上夭桃、云中杏蕊”句：比喻富贵荣华。唐代高蟾《下第后上永崇高侍郎》诗：“天上碧桃和露种，日边红杏倚云栽。芙蓉生在秋江上，不向东风怨未开。”封建士大夫以天、日称皇帝，以雨露喻君恩，所以高蟾借天上桃杏比喻在朝的达官显贵，以秋江芙蓉比喻他自己。夭桃，语本《诗经·周南·桃夭》：“桃之夭夭。”夭夭，美而盛的样子。又旧时以“夭桃禾农李”为祝颂之辞，与曲子说贾惜春不嫁人而为尼的命运也相适合。",
      "“到头来谁见把秋挨过”句：说桃杏虽盛，但等不到秋天而早已落尽。以草木摇落而变衰的秋季来象征人世间不可避免的衰败。从其他线索看，原稿写贾府之败时在秋天，因此，这一句含义双关。",
      "则看：只见。",
      "白杨村：古人在墓地多种白杨，后来常用白杨暗喻坟冢所在。《古诗十九首》：“驱车上东门，遥望郭北墓。白杨何萧萧，松柏夹广路。下有陈死人，杳杳即长暮。”",
      "青枫林：李白遭流放，杜甫疑其已死，作《梦李白》诗说：“魂来枫林青，魂返关塞黑。”这里青枫林是借用，意同“白杨村”。",
      "的是：真是。",
      "生关死劫：佛教把人的生死说成是关头、劫数。劫，厄运。",
      "“闻说道”三句：闻说，听说。西方，西天，佛教以“西天”为“极乐净土”之称。婆娑，应当是“娑罗”之误，相传佛教创始人释迦牟尼死于两颗娑罗树之间，佛教徒把娑罗树叫宝树。长生果，道教传说吃后会长生不老。",
      "“则看那”至“闻到说”十三句：有正反两个意思。正面是说，无论是穷人还是富人，要想躲过生关死劫，就只有皈依佛门。曹雪芹实际的反面意义是：要人们用皈依佛门来逃避灾难，是骗人的鬼话。如果娑罗树上真的有长生果，释迦牟尼就不会死于娑罗树之间。并故意把“娑罗”误说成“婆娑”，故意让道教的“长生果”结在佛教的“婆娑”树上，这种不伦不类，本身就是对佛教的不恭，有“毁僧谤道”之意。"
    ]
  },
  {
    "id": "adcfe4db04427be6a86e178fb9fdfe31",
    "title": "红楼梦十二曲·其十·聪明累",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "王熙凤是贾府的实际当权派。她主持荣国府，协理宁国府，而且交通官府，为所欲为。这是个政治性很强的人物，不是普通的贵族家庭的管家婆。她的显著特点就是“弄权”，一手抓权，一手抓钱。王熙凤是四大家族中首屈一指的“末世之才”，在几年掌权中，她极尽权术机变、残忍阴毒之能事，为了贾府耗尽心力还是没能挽回败局。\n按照曹雪芹的原意，这个贾门女霸的结局是很惨烈的。脂砚斋批语说王熙凤获罪离家，与贾宝玉一同淹留于狱神庙（待罪候命处，还不是监狱）；重返贾府，在大观园执帚扫雪；被丈夫休弃，“哭向金陵”娘家；回首惨痛，短命而死。王熙凤这个脂粉堆里的英雄之所以会落得这样的结局是因为她的心狠手辣，不懂得该放手时需放手，聪明反被聪明累。",
    "content": [
      "机关算尽太聪明，反算了卿卿性命。生前心已碎，死后性空灵。",
      "家富人宁，终有个家亡人散各奔腾。枉费了意悬悬半世心，好一似荡悠悠三更梦。",
      "急喇喇似大厦倾，昏惨惨似灯将尽。呀！一场欢喜忽悲辛，叹人世终难定！"
    ],
    "intro": "《聪明累》是《红楼梦》中写王熙凤的判曲。曲名“聪明累”，是受聪明之连累、聪明自误的意思。语出北宋苏轼《洗儿》诗：“人皆养子望聪明，我被聪明误一生。惟愿孩儿愚且鲁，无灾无难到公卿。”曲中通过叙述王熙凤“机关算尽”，最终害人害己，一方面揭示了她的惨痛结局，另一方面也揭示了封建制度必将垮台的历史命运。",
    "annotation": [
      "“机关算尽太聪明，反算了卿卿性命”二句：意思是王熙凤费尽心机，策划算计，聪明得过了头，反而连自己的性命也给算掉了。机关，心机、阴谋权术。卿卿，语本《世说新语·惑溺》，后作夫妇、朋友间一种亲昵的称呼。这里指王熙凤。",
      "死后性空灵：所依据的情节不详。从可以知道的基本事实来看，使王熙凤难以瞑目的事，最有可能是指她到死都牵挂着她的女儿贾巧姐的命运。",
      "奔腾：在这里是形容灾祸临头时，众人各自急急找生路的样子。",
      "意悬悬：时刻劳神，放不下心的精神状态。"
    ]
  },
  {
    "id": "adcfe4db04427be678babeafabd96ecd",
    "title": "红楼梦十二曲·其十一·留馀庆",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "曲名“留馀庆”，是说贾巧姐的娘王熙凤曾接济过刘姥姥，做了好事，因而得到好报——由刘姥姥救贾巧姐出火坑。“留馀庆”与“积得阴功”含义相似，都是一种因果报应的说法。\n贾府丑事败露后，王熙凤获罪，自身难保，女儿贾巧姐为狠舅奸兄欺骗出卖，流落在烟花巷。贾琏夫妻、父女，“家亡人散各奔腾”。后来，贾巧姐幸遇恩人刘姥姥救助，使她死里逃生。这些佚稿中的情节，前面“判词”注中已有提及。书中这样描写贾巧姐的命运，很有可能是表现出了作者曹雪芹在经历过长期的贫困生活后，思想上所出现的某些接近人民的新因素。\n作者描写刘姥姥形象的真正用意，并不像小说所声称的那样是因为贾府大小事多，理不出头绪来，所以借她为引线，也不是为了让她进荣府闹出许多笑话来，供太太小姐们取乐，借以使文字生色。作者安排这个人物是胸有成竹的。脂砚斋批语指出：小说在介绍刘姥姥一家时所说“‘略有些瓜葛’，是数十回后之正脉也”（《红楼梦》第六回）。这就是说，刘姥姥一家在小说后半部分中因贾巧姐为板儿媳妇，真的成了贾家的亲戚，而且是正派亲戚。“势败休云贵，家亡莫论亲。”在“树倒猢狲散”的情况下，贾府主子们之间的勾心斗角已发展为骨肉相残。到那时，肯伸手相援的都是些曾被人瞧不起的小人物，如贾芸、小红、茜雪等。而曾被作为贾府上下嘲弄对象的刘姥姥，不但是贾府兴衰的见证者，反过来，她也成了真正能出大力救助贾府的人。要把被卖作妓女的贾巧姐从火坑里救出来，就不外乎出钱和向人求情，这对刘姥姥来说是不容易的。接着，招烟花女子为媳妇（此外贾巧姐也别无出路），则更是要承受封建道德的巨大压力。脂砚斋批语认为：“老妪有忍耻之心，故后有招大姐之事。”其实，这正是在考验关头表现出一个农村劳动妇女的思想品质，大大高出于表面上维护着虚伪的封建道德的上层统治阶级的地方。\n贾巧姐终于从一个出身于公侯之门的千金，变成了一个在“荒村野店”里“纺绩”的劳动妇女，就像秦可卿出殡途中贾宝玉所见的那个二丫头那样。与书中前半部分“金陵十二钗”所过的那种吟风弄月的寄生生活相反，贾巧姐走上了一条全新的自食其力的生活道路。于是，刘姥姥为贾巧姐取名所说的“遇难呈祥，逢凶化吉”得到了验证。曹雪芹思想的深度是一般封建时代的小说家所难以企及的。脂砚斋批语的思想与之就有很大的差距，他说：“应了这话固好，批书人焉能不心伤！狱庙相逢之日，始知‘遇难成祥，逢凶化吉’实伏线于千里。哀哉伤哉！此后文字，不忍卒读。”（靖藏本第四十二回批）所以说，他对这样的“成祥”“化吉”还有保留，所以仍不免“哀哉伤哉”。《红楼梦》的续书者更是曲解了原意，在续书者看来，女子失节不如一死，既沦为烟花女，便无“馀庆”可言，招贾巧姐而使她成为靠“两亩薄田度日”的卑贱的农妇，刘姥姥也算不得“恩人”。所以，续书让贾巧姐幸免于难，并且最后非让她嫁到“家资巨万”的大地主家不可（这应入“厚命司”才是），还让“刘姥姥见了王夫人等，便说起来将来怎么升官，怎么起家，怎么子孙昌盛”，这与曹雪芹的原意有天壤之别。\n曹雪芹笔下的刘姥姥，身上也戴着封建阶级精神奴役的沉重枷锁，说王熙凤能“留馀庆”、“积得阴功”，也完全是一种阶级偏见。曲子宣扬“乘除加减，上有苍穹”的冥冥报应的迷信思想，更属于封建糟粕。这些都应剔除。但是，读者也应该看到使作者产生“劝人生，济困扶穷”思想的实际生活基础，把它与封建剥削阶级惯于进行的虚伪的、廉价的慈善说教区别开来。",
    "content": [
      "留馀庆，留馀庆，忽遇恩人；幸娘亲，幸娘亲，积得阴功。",
      "劝人生济困扶穷，休似俺那爱银钱忘骨肉的狠舅奸兄。",
      "正是乘除加减，上有苍穹！"
    ],
    "intro": "《留馀庆》是是《红楼梦》中写贾巧姐的判曲，曲中通过叙述刘姥姥救贾巧姐出火坑的事情，表达了作者规劝人们济困扶穷的思想观念，警示人们因果轮回报应不爽。然而作者给了巧姐一个好的结局，是像告诉世人：封建官僚家庭已是”注定败落“，（如甄家、贾家等）只有真真正正的百姓的生活（袭人、小红、刘姥姥等）才称得上是幸福美满，如果想要保住后代子孙，只能尊重他们、乐于帮助他们。（就像凤姐当年满怀虚荣地救济刘姥姥的二十两银子，却在贾府败落的今天，得到了知恩图报的刘姥姥的千金之救，保了贾府一位后生。）",
    "annotation": [
      "留馀庆：先代为后代所遗留下来的福泽叫馀庆。《易·坤·文言》：“积善之家，必有馀庆。”留馀庆，与“积得阴功”义相似，是因果报应的通俗表达。娘亲，“母亲”的一种方言叫法。",
      "狠舅奸兄：后人难以考证曹雪芹原稿中“奸兄”所指系谁。《红楼梦》续书写贾巧姐后为王仁（狠舅）、贾环、贾芸（奸兄）等所卖，但可以肯定贾芸并不是曹雪芹原稿中所说的“奸兄”。第二十四回的脂砚斋批语说小说后半部分有“芸哥仗义探庵”（靖藏本）事，并说“此人后来荣府事败，必有一番作为”。贾环则既非“舅”，也非“兄”，而是巧姐的叔叔。",
      "乘除加减：指老天的赏罚丝毫不出差错，即“善有善报，恶有恶报”。"
    ]
  },
  {
    "id": "adcfe4db04427be6ecf5227a8d2937e7",
    "title": "红楼梦十二曲·其十二·晚韶华",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "曲名“晚韶华”，字面上说晚年荣华，其真意是说好光景到来已经晚了。\n在《红楼梦》里许多重要事件中，李纨都在场，可是她永远只能充当“敲边鼓”的角色，没有给读者留下什么特殊的印象。这也许正是符合她的身份地位和思想性格的——荣国府的大嫂子，一个恪守封建礼法、与世无争的寡妇，从来安分顺时，不肯卷入矛盾斗争的旋涡。\n这是一个封建社会中被人称为贤女节妇的典型，“三从四德”的妇道的化身。清代的卫道者们鼓吹程朱理学，宣扬妇女贞烈气节特别起劲，妇女所受的封建主义“四大绳索”压迫的痛苦也更为深重。像李纨这样的人，在统治者看来是完全有资格受表旌、立牌坊、编入“烈女传”的。虽则“无常性命”没有使她有更多享受晚福的机会（李纨年龄不比诸姊妹大多少，她的死原稿中或另有具体情节，但已难考出），但她毕竟在寿终前得到了“凤冠霞帔”的富贵荣耀，这正可以用来作为天道无私、终身茹苦含辛贞节自守者必有善报的明证。然而，曹雪芹偏将她入了“薄命司”册子，说这一切只不过是“枉与他人作笑谈”罢了（后四十回续书以贾兰考中一百三十名，“李纨心下自然喜欢”为结束，这样，李纨就不该在“薄命司”之列了），这是对儒家传统观念的大胆挑战，是从封建王国的黑暗中透射出来的民主主义思想的光辉。",
    "content": [
      "镜里恩情，更那堪梦里功名！那美韶华去之何迅，再休提绣帐鸳衾。",
      "只这戴朱冠披凤袄，也抵不了无常性命。虽说是人生莫受老来贫，也须要阴骘积儿孙。",
      "气昂昂头戴簪缨，光灿灿胸悬金印。威赫赫爵禄高登，昏惨惨黄泉路近！",
      "问古来将相可还存？也只是虚名儿后人钦敬。"
    ],
    "intro": "《晚韶华》是是《红楼梦》中写李纨的判曲，曲中叙述了李纨一生的际遇：她在年轻时守寡，养大了儿子却赶上贾府败落，晚年时因为儿子做官终于当上了诰命夫人，却又撒手人寰。",
    "annotation": [
      "“镜里恩情，更那堪梦里功名”句：意思是李纨的丈夫早死，夫妻恩情已是空有其名，没有料到她儿子的功名、自己的荣华，也像梦境一样虚幻。",
      "韶华：这里喻青春年华，与曲名中喻荣华富贵有别。",
      "绣账鸳衾：指代夫妻生活。",
      "“只这戴珠冠”三句：是说待李纨可享荣华时，死期也就临近了，这是得不偿失。只，即使，即便是。珠冠、凤袄，是受到朝廷封赏的贵妇人的服饰。这里指李纨因贾兰长大后做了官而得到封诰。",
      "阴骘：即前曲所谓“阴功”，指暗中有德于人。积儿孙，为儿孙积德。",
      "簪缨：古时贵人的冠饰。簪是首饰，缨是帽带。",
      "金印：亦贵人所悬带。《晋书·皇后纪论》：“唯皇后贵人，金印紫绶。”",
      "“问古来”二句：说李纨本来大可不必“望子成龙”。"
    ]
  },
  {
    "id": "adcfe4db04427be69214cc0997d5fa02",
    "title": "红楼梦十二曲·其十三·好事终",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "秦可卿本是被弃于养生堂的孤儿，她从抱养她的“寒儒薄宦”之家进入贾府以后，就堕入了罪恶的渊薮。她走上绝路是贾府主子们糜烂生活的恶果，其中首恶便是贾珍这类人形兽类。\n这首吟咏秦可卿的曲子着眼点却落在了整个贾氏大家族上。曹雪芹把这个“百年望族”衰落和败亡的主要原因归结为贾敬的荒诞不经合对子孙的放任自流，导致宁府上下乱伦滥交，纲常败坏。秦可卿之死，是在封建世族繁华鼎盛时暴露出来的一个败亡的征兆。曹雪芹的这种处理，大大加深了秦可卿悲剧故事的历史纵深感，使这首曲子具有了更为深广的社会意义。当然，作者由于时代所限，时不时地会陷入宿命的因果循环论，对于这些思想我们应当注意鉴别。\n曲子的有一点是颇令人思索的，那就是秦可卿在小说中死得较早，接着还有贾元春省亲、庆元宵等盛事，但作者却说她是“败家的根本”。从表面上来看，后来贾府之败是由于这首曲子所归结的“宿孽总因情”，但四大家族的衰亡是社会的、政治的客观规律所决定的，封建统治阶级的生活腐朽、道德败坏也是其阶级本性所决定的。按道理说，即使曹雪芹远远不可能有这样的认识，也不至于把后来发生的重大变故的责任全推到一个受贾府这个罪恶封建家庭的毒氛污染而丧生的女子身上，把一切原因都说成是因为“情”。\n其实，这和十二支曲的《引子》中所说的“都只为风月情浓”一样，只是作者有意识地在小说一切人物、事件上盖上的瞒人的印记。作者在很大程度上是为了给人以“大旨谈情”的假象，才虚构了太虚幻境、警幻仙子的。但是，这种“荒唐言”若不与现实沟通，就起不了掩护政治性的真事的作用。因而，作者又在现实中选择了秦可卿这个因风月之事败露而死亡的人，作为这种“情”的象征，让她在贾宝玉梦中“幻”为“情身”，还让那个也叫“秦可卿”的仙姬与薛宝钗、林黛玉的形象混为一体，最后与贾宝玉一起堕入“迷津”，暗示这是后来情节发展的影子，以自圆其“宿孽因情”之说。作者的思想是充满矛盾的，以假象示人是不得已的，所以他在太虚幻境入口处写下了一副对联，一再警告读者要辨清“真”、“假”、“有”、“无”。在小说中，冯渊之死已经写出凶手是薛蟠，却偏又说“这正是梦幻情缘”、“前生冤孽”。张金哥和守备之子双双被迫自尽，已经写出首恶是王熙凤，却偏说他们都是“多情的”，又制造“情孽”假象。就连心如“槁木死灰”的李纨、“戡破三春”遁入空门的贾惜春、“从未将儿女私情略萦于心上”的史湘云，作者也统统让她们在挂着“可怜风月债难偿”的对联的“孽海情天”中注了册，这个“情”（风情月债）正是书中的幌子。\n贾府后来发生变故的直接导火线在荣国府，获罪而淹留在狱神庙的贾宝玉、王熙凤都是荣国府的人。贾宝玉的罪状不外乎“不肖种种承笞挞”时传的那种口舌。贾宝玉虽然有沾花惹草的贵族公子习气，但决不至于像贾珍父子那样无耻，使这一点成为累及整个贾府的罪状。真正的原因是敌对势力在政治斗争中要尽量抓住把柄来整治对方。作者偏要说这是风月之情造的孽，并且把它归结到它的发端——秦可卿的诱惑。在宁国府中，有很多事情原本就不像话。比如，若按封建礼法颓堕家教论罪，贾敬纵容子孙恣意妄为，就要比贾政想用严训教子就范而无能为力更严重，更应定为“首罪”。王熙凤的弄权、敛财、害命，也起于她协理宁国府。贾珍向王夫人流泪求请王熙凤料理丧事，纵容她“爱怎样就怎样，要什么只管……取去”，使她忘乎所以。铁槛寺受贿害命后，“凤姐胆识愈壮，以后有了这样的事，便恣意的作为起来”。而办这样奢靡的丧事，又因为贾珍、贾蓉与死者有特殊的关系。王熙凤计赚尤二姐、大闹宁国府，事情也起于贾珍、贾蓉，而贾蓉又与王熙凤有着不可告人的关系，他还是与王熙凤最亲的秦可卿的丈夫。尽管如此，“风情”、“月貌”以至于秦可卿本人，都不过是作者用来揭示贾府中种种关系的一种凭借，贾府衰亡的前因后果有具体的情节作出说明，这就像作者在具体描写冯渊、张金哥之死的情节时毫不含糊一样。\n秦可卿“判词”和曲子中的词句的含义，要比读者草草去读所得的表面印象来得深奥，就连曲名“好事终”，其所指也不限于秦可卿一人，而可以是指整个贾府的败亡。",
    "content": [
      "画梁春尽落香尘。擅风情，秉月貌，便是败家的根本。",
      "箕裘颓堕皆从敬，家事消亡首罪宁。宿孽总因情！"
    ],
    "intro": "《好事终》是《红楼梦》中的写秦可卿的判曲。曲名《好事终》的“好事”特指男女风月之事，是反语。",
    "annotation": [
      "“画梁春尽落香尘”句：暗指秦可卿在天香楼悬梁自尽。",
      "“擅风情，秉月貌”句：指秦可卿自恃风月情多和容貌美丽。全句是说，后来贾府之败，根源可以追溯到这一点上。",
      "箕裘（jīqiú）颓堕：旧时指儿孙不能继承祖业。箕是簸箕，裘是皮袍。《礼记·学记》：“良冶之子，必学为裘；良弓之子，必学为箕。”意思是说，善于冶炼的人家，必定先要子弟学会做簸箕，为弄木竹、兽角作准备。后人因以“箕裘”比喻祖先的事业。敬，指贾敬。他颓堕家教，放任子女胡作非为，养了个不肖之子贾珍，而贾珍则“乱伦”与儿媳私通。",
      "家事：家业。宁：宁国府。",
      "宿孽：原始的罪恶，起头的坏事，祸根。"
    ]
  },
  {
    "id": "adcfe4db04427be64cb77f573bc04d38",
    "title": "红楼梦十二曲·其十四·飞鸟各投林",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "appreciation": "与甄士隐《好了歌注》总喻贾府家族悲剧不同，《红楼梦曲》十四支侧重于金陵十二钗女儿悲剧，收尾曲名“飞鸟各投林”及末句“落了片白茫茫大地真干净”亦伤悼女儿悲剧，而非家族悲剧。\n因此，我们不能用《飞鸟各投林》批评后四十回的家族小团圆结局。在大观园女儿悲剧的层面，后四十回完全符合《飞鸟各投林》的设定。\n《红楼梦曲》有十二支分别咏叹正十二钗悲剧，收尾《飞鸟各投林》前半节正好十二分句，据此推测十二分句与正十二钗一一对应：\n为官的，家业凋零——元春（第2回已入宫为女史，第16回“晋封为凤藻宫尚书，加封贤德妃”）\n富贵的，金银散尽——湘云（词云“富贵又何为”，曲云“纵居那绮罗丛，谁知娇养”）\n有恩的，死里逃生——巧姐（词云“巧得遇恩人”，曲云“留余庆，留余庆，忽遇恩人”）\n无情的，分明报应——宝钗（花名签云“任是无情也动人”，词云“金簪雪里埋”）\n欠命的，命已还——可卿（曲云“宿孽总因情”，她因淫罪而向贾府还命，画面“悬梁自尽”）\n欠泪的，泪已尽——黛玉（第1回“但把我一生所有的眼泪还他，也还得过了”）\n冤冤相报自非轻——凤姐（曲云“机关算尽太聪明，反算了卿卿性命”，十二钗唯有她平生结冤最多）\n分离聚合皆前定——探春（曲名“分骨肉”，曲云“离合岂无缘？从今分两地”）\n欲知命短问前生——迎春（词云“一载赴黄梁”，曲云“一载荡悠悠”）\n老来富贵也真侥幸——李纨（画面“凤冠霞帔”，曲云“虽说是，人生莫受老来贫”）\n看破的，遁入空门——惜春（曲名“虚花悟”，画面“看经独坐”）\n痴迷的，枉送了性命——妙玉（词云“欲洁何曾洁，云空未必空”，曲云“无瑕白玉遭泥陷”）",
    "content": [
      "为官的家业凋零，富贵的金银散尽。有恩的死里逃生，无情的分明报应。",
      "欠命的命已还，欠泪的泪已尽：冤冤相报自非轻，分离聚合皆前定。",
      "欲知命短问前生，老来富贵也真侥幸。看破的遁入空门，痴迷的枉送了性命。",
      "好一似食尽鸟投林，落了片白茫茫大地真干净！"
    ],
    "intro": "《飞鸟各投林》出自《红楼梦·第五回·开生面梦演红楼梦立新场情传幻境情》，也是《红楼梦》十二曲的收尾曲。红学界一般认为此曲十二分句分别隐喻正十二钗命运，但具体分属则有争议。也有学者反对按人分派。",
    "annotation": [
      "分离聚合：“聚合”一作“合聚”，然此版应为缪误，故不取。"
    ]
  },
  {
    "id": "adcfe4db04427be6bbe13dfab50ddcc8",
    "title": "寄生草",
    "authorName": "曹雪芹",
    "authorId": "adcfe4db04427be6d41d8cd9d41d8cd9",
    "dynasty": "清",
    "content": [
      "无我原非你，从他不解伊。肆行无碍凭来去。茫茫着甚悲愁喜？",
      "纷纷说甚亲疏密。从前碌碌却因何，到如今，回头试想真无趣！"
    ]
  },
  {
    "id": "adcfe4db1db814158ff37f66719438a9",
    "title": "仙吕·后庭花破子",
    "authorName": "孙梁",
    "authorId": "adcfe4db1db81415d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "柳叶黛眉愁，菱花妆镜羞。夜夜长门月，天寒独上楼。水东流，新诗谁寄，相思红叶秋。"
    ]
  },
  {
    "id": "adcfe4db2bad6d962c05ffc44b311dd1",
    "title": "长生殿·弹词",
    "authorName": "洪昇",
    "authorId": "adcfe4db2bad6d96c1fea270a588a619",
    "dynasty": "清",
    "content": [
      "【南吕】【一枝花】不提防馀年值乱离，逼拶得歧路遭穷败。受奔波风尘颜面黑，叹衰残霜雪鬓须白。今日个流落天涯，只留得琵琶在。揣羞脸上长街又过短街。那里是高渐离击筑悲歌，倒做了伍子胥吹箫也那乞丐。",
      "【梁州第七】想当日奏清歌趋承金殿，度新声供应瑶阶。说不尽九重天上恩如海：幸温泉骊山雪霁，泛仙舟兴庆莲开，玩婵娟华清宫殿，赏芳菲花萼楼台。正担承雨露深泽，蓦遭逢天地奇灾：剑门关尘蒙了凤辇鸾舆，马嵬坡血污了天姿国色。江南路哭杀了瘦骨穷骸。可哀落魄，只得把《霓裳》御谱沿门卖，有谁人喝声彩！空对着六代园陵草树埋，满目兴衰。",
      "【转调货郎儿】唱不尽兴亡梦幻，弹不尽悲伤感叹。大古里凄凉满眼对江山。我只待拨繁弦传幽怨，翻别调写愁烦，慢慢地把天宝当年遗事弹。",
      "【二转】想当初庆皇唐太平天下，访丽色把蛾眉选刷。有佳人生长在弘农杨氏家，深闺内端的是玉无瑕。那君王一见了就欢无那，把钿盒金钗亲纳，评跋做昭阳第一花。",
      "【三转】那娘娘生得来似仙姿佚貌，说不尽幽闲窈窕。真个是花输双颊柳输腰，比昭君增妍丽，较西子倍风标。似观音飞来海峤，恍嫦娥偷离碧霄。更春情韵饶，春酣态娇，春眠梦悄。总有好丹青，那百样娉婷难画描。",
      "【四转】那君王看承得似明珠没两，镇日里高擎在掌。赛过那汉宫飞燕倚新妆。可正是玉楼中巢翡翠，金殿上锁着鸳鸯，宵偎昼傍。直弄得个伶俐的官家颠不剌、懵不剌，撇不下心儿上。弛了朝纲，占了情场，百支支写不了风流账。行厮并，坐厮当。双，赤紧的倚了御床，博得个月夜花朝同受享。",
      "【五转】当日呵，那娘娘在荷庭把宫商细按，谱新声将霓裳调翻。昼长时亲自教双鬟。舒素手拍香檀，一字字都吐自朱唇皓齿间。恰便似一串骊珠声和韵闲，恰便似莺与燕弄关关，恰便似鸣泉花底流溪涧，恰便似明月下泠泠清梵，恰便似缑岭上鹤唳高寒，恰便似步虚仙佩夜珊珊。传集了梨园部、教坊班，向翠盘中高簇拥着个娘娘，引得那君王带笑看。",
      "【六转】恰正好呕呕哑哑《霓裳》歌舞，不提防扑扑突突渔阳战鼓。刬地里出出律律纷纷攘攘奏边书，急得个上上下下都无措。早则是喧喧嗾嗾、惊惊遽遽、仓仓卒卒、挨挨拶拶出延秋西路，銮舆后携着个娇娇滴滴贵妃同去。又只见密密匝匝的兵，恶恶狠狠的语，闹闹炒炒、轰轰剨剨四下喳呼，生逼散恩恩爱爱、疼疼热热帝王夫妇。霎时间画就了这一幅惨惨凄凄绝代佳人绝命图。",
      "【七转】破不剌马嵬驿舍，冷清清佛堂倒斜。一代红颜为君绝，千秋遗恨滴罗巾血。半棵树是薄命的碑碣，一抔土是断肠墓穴。再无人过荒凉野，莽天涯谁吊梨花榭！可怜那抱幽怨的孤魂，只伴着呜咽咽的望帝悲声啼夜月。",
      "【八转】自銮舆西巡蜀道，长安内兵戈肆扰。千官无复紫宸朝，把繁华顿消，顿消。六宫中朱户挂蟏蛸，御榻傍白日狐狸啸。叫鸱鸮也么哥，长蓬蒿也么哥。野鹿儿乱跑，苑柳宫花一半儿凋。有谁人去扫，去扫！玳瑁空梁燕泥儿抛，只留得缺月黄昏照。叹萧条也么哥，染腥臊也么哥！染腥臊，玉砌空堆马粪高。",
      "【九转】这琵琶曾供奉开元皇帝，重提起心伤泪滴。我也曾在梨园籍上姓名题，亲向那沉香亭花里去承值，华清宫宴上去追随。俺不是贺家的怀智。黄旗绰同咱皆老辈。我虽是弄琵琶，却不姓雷。他呵，骂逆贼，久已身死名垂。我也不是擅场方响马仙期，那些旧相识都休话起。我只为家亡国破兵戈沸，因此上孤身流落在江南地。您官人絮叨叨苦问俺为谁，则俺老伶工名唤做龟年身姓李。",
      "【煞尾】俺一似惊乌绕树向空枝外，谁承望做旧燕寻巢入画栋来。今日个知音喜遇知音在，这相逢，异哉！恁相投，快哉！李官人呵，待我慢慢的传与你这一曲霓裳播千载。"
    ],
    "intro": "这是老生的唱工名剧，曲调苍凉悲壮，颇为感人。在昆曲盛行的时代，传播很广。所谓“家家收拾起，户户不提防”，即指《千忠戮·惨睹》和这出戏而言。俞振飞先生幼时，曾由其父俞粟庐先生教过此曲，但其中【梁州第七】及【八转】两支，一般都不唱，予以省略。读者如需要，需要查《长生殿曲谱》、《集成曲谱》、《与众曲谱》等书。\n《长生殿》第三十八出演到安禄山乱起，人民流离失所。宫廷供奉李龟年也流落江南，卖唱为生。善吹铁笛的李謩，在鹫峰寺大会上，与众人一起聆听李龟年弹唱。老伶工就是用这套曲慨叹国家兴衰，把唐明皇宠爱贵妃、失政致乱的经过，唱得声泪俱下，深深感动了听众，从此，李謩结识了这位前辈，向他学习，继承了《霓裳羽衣曲》的全谱。"
  },
  {
    "id": "adcfe4db325928f93b8a958dd4fc857d",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "尧舜世，道光时，十八年，二月卯。春分节，八日花朝。",
      "良辰揽揆嘉名诏。伯仲间怜偏小。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958d90f6e0e7",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "则记俺，梅岭边，戏鼓桃。柳江边，度龀髫。又随侍大河嵩岳，承恩泽，移畿辅，路近云霄。",
      "向黔灵，指节旄。返终南，听鼓鼛。拜先主君臣祠庙。",
      "更曾经雨霖铃骡网蜀道。严亲又视之江学，慈母归依故里乔。",
      "祇未得龛赭观潮。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958d2b3a4e47",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "一霎时，降严霜，杀百草。堂萱老。一霎时，陈封章，请解职，庭椿耄。",
      "一霎时，去钱唐，携琴鹤，归途绕。一霎时，读蓼莪，念生我，天不吊。",
      "兀的不痛杀人也么哥，兀的不闪杀人也么哥，祇剩得，弟与兄，叔合侄，三人了。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958df0314534",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "柳下专心祀枣糕。汁染宫袍。科名连岁榜头标。咸与籍，侥幸得连镳。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958db6d5d73d",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "春闱独愧泥金报。空惹人七次牢骚。永使我落孙山，文憎命，长辞号舍，焚砚学君苗。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958de4136cdd",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "登仕版，冬官雅操。屯田韵号。惊遇攀髯，仙去鼎湖，遏密箫韶。",
      "出燕郊。神路缭。六年照料。博得个把一麾，柳湖瞻眺。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958d3e76a5bf",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "惊心的鲸奔龙跳。金堤走扫。千万兴工，百万赈饥，拯此鸿嗷。",
      "人牵茭。粟空廒。百般竭蹶，都只为郑州口决黄流倒。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958d3678a007",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "因之迁调。任以领袖，使继欧包。一心慎恤刑章考。",
      "阳世阴曹。一重轻严如斧钺，一出入判决秋毫。十八年为郡守，落得个循资旧套。",
      "衣绣斧方操。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958d4ffe671a",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "又三年，督转漕。朝牵挽，夜叫嚣。受挑剔费尽中间饱。",
      "令正供入天庾，精合糙。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958dcf5c8f9b",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "■忽开海岛。幕忽危燕雀，蓦地听蒙尘耗。麻鞋行在路迢迢。",
      "有似失群鸟。望秦关一时怎到。觐天颜，恩莫报。抛江鱼味好。",
      "听闽猿清叫。命去掌提刑稿。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958dc5bfad54",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "议和成赔偿最要。搜索盈余，增加税繇。白下开藩，又返三山棹。",
      "罗掘成空，桑孔为劳。粥无米妇难巧。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958d5809e0e9",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "都统署，天津新撤须探讨。又调我京畿镇剿。光阴两月圣恩叨。",
      "许乘轺驻沪巡瞭。特设置邮传紫电三年领。要整饬光射金蛇万里遥。",
      "恰日俄兵事肇。天传朔雁，水递文鳐。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958dcfe5983a",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "漕京通，五日期，去章江，二水滔。会城正涉欧西教。",
      "笙歌酒醴娱来使，议抵罚赔结外交。又是萍江鬨闹。",
      "直动了兵联四省，方落得凯奏金铙。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958df4d95352",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "佐邮传，过一年，抚河南，悲两朝。官从旧地迁才乐，重看竹马儿童老。",
      "渐见鹓鸾旧侣凋。只为从民所好。因矿务横生牴牾，博得个解镇逍遥。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958d2810b188",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "退院僧，瘦骨支，旧宫人，白发飘。归来不用船合轿。",
      "三椽老屋宣南寄，几点晨星日下遭。真率会情共表。",
      "且相与素心朝夕，问答渔樵。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958dfe8fb6a0",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "忽渔阳，鼙鼓喧，倏神京。襁负逃。城头头白乌飞噪。",
      "随行带屋蜗难学，失路投林燕觅巢。幼安避辽东早。",
      "从此便鸿冥蠖屈，迹晦身韬。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958d2a571206",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "鼓儿词，贾凫西，道情歌，郑板桥。旁人莫把痴顽笑。",
      "快无祢鼓挝千杖，清少牙琴按七条。权当作歌合啸。",
      "博得个心闲梦稳。又何妨利尽名消。"
    ]
  },
  {
    "id": "adcfe4db325928f93b8a958d696ae691",
    "title": "石莲七十七自寿词正宫端正好",
    "authorName": "吴重憙",
    "authorId": "adcfe4db325928f9d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "安期枣莫寻，方朔桃难找。算八旬仅有三年少。且看他子子孙孙膝下绕。"
    ]
  },
  {
    "id": "adcfe4db39548a42bd6eca5a6e66cfd1",
    "title": "黄莺儿·商调·赠燕",
    "authorName": "张潮",
    "authorId": "adcfe4db39548a42973a5f0c02f03905",
    "dynasty": "清",
    "appreciation": "作者描写燕子，运用了拟人、用典、虚实结合等表现手法。“携归画栋修花口”“千般诉说”等是拟人。“王谢堂前”，即王导和谢安，“乌衣巷”，原是三国东吴禁军的驻地，后东晋王谢再此居住，繁华一时，终归衰落，与“花落”“衔花”等实写对照，既是用典又是虚写。\n这首散曲中的燕子不衔泥而衔花，是怜惜花朵零落，衔花去修补彩绘的房梁上彩绘的花朵。抒发了惜花伤春、痛惜衰败的感情。“携归画栋修花口”即修补房梁上斑驳的花朵，“落花”表明是春末。前四句写燕子惜花故衔花，实则寄托了作者惜花伤春之情。后四句通过写“乌衣巷”的衰落，“王谢”家族的没落以此抒发痛惜衰败之感。\n“旧时王谢堂前燕，飞入寻常百姓家”。燕子是一种候鸟，春来秋去。从前燕子飞来，总是在王、谢等豪门世族宽敞的宅子里筑巢。如今旧世族的楼台亭阁荡然无存，这里住着的都是普通的百姓。燕子也只能“飞入寻常百姓家”了。开头特地用“旧时”两字加以强调，巧妙地赋予燕子以历史证人的身份。在第四句中再以“寻常”两字，强调今昔居民截然不同，从而有力地表达了沧海桑田的巨变。晋代豪门世族的覆灭，暗示当代的新贵也必将蹈此覆辙。\n该诗中与刘禹锡的乌衣巷的表达有异曲同工之妙，借前人语句来抒发自己的感情。",
    "content": [
      "花落意难堪，向泥中，着意衔，携归画栋修花口。珠帘半缄，乌衣半掺，最难消王谢堂前憾。语呢喃，千般诉说，只有老僧谙。"
    ],
    "intro": "《黄莺儿·赠燕》是清代文学家张潮创作的一首散曲。该散曲前四句写燕子在泥中衔回落花修补画栋上残破的彩绘花朵，燕子都不忍花朵残破，有拟人意味；中间四句写燕子在半开半掩的珠帘内，半掺着羽翼，感伤眼前破败“堂前王谢”，既有拟人手法，又化用刘禹锡《乌衣巷》“旧时王谢堂前燕，飞入寻常百姓家”，暗含用典。作者实写眼前的衰败，化用典故，让人联想到旧时的王谢堂，虚实结合。",
    "annotation": [
      "花口：指初开的花，因花开时如口张状，故称。",
      "王谢堂前：即王导和谢安。",
      "乌衣巷：原是三国东吴禁军的驻地，后东晋王谢在此居住。"
    ]
  },
  {
    "id": "adcfe4db48dd72f58dce5a7f2d2117a5",
    "title": "朝天子",
    "authorName": "龚翔麟",
    "authorId": "adcfe4db48dd72f5c05607924fa53be9",
    "dynasty": "清",
    "content": [
      "杨枝。柳枝。卷几阵，酸风碎。笼鞭才过玉河堤。扑马西山翠。",
      "如此凉时。尊酒堪携。奈匆匆话别离。蝉嘶。雁嘶。留不住，红鸯队。"
    ]
  },
  {
    "id": "adcfe4db48dd72f58dce5a7fcef162f7",
    "title": "朝天子",
    "authorName": "龚翔麟",
    "authorId": "adcfe4db48dd72f5c05607924fa53be9",
    "dynasty": "清",
    "content": [
      "雷江。瘴乡。到日官梅放。讼庭无事昼帘张。沉水烟初扬。",
      "醒酒茴香。消食槟榔。缓平湖菱芡想。琴堂。笛床。咏不了，蛮花样。"
    ]
  },
  {
    "id": "adcfe4db5b42d5f87f2fea7b5ec67e0b",
    "title": "北仙吕·一半儿",
    "authorName": "尤侗",
    "authorId": "adcfe4db5b42d5f8d1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "清和天气晓寒余，客梦江干赋索居，风动琐□绿满除。",
      "漫摊书，一半儿斜阳一半儿雨。"
    ]
  },
  {
    "id": "adcfe4db817debe7a159b6f9e39ee45b",
    "title": "折桂令·问秦淮",
    "authorName": "孔尚任",
    "authorId": "adcfe4db817debe77437d136fc6709bf",
    "dynasty": "清",
    "appreciation": "此曲写苏昆生重访秦淮。秦淮河横贯南京市，河两岸为景胜、繁华之地，但现在苏昆生见到的是一片残败。“破纸迎风，坏槛当潮”两句，以声音衬寂寥。窗户上，破纸迎风瑟瑟作响，朽门外，潮水拍打空城阵阵传来，这风声，潮声反衬了人声寂寂，一片萧条冷落。接着，作者将人物和节日情况作今昔对比，突出今日秦淮河无人无乐无节日佳庆的空寂。过去，这里游人如织，佳丽云集，舞榭歌台，笙箫彻夜。河中，彩楫画肪闹端阳，岸上，酒旗耸立庆重九。作者用富有特征性的“粉黛”、“笙箫”、“灯船”、“酒旗”，写尽了昔日秦淮河畔繁华竟逐的景象。而现在，歌女逃散，丝竹不闻，秦淮河无有当年的遗风余韵了。即使适逢节日，也是“端阳不闹”，“重九无聊”。“端阳”、“重九”代麦了南方的重大节日，“不闹”、“无聊”突出了一片冷落凄清。“不闹”从环境气氛说，虽是佳节，却无热烈欢悦的氛围。“无聊”从情绪说，写出人们没有兴致，无心无绪的委顿精神状态。节日尚且如此，平日就更可想而知了。作者把人民的亡国哀痛心理，挖掘得多么深，表达得多么活啊！秦淮河舞歇歌罢，亦大有与南明王朝笙歌旖旎、舞榭歌台相对照的意味，在对比中，加深人们的兴亡感触。今昔对比后，“白鸟飘飘”四句的自然景象描写，进一步开拓意境。小鸟在白云端自由飞翔，秦淮河绿水滔滔，河岸红叶似火，黄花初绽，蝴蝶飞逐。好一派万物争自由的勃然生机。这繁茂、永恒的自然界与萧条没落的秦淮社会形成了强烈对照，在艺术的对照中，深化了主题的表达。",
    "content": [
      "旧日窗寮，破纸迎风，坏槛当潮，目断魂消。",
      "当年粉黛，何处笙箫？罢灯船端阳不闹，收酒旗重九无聊。",
      "白鸟飘飘，绿水滔滔，嫩黄花有些蝶飞，新红叶无个人瞧。"
    ],
    "translation": "曾经的秦淮两岸画船窗寮，窗户上，破纸迎风瑟瑟作响，朽门外，潮水拍打空城阵阵传来，这风声，潮声反衬了人声寂寂，一片萧条冷落。过去，这里游人如织，佳丽云集，舞榭歌台，笙箫彻夜。河中，彩楫画肪闹端阳，岸上，酒旗耸立庆重九。而现在，歌女逃散，丝竹不闻，秦淮河无有当年的遗风余韵了。即使适逢节日，也是“端阳不闹”，“重九无聊”。小鸟在白云端自由飞翔，秦淮河绿水滔滔，河岸红叶似火，黄花初绽，蝴蝶飞逐。刚绽放的黄花上有几只蝴蝶在飞，刚落下的红叶如此美丽，却没有人来欣赏了。",
    "intro": "该散曲出自《桃花扇》结尾的一套北曲《哀江南》。此曲描写苏昆生重访秦淮的所见所感，突出南京荒凉残败的景象，表达了昔盛今衰的感慨。曲中，繁茂、永恒的自然界与萧条没落的秦淮社会形成了强烈对照，在艺术的对照中，深化了主题的表达。",
    "annotation": [
      "秦淮：今南京秦淮河，作品中借杜牧《泊秦淮》之意，来表现国家风雨飘摇的情况下，众生还在歌舞升平。",
      "端阳：南方重大的节日，这里指经过战乱，歌女逃散，丝竹不闻，秦淮河无有当年的遗风余韵了。",
      "“白鸟”句：小鸟在白云端自由飞翔，秦淮河绿水滔滔，河岸红叶似火，黄花初绽，蝴蝶飞逐。好一派万物争自由的勃然生机。"
    ]
  },
  {
    "id": "adcfe4db817debe77483dafc2f3f2dbb",
    "title": "桃花扇·哀江南",
    "authorName": "孔尚任",
    "authorId": "adcfe4db817debe77437d136fc6709bf",
    "dynasty": "清",
    "appreciation": "这套北曲的前六支曲子写景，以空间转移为纬线，逐处写去，以抚今追昔的时间变化为经线，从历史和现实的对实的对比中，突出南京荒凉残败的景象。最后一曲直抒胸臆，概括南明兴亡原因，抒发亡国之恨。\n第一支曲子《北新水令》，写写重到秣陵（南京），傍晚时南京郊外的荒败景象：人物首先出现，苏昆生肩挑柴草，走在通往故都的路上。“山松野草带花挑”，一笔点出老艺人现在的身份是亡国后归隐的樵夫。“猛抬头秣陵重到”从动作写感情，人物满怀亡国之痛，一路低头沉思，重见故都，引起感情上的强烈震撼，不禁抬头凝望。“重到”两字，包含了无限的今昔之感，在结构上提挈全篇，整套曲子由这两字逐层展开。接着由人及景，“残军留废垒，瘦马卧空壕”两句，勾画了南京郊外景象，十字四景，景景使人怵目惊心。物事全非，所见无非残军废垒、瘦马空壕；孤村夕照，一片凄凉。“残，废、空、瘦”四字，贴切地写出了战乱后的凄清阴森，山河破碎，满目萧条，又衬以夕阳孤村之景，犹同大场面的摇镜头。这人和景被夕阳的昏黄馀晖所包孕，更显黯淡凄惨，令人伤心惨目。作者写人绘景，突出了国破山河改的时代特点。第一支曲给整套曲子定下了悲怆的基调。\n而《驻马听》写苏昆生凭吊孝陵。孝陵是明代开国皇帝朱元璋的陵寝，为一代社稷的象征，由神宫监置兵守卫。这一神圣地方现在却是一片败坏：作者写孝陵残破，无人守护，山羊成群，飞鸟成阵，败叶枯枝，岳火迹存，更是令人目不忍睹。这里突出它由神圣不可侵犯变为人走树焦，动物任意横行之地，“山羊群跑”一句所呈现的纷乱、喧闹，一扫圣地的庄严肃穆。“鸽翎蝠粪满堂抛”一句，化动景为静景，作者用满地的鸽翎毛和蝙蝠粪，极写鸽子、蝙蝠的成群飞行、栖息，堂堂皇陵已成为禽鸟的家了。老艺人目睹此景，沉痛之情油然而生。“谁祭扫”的轻声自问，暗含了对误国君臣的谴责，充满了无限辛酸的故国之思。最后一句“牧儿打碎龙碑帽”，写石碑被毁。孝陵石刻甚多，随山路起伏排列成一条长约八百米的神道石刻，蔚为壮观。现在，那最具象征意义的龙碑石的帽饰，已被无知的牧童打个粉碎。曲尾的这点睛之笔，给人留下无限的回味。\n老艺人离孝陵，到故宫。故宫建于明初，极其雄伟华丽。《沉醉东风》一曲，描绘了一幅“故宫颓景图”：作者用白描手法，以强烈色彩，画出了白玉柱子倾倒，红泥墙委地，澄黄的琉璃瓦破碎不全，翠绿的翡翠窗棂所剩无几，宫门里长满了浓绿的蒿莱，丹墀中飞舞着燕雀。这幅图色彩明艳，寓今昔之景于一体。今日的荒凉中残留着昔日的豪华，过去宫殿主人的穷奢极侈，酝成了今朝的柱倒墙摧，国土更姓。与上曲相承，皇陵宫禁，是封建时代宗庙社稷的象征，是国家的象征。如此庄严扫地的景象，更能引起人们的山河之感、禾黍之悲，因此，这悲哀，绝非一己之愁怨了。所谓大明江山隳于何人，败于何事？作者在《小引》中说“不独使观者感慨涕零，亦可惩创人心，为末世之一救”。语意虽隐微，但意寓却分明。故宫本身的巨变，说明了南明政权好景不长的一个重要原因。曲尾乞儿身于皇宫的这一镜头，把老艺人故国不堪回首的感慨表达得淋漓尽致。\n《折桂令》一曲写苏昆生重访秦淮。秦淮河横贯南京市，河两岸为景胜、繁华之地，但现在苏昆生见到的是一片残败：“破纸迎风，坏槛当潮”两句，以声音衬寂寥。窗户上，破纸迎风瑟瑟作响，朽门外，潮水拍打空城阵阵传来，这风声，潮声反衬了人声寂寂，一片萧条冷落。接着，作者将人物和节日情况作今昔对比，突出今日秦淮河无人无乐无节日佳庆的空寂。过去，这里游人如织，佳丽云集，舞榭歌台，笙箫彻夜。河中，彩楫画肪闹端阳，岸上，酒旗耸立庆重九。作者用富有特征性的“粉黛”、“笙箫”、“灯船”、“酒旗”，写尽了昔日秦淮河畔繁华竟逐的景象。而现在，歌女逃散．丝竹不闻，秦淮河无有当年的遗风馀韵了。即使适逢节日，也是“端阳不闹”，“重九无聊”。“端阳”、“重九”代麦了南方的重大节日，“不闹”、“无聊”突出了一片冷落凄清。“不闹”从环境气氛说，虽是佳节，却无热烈欢悦的氛围。“无聊”从情绪说，写出人们没有兴致，无心无绪的委顿精神状态。节日尚且如此，平日就更可想而知了。作者把人民的亡国哀痛心理，挖掘得多么深，表达得多么活啊！秦淮河舞歇歌罢，亦大有与南明王朝笙歌旖旎、舞榭歌台相对照的意味，在对比中，加深人们的兴亡感触。今昔对比后，“白鸟飘飘”四句的自然景象描写，进一步开拓意境。小鸟在白云端自由飞翔，秦淮河绿水滔滔，河岸红叶似火，黄花初绽，蝴蝶飞逐。好一派万物争自由的勃然生机。这繁茂、永恒的自然界与萧条没落的秦淮社会形成了强烈对照，在艺术的对照中，深化了主题的表达。\n《沽美酒》一曲描写的长板桥，在迥光，鹭峰两寺之间，景色极佳：一弯小溪，澄澈如洗，夹岸绿柳，丝丝垂翠。一道红色板桥掩映在万绿丛中，真是幽雅宜人，秀气可餐。而现在呢？曲子用“你记得”三字领起，苏昆生问柳敬亭，以唤起回忆。接着，他感慨万端地介绍了今日长桥。作者选用了无桥板的空桥、一树衰柳、水天一色、落日几样典型景物，画出了板桥残景，用笔极简。“一条”、“一树”两词中，极小的数词“一”，突出了美景的零落殆尽，扩大了荒芜、萧瑟的境界，真是以少胜多，耐人寻味。“冷清清”一词极富神韵，既描绘了深秋夕照的自然景色，也传达出老艺人身心俱寒的主观感受。它写出了板桥的秋意，透视了老艺人深埋于心中的亡国丧土之悲。作者着一“冷清清”，境界全出，造境之精，令人叹服。\n绕过板桥，就是旧院。《太平令》一曲写旧院的荒芜。旧院是秦淮歌妓聚居之处，过去苏昆生义出阮家，天天来此授曲教唱，他对这里的庭院小楼，一草一木，十分熟悉，怀有深情。作者抓住人物和环境关系密切的这点，写老艺人在面目全非的小院中，深感陌生，努力寻找旧日的痕迹：旧院的庭院已是门墙颓倒，人去楼空，满目凄凉。苏昆生怀着怅惘的心情，踯躅在断井颓垣之间，穿行于蛛网尘封之地，感叹亲手种的花、柳，已成可砍伐的柴薪，困惑一堆黑灰，无法判定是谁家的厨房。真是物物皆非，连一点可供辨认的痕迹也找不到了。作者通过塑造摩挲、寻觅的人物形象，把旧院的荒芜之景和升沉变替的感叹，结合得水乳不分，富有生动的形象性和感人的力量。《桃花扇》从第五出开始，一味渲染繁华热闹，却在末出做一大结，所谓“热闹局就是冷淡的根芽”，“孙楚楼边，莫愁湖上，何尝没有过一段笙歌旖旎的热闹繁华”，相观而读，可看出，作者是经过一番惨淡经营的。\n以上六支曲以写景为主。随着景物的逐处展现，老艺人的感情渐渐激昂、高涨。在《离亭宴带歇指煞》中，他放声悲歌，尽情发抒：《离亭宴带歇指煞》一曲，将感伤情绪推上了极至，其妙处恰在强烈的对比。\n第一层，从“俺曾见”至“把五十年兴亡看饱”，以反复强调的手法，谴责统抬者的豪奢腐朽。前四句，写美景不长。“金陵”两句，用典型景物概括了前面曲中所回忆追述的美景。“金陵玉殿”、“水榭秦淮”的地点，写明了是皇帝和达官贵人在赏景享乐。“莺声晓”和“花开早\"，谴责南明君臣在疆土日蹙形势下，昏天黑地，一味享乐。“谁知道容易冰销”，一针见血指出了享乐所带来的灭亡命运。“谁知道”三字，充满了对昏君佞臣的嘲讽。接着，作者用“眼见他”组成的排比短句，三个“眼看他”，无非兴、亡二字，这与《红楼梦》中的“忽喇喇大厦将倾”是异曲同工之调。作者把描写点集中在“楼”上，用紧承相连的“起朱楼”、“宴宾客”、“楼塌了”，雄辩地表明了荒淫腐化和亡国之间的必然联系。迫促的节奏表达了愤激之情。“俺曾睡过风流觉”，和开首“俺曾见”相呼应，说明了老艺人是以历史见证人的身份在叙说亡国痛史。苏昆生曾说自己是“睁着五旬老眼，看了四代人”。他五十年的生涯，饱尝了万历、崇祯、天启、泓光四代的兴衰胜败。秦淮艺人的身份，使他对统治者的淫佚有更深了解。“将五十年兴亡看饱”，概括了他回顾历史、目睹现状的无限感慨。正是长吁短叹，无语凝噎了。“饱”字形象表明了他对这段兴亡史实认识的清楚、深刻、透彻。这个词，语气尖刻，语意丰富，感情容量大，为一曲之眼。“将五十年兴亡看饱”在结构上起了总上启下的作用。\n第二层，作者用步步深入的手法，抒发了强烈的亡国之痛。“乌衣巷”三句扩大了上一层中“楼塌了”的景象，把统治荒淫无耻所造成的后果，由统泊者的垮台扩大到国家山河的巨变。“乌衣巷”句，借王导、谢安势衰，乌衣巷转换主人的历史，感叹现实的兴废。“莫愁”两句，巧用地名表变化。从莫愁到哭，由凤凰到枭鸟，写出了人民对山河易色的深悲巨痛。“残山”、“旧境”、现实、梦境，物渺人非，江山换主，旧梦只有一晌之欢；残缺的山河在人们梦中清晰出现，过去的种种是欲忘不能，现实都是无限悲凄，这是悲限、痛极之言。这种爱国感情是多么深厚动人啊！“舆图目换稿”分明是冷峻的现实，却又冠以“不信”二字，实则是不愿相信。“不信”二字，伴泪和血，妙极天人，非大作手不能为。不信归不信，现实却是：“那乌衣巷不姓王，莫愁湖鬼夜哭，凤凰台栖枭鸟。”这又是—种对比，任你信与不信，严酷的现实已是无法改变了。“舆四换稿”的“换”字，包含了很多难言的内容。明亡后，清政权圈地薙发，清兵大屠杀，文字狱的广为连坐……这山河易色，人民血泪的种种，都在这“换”字中含混包括了。结句“诌一套哀江南，放悲声唱到老”，把感情再深化一步，表明了要永志不忘亡国的哀痛。更让人声泪俱下，全无掩抑了。原来于此有一总评：“天空地阔，放意喊唱，以结全体《桃花扇》。”",
    "content": [
      "【北新水令】山松野草带花挑，猛抬头秣陵重到。残军留废垒，瘦马卧空壕；村郭萧条，城对着夕阳道。",
      "【驻马听】野火频烧，护墓长楸多半焦。山羊群跑，守陵阿监几时逃。鸽翎蝠粪满堂抛，枯枝败叶当阶罩；谁祭扫，牧儿打碎龙碑帽。",
      "【沉醉东风】横白玉八根柱倒，堕红泥半堵墙高。碎琉璃瓦片多，烂翡翠窗棂少。舞丹墀燕雀常朝，直入宫门一路蒿，住几个乞儿饿殍。",
      "【折桂令】问秦淮旧日窗寮，破纸迎风，坏槛当潮，目断魂消。当年粉黛，何处笙箫？罢灯船端阳不闹，收酒旗重九无聊。白鸟飘飘，绿水滔滔，嫩黄花有些蝶飞，新红叶无个人瞧。",
      "【沽美酒】你记得跨青溪半里桥，旧红板没一条。秋水长天人过少，冷清清的落照，剩一树柳弯腰。",
      "【太平令】行到那旧院门，何用轻敲，也不怕小犬哰哰。无非是枯井颓巢，不过些砖苔砌草。手种的花条柳梢，尽意儿采樵；这黑灰是谁家厨灶？",
      "【离亭宴带歇指煞】俺曾见金陵玉殿莺啼晓，秦淮水榭花开早，谁知道容易冰消！眼看他起朱楼，眼看他宴宾客，眼看他楼塌了！这青苔碧瓦堆，俺曾睡风流觉，将五十年兴亡看饱。那乌衣巷不姓王，莫愁湖鬼夜哭，凤凰台栖枭鸟。残山梦最真，旧境丢难掉，不信这舆图换稿！诌一套《哀江南》，放悲声唱到老。"
    ],
    "comment": [
      "清末思想家梁廷枬《曲话》：《桃花扇》以《馀韵》折作结，曲终人杳，江上峰青，留有馀不尽之意于烟波缥缈间，脱尽团圆俗套。"
    ],
    "translation": "【北新水令】我从山间的松树和野草间戴着花挑着柴草走来，猛然一抬头才发现我又回到了南京。残败的军队还在将废的堡垒中驻守，瘦弱的老马肚子躺在空壕沟中。村落已经是一片萧条之景，城墙和古道在夕阳下互相映衬。\n【驻马听】那野火哟烧了一遍又一遍，守在孝陵旁的高大树木大多都烧焦了。山羊一群群跑来跑去，看守孝陵的老太监早就不知道去哪了，满堂都是鸟的羽毛和粪便，台阶上全是枯枝败叶。又有谁来祭拜打扫呢？牧童连龙碑石的帽饰都给打碎喽。\n【沉醉东风】（而那故宫又是一番怎样的景象呢）那白玉柱全都倾倒了，红色泥墙坍塌了只剩下原来一半的高度，琉璃瓦碎的比完整的多，翠绿的翡翠窗棂所剩无几。丹墀中只剩下飞舞的燕雀常年上朝，宫门里长满了浓绿的蒿莱，还住着几个乞丐和饿死的流民。\n【折桂令】我又来到秦淮河当年繁华的地方叩问，如今窗户上的纸已经破了迎着风瑟瑟作响，腐朽了的门外潮水一阵阵的拍打。当年让人眼神望断飘飘欲仙的地方的美女佳丽，现在在哪里演奏笙箫？端午节的夜晚河上没有了灯船的热闹，重阳节的日头市集上酒馆也关了顿显无聊。只剩下秦淮河上不变的飘摇的白鸟和滔滔流去的绿水。河岸红叶似火，黄花初绽，蝴蝶飞逐，但是已经没有閒人再去观赏游玩了。\n【沽美酒】你还记得跨过青溪的半里长桥吗？当年的旧红板一条都看不见了。秋高气爽的天气里没有行人路过，夕阳落下冷冷清清，只剩下一颗柳树垂弯了腰。\n【太平令】走到当年曾经的庭院，哪里需要轻轻敲门？（门早就颓倒了）也不怕护院犬嗷嗷的向你叫，只剩下枯竭的废井和颓败的鸟巢和长满青苔的旧砖和瓦扉间枯死的杂草。亲手植下的花朵和柳枝，没人打理，现在已经可供砍柴了，这一堆黑灰，又是哪户人家的炉灶？\n【离亭宴带歇指煞】我曾经见过南京早晨流莺在玉树间穿行歌唱，我曾经见过秦淮河边亭台上的芬芳在早春绽放，而谁又能想到这一切会消散得像冰雪融化那么彻底。我眼看着他大兴土木，我眼看着他大宴宾客，我眼看着他大厦倾塌！这爬满苔藓的碧绿瓦砾堆，我曾经在里面睡过风流觉，把这五十年兴盛衰亡都看腻了。现在有名的乌衣巷不再姓王，莫愁湖边夜里真的鬼魂哭泣，凤凰台上只有猫头鹰栖息！曾经在残山上的梦境反而像是真实，旧日的心境难以忘却，不愿意相信这江山已经易主！只好作一首哀江南，将这悲伤的声音一直传唱到老去。",
    "intro": "《哀江南》是传奇《桃花扇》结尾《馀韵》中的一套北曲，通过描写教曲师傅苏昆生在南明灭亡后重游南京所见的凄凉景象，话兴亡之感，抒亡国之痛，表达了强烈的故国哀思。全曲风格沉郁悲怆。",
    "annotation": [
      "秣（mò）陵：今江苏南京，秦朝称为秣陵。",
      "楸（qiū）：一种高大的乔木。",
      "阿监：太监。",
      "翎：羽毛。",
      "丹墀（chí）：宫殿前红色的台阶以及台阶上的空地，这里指皇帝接见群臣的地方。",
      "饿殍（piǎo）：饿死的人。",
      "窗寮（liáo）：泛指窗户。",
      "端阳：端午节。",
      "重九：重阳节。",
      "哰哰（láo）：象声词，形容犬吠声。",
      "采樵：砍柴。",
      "乌衣巷：位于南京东南，东晋时王导、谢安两大士族在此居住。",
      "莫愁湖：位于南京秦淮河西，古称横塘，相传美丽的少女莫愁在此投湖自尽。",
      "枭鸟：比喻恶人或逆子。",
      "舆图：疆域地图。",
      "诌：胡乱编造。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e54e3ab9ed825566a",
    "title": "一半儿题聊斋志异",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "凉镫颤雨梦回时。姑妄言之妄听之。纸上墨花浓欲飞。",
      "境迷离。一半儿狐仙一半儿鬼。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e54e3ab9e4bc93b61",
    "title": "一半儿题聊斋志异",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "灵谈鬼笑任纷拿。笔妙偏从痒处抓。支字不曾饶过他。",
      "听无哗。一半儿讥嘲一半儿骂。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e54e3ab9eceb6bfe3",
    "title": "一半儿题聊斋志异",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "翠禽无语镇惺忪。黄篾三间雪里浓。此去断桥东复东。",
      "晓云空。一半儿诗情一半儿梦。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e54e3ab9e57b5cd90",
    "title": "一半儿题聊斋志异",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "春明两度少年游。破尽荷衣典尽裘。剩有此衫相伴愁。",
      "旧痕留。一半儿京尘一半儿酒。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e0959750a1a4ef9b4",
    "title": "题陈迦陵填词图，为张养如作醉花阴",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "洗罢疏桐补清课。问谁拥桃笙娇卧。笺待拂墨停磨。",
      "着甚来由，苦把湘毫涴。且莫倚玉箫吹，怕惊得花边梦儿破。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e0959750a4939ac7e",
    "title": "题陈迦陵填词图，为张养如作醉花阴",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "香肩斜亸。认颊潮红晕双涡。瞧，科是生成琼装玉裹。",
      "只一霎沉醉东风面已酡。怎禅榻光阴，刹那厮赶上散花天女，常伴病维摩。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e0959750aabd783fe",
    "title": "题陈迦陵填词图，为张养如作醉花阴",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "红酣翠妥。费心情独自哦。猛可的江南唱到定风波。",
      "猛可的天上听残水调歌。要守定阑干人两个。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e0959750afb5b44fc",
    "title": "题陈迦陵填词图，为张养如作醉花阴",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "因甚的趁秋风换了南柯。因甚的寻春梦误了东坡。",
      "莽风流自古受多磨。写生时已曾经过。他拥越被朱颜婀娜。",
      "他倚胡床绿鬓婆娑。到底来镜中花水中月，几曾真个。",
      "空则是展鸾绡挥象管，费他年醉眼摩挲。便新词尽向旗亭播。",
      "怕再世雏鬟发也皤。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e0959750aa9a2f78c",
    "title": "题陈迦陵填词图，为张养如作醉花阴",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "算髯翁艳福真无那。谱乌阑倾白堕。也不患才多。",
      "也不患情多。到换羽移宫几度过。亭儿半荒，墙儿半趖。",
      "把画里双身牢锁。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e0959750ac24d9dc3",
    "title": "题陈迦陵填词图，为张养如作醉花阴",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "酹酹酹，金叵罗。吊吊吊，冷莺花，有个诗翁坐。问问问，尊前月更来么。",
      "寻寻寻，卷中人相随可。喜喜喜，展琅函雨曳烟拖。",
      "怕怕怕，化银杯粉残香堕。老词仙赴了玉楼科。俏佳人证了瑶池果。",
      "甚痴魂销向画图多。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e0959750a4318aaa7",
    "title": "题陈迦陵填词图，为张养如作醉花阴",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "幻影三生无处躲。休惹起看画的更风魔。教说与小云郎应识我。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e368f4c5bbdf4fa70",
    "title": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中粉蝶儿",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "蓑笠休抛。悔长安两番西笑。趁秋深买个轻舠。菊蟹杯，莼鲈箸，图些醉饱。",
      "莽乾坤大抵无聊。这缘由总难知道。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e368f4c5b56482daf",
    "title": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中粉蝶儿",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "今日个山隐隐水迢迢。细瞧细瞧。者秋光为谁好。",
      "猛添来绿鬓十年愁，算和那黄花一样造。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e368f4c5b84f2d9e1",
    "title": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中粉蝶儿",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "麒麟阁要推翻，鹦鹉洲拚踢到。元龙楼上置身高。",
      "问英雄可也少少。敲残一百八蒲牢。吟完二十五楚骚。",
      "游遍万千重蓬岛。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e368f4c5b7ab9ad50",
    "title": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中粉蝶儿",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "泉明酒，禹锡糕。秋到重阳秋又老。雨和风，正厮闹。",
      "一事差豪。少个催租恼。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e368f4c5bf9a297f2",
    "title": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中粉蝶儿",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "新活计笔床茶灶。旧行窝禅榻书巢。愁来悔不一肩挑。江声今夜棹。",
      "草色去年袍。尽留些雪泥爪。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e368f4c5b239e8292",
    "title": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中粉蝶儿",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "想当初结客五陵豪。走马千山道。曾过那唐陵汉寝，蜀垒秦濠。",
      "也曾上江楼吊六朝。也曾从海市窥三岛。斜街两度蹋樱桃。",
      "厮赶着好风光燕围莺绕。听凭他鹤谤猿嘲。遮莫放风流白石，𤢜自吹箫。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e368f4c5b28290c98",
    "title": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中粉蝶儿",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "向天涯打个残包。踪迹混渔樵。脱红衣免得画图描。",
      "茱萸休插帽。醉倚溪桥。引清尊避了筝琶闹。酒醒来何处今宵。",
      "尽悲秋宋玉犹年少。怕吟成九辨宾先凋。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e368f4c5b9530d42b",
    "title": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中粉蝶儿",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "醉呵醇醪浊醪。吟呵长谣短谣。也输他士衡入洛夸英妙。",
      "也输他邓仲华拜衮勋高。也输他金銮召。铜柱标。",
      "俺这里算向愁城走一遭。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e368f4c5b3446585b",
    "title": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中粉蝶儿",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "蓦地月残风晓。替写个词人照。浑不是画云台容貌。隐山林格调。",
      "烛三条。弦七条。春婆唤醒东坡觉。秋士听残北渚骚。",
      "笔悴花憔。到今年送穷文十易稿。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e368f4c5b53cef047",
    "title": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中粉蝶儿",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "跳出风花套。领了烟波教。名枉劳。利枉劳。总被鸥儿笑。愁可抛。",
      "恨可抛。过去因缘难找。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57e368f4c5ba3d22ff8",
    "title": "丁丑重九前四日为余二十初度，制此书感，时在辰阳道中粉蝶儿",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "这魂灵多因儿女消。这心思要把君亲报。这面庞看来时也是个神仙照。",
      "俺有日寻着洞宾呵，唱一支道情儿归去了。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57ec85d5ae1b9406753",
    "title": "沉醉春风观音閤进香女伴词",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "闹红舸须撑稳者，蹋青鞋略放松些。邀来南海朝，赚得东风嫁。",
      "倚阑干且吃杯茶。小坐天西水月家。同稽首莲台座下。"
    ]
  },
  {
    "id": "adcfe4db8a6ab57ec85d5ae13a765f5a",
    "title": "沉醉春风观音閤进香女伴词",
    "authorName": "易顺鼎",
    "authorId": "adcfe4db8a6ab57ed1457b72d1457b72",
    "dynasty": "清",
    "content": [
      "洒杨枝半瓶净露，拥莲花九座慈云。人天渺渺因，儿女纷纷命。",
      "甚婵娟立地成神。都是灵山现在身。把一个蒲团座定。"
    ]
  },
  {
    "id": "adcfe4dbf57212c924c03302c277da85",
    "title": "道情十首",
    "authorName": "郑板桥",
    "authorId": "adcfe4dbe95ee743b59a51a38698ff92",
    "dynasty": "清",
    "content": [
      "老渔翁，一钓竿，靠山崖，傍水湾，扁舟来往无牵绊。",
      "沙鸥点点轻波远，荻港萧萧白昼寒。高歌一曲斜阳晚，一霎时、波摇金影，蓦抬头、月上东山。"
    ]
  },
  {
    "id": "adcfe4dbf57212c924c03302bd7202a1",
    "title": "道情十首",
    "authorName": "郑板桥",
    "authorId": "adcfe4dbe95ee743b59a51a38698ff92",
    "dynasty": "清",
    "content": [
      "老樵夫，自砍柴，捆青松，夹绿槐，茫茫野草秋山外。",
      "丰碑是处成荒冢，华表千寻卧碧苔。坟前石马磨刀坏，倒不如、闲钱沽酒，醉醺醺、山径归来。"
    ]
  },
  {
    "id": "adcfe4dbf57212c924c033021170a707",
    "title": "道情十首",
    "authorName": "郑板桥",
    "authorId": "adcfe4dbe95ee743b59a51a38698ff92",
    "dynasty": "清",
    "content": [
      "老头陀，古庙中，自烧香，自打钟，兔葵燕麦闲斋供。",
      "山门破落无关锁，斜日苍黄有乱松。秋星闪烁颓垣缝，黑漆漆、蒲团打坐，夜烧茶、炉火通红。"
    ]
  },
  {
    "id": "adcfe4dbf57212c924c033022b546244",
    "title": "道情十首",
    "authorName": "郑板桥",
    "authorId": "adcfe4dbe95ee743b59a51a38698ff92",
    "dynasty": "清",
    "content": [
      "水田衣，老道人，背葫芦，戴袱巾，棕鞋布袜相厮称。",
      "修琴卖药般般会，捉鬼拿妖件件能。白云红叶归山径，闻说道、悬岩结屋，却教人、何处可寻？"
    ]
  },
  {
    "id": "adcfe4dbf57212c924c03302170d54f0",
    "title": "道情十首",
    "authorName": "郑板桥",
    "authorId": "adcfe4dbe95ee743b59a51a38698ff92",
    "dynasty": "清",
    "content": [
      "老书生，白屋中，说黄虞，道古风，许多后辈高科中。",
      "门前仆从雄如虎，陌上旌旗去似龙。一朝势落成春梦，倒不如、蓬门僻巷，教几个、小小蒙童。"
    ]
  },
  {
    "id": "adcfe4dbf57212c924c0330241c78f8b",
    "title": "道情十首",
    "authorName": "郑板桥",
    "authorId": "adcfe4dbe95ee743b59a51a38698ff92",
    "dynasty": "清",
    "content": [
      "尽风流，小乞儿，数莲花，唱竹枝，千门打鼓沿街市。",
      "桥边日出犹酣睡，山外斜阳已早归。残杯冷炙饶滋味，醉倒在、回廊古庙，一凭他、雨打风吹。"
    ]
  },
  {
    "id": "adcfe4dbf57212c924c03302ec05f678",
    "title": "道情十首",
    "authorName": "郑板桥",
    "authorId": "adcfe4dbe95ee743b59a51a38698ff92",
    "dynasty": "清",
    "content": [
      "掩柴扉，怕出头，剪西风，菊径秋，看看又是重阳后。",
      "几行衰草迷山郭，一片残阳下酒楼。栖鸦点上萧萧柳，撮几句、盲辞瞎话，交还他、铁板歌喉。"
    ]
  },
  {
    "id": "adcfe4dbf57212c924c0330210c7ad2d",
    "title": "道情十首",
    "authorName": "郑板桥",
    "authorId": "adcfe4dbe95ee743b59a51a38698ff92",
    "dynasty": "清",
    "content": [
      "邈唐虞，远夏殷，卷宗周，入暴秦，争雄七国相兼并。",
      "文章两汉空陈迹，金粉南朝总废尘。李唐赵宋慌忙尽，最可叹、龙盘虎踞，尽销磨、燕子春灯。"
    ]
  },
  {
    "id": "adcfe4dbf57212c924c0330238f33f30",
    "title": "道情十首",
    "authorName": "郑板桥",
    "authorId": "adcfe4dbe95ee743b59a51a38698ff92",
    "dynasty": "清",
    "content": [
      "吊龙逢，哭比干，羡庄周，拜老聃，未央宫里王孙惨。",
      "南来薏苡徒兴谤，七尺珊瑚只自残。孔明枉作那英雄汉，早知道、茅庐高卧，省多少、六出祁山。"
    ]
  },
  {
    "id": "adcfe4dbf57212c924c033028fda9f44",
    "title": "道情十首",
    "authorName": "郑板桥",
    "authorId": "adcfe4dbe95ee743b59a51a38698ff92",
    "dynasty": "清",
    "content": [
      "拨琵琶，续续弹，唤庸愚，警懦顽，四条弦上多哀怨。",
      "黄沙白草无人迹，古戍寒云乱鸟还。虞罗惯打孤飞雁，收拾起、渔樵事业，任从他、风雪关山。"
    ]
  }
]