[
  {
    "volume": 338,
    "sequence": 1,
    "title": "河之水二首寄子侄老成",
    "author": "韓愈",
    "content": [
      "河之水，去悠悠。我不如，水東流。我有孤侄在海陬，三年不見兮使我生憂。日複日，夜複夜。三年不見汝，使我鬢髮未老而先化。",
      "河之水，悠悠去。我不如，水東注。我有孤侄在海浦，三年不見兮使我心苦。采蕨於山，緡魚於淵。我徂京師，不遠其還。"
    ]
  },
  {
    "volume": 338,
    "sequence": 2,
    "title": "山石",
    "author": "韓愈",
    "content": [
      "山石犖確行徑微，黃昏到寺蝙蝠飛。升堂坐階新雨足，芭蕉葉大支子肥。僧言古壁佛畫好，以火來照所見稀。",
      "鋪床拂席置羹飯，疏糲亦足飽我饑。夜深靜臥百蟲絕，清月出嶺光入扉。天明獨去無道路，出入高下窮煙霏。",
      "山紅澗碧紛爛漫，時見松櫪皆十圍。當流赤足蹋澗石，水聲激激風吹衣。人生如此自可樂，豈必局束為人鞿。",
      "嗟哉吾黨二三子，安得至老不更歸。"
    ]
  },
  {
    "volume": 338,
    "sequence": 3,
    "title": "天星送楊凝郎中賀正",
    "author": "韓愈",
    "content": [
      "天星牢落雞喔咿，僕夫起餐車載脂。正當窮冬寒未已，借問君子行安之。會朝元正無不至，受命上宰須及期。",
      "侍從近臣有虛位，公今此去歸何時。"
    ]
  },
  {
    "volume": 338,
    "sequence": 4,
    "title": "汴泗交流贈張僕射",
    "author": "韓愈",
    "content": [
      "汴泗交流郡城角，築場十步平如削。短垣三面繚逶迤，擊鼓騰騰樹赤旗。新秋朝涼未見日，公早結束來何為。",
      "分曹決勝約前定，百馬攢蹄近相映。球驚杖奮合且離，紅牛纓紱黃金羈。側身轉臂著馬腹，霹靂應手神珠馳。",
      "超遙散漫兩閒暇，揮霍紛紜爭變化。發難得巧意氣粗，歡聲四合壯士呼。此誠習戰非為劇，豈若安坐行良圖。",
      "當今忠臣不可得，公馬莫走須殺賊。"
    ]
  },
  {
    "volume": 338,
    "sequence": 5,
    "title": "忽忽",
    "author": "韓愈",
    "content": [
      "忽忽乎餘未知生之為樂也，願脫去而無因。",
      "安得長翮大翼如雲生我身，乘風振奮出六合。",
      "絕浮塵，死生哀樂兩相棄，是非得失付閒人。"
    ]
  },
  {
    "volume": 338,
    "sequence": 6,
    "title": "鳴雁",
    "author": "韓愈",
    "content": [
      "嗷嗷鳴雁鳴且飛，窮秋南去春北歸。去寒就暖識所依，天長地闊棲息稀。風霜酸苦稻粱微，毛羽摧落身不肥。",
      "裴回反顧群侶違。哀鳴欲下洲渚非。江南水闊朝雲多，草長沙軟無網羅。閑飛靜集鳴相和，違憂懷惠性匪他。",
      "淩風一舉君謂何。"
    ]
  },
  {
    "volume": 338,
    "sequence": 7,
    "title": "龍移",
    "author": "韓愈",
    "content": [
      "天昏地黑蛟龍移，雷驚電激雄雌隨。",
      "清泉百丈化為土，魚鱉枯死籲可悲。"
    ]
  },
  {
    "volume": 338,
    "sequence": 8,
    "title": "雉帶箭",
    "author": "韓愈",
    "content": [
      "原頭火燒靜兀兀，野雉畏鷹出複沒。將軍欲以巧伏人，盤馬彎弓惜不發。地形漸窄觀者多，雉驚弓滿勁箭加。",
      "沖人決起百餘尺，紅翎白鏃相傾斜。將軍仰笑軍吏賀，五色離披馬前墮。"
    ]
  },
  {
    "volume": 338,
    "sequence": 9,
    "title": "條山蒼",
    "author": "韓愈",
    "content": [
      "條山蒼，河水黃。浪波沄沄去，松柏在山岡。"
    ]
  },
  {
    "volume": 338,
    "sequence": 10,
    "title": "贈鄭兵曹",
    "author": "韓愈",
    "content": [
      "尊酒相逢十載前，君為壯夫我少年。尊酒相逢十載後，我為壯夫君白首。我材與世不相當，戢鱗委翅無複望。",
      "當今賢俊皆周行，君何為乎亦遑遑。杯行到君莫停手，破除萬事無過酒。"
    ]
  },
  {
    "volume": 338,
    "sequence": 11,
    "title": "桃源圖",
    "author": "韓愈",
    "content": [
      "神仙有無何渺茫，桃源之說誠荒唐。流水盤回山百轉，生綃數幅垂中堂。武陵太守好事者，題封遠寄南宮下。",
      "南宮先生忻得之，波濤入筆驅文辭。文工畫妙各臻極，異境恍惚移於斯。架岩鑿穀開宮室，接屋連牆千萬日。",
      "嬴顛劉蹶了不聞，地坼天分非所恤。種桃處處惟開花。",
      "川原近遠蒸紅霞。初來猶自念鄉邑，歲久此地還成家。",
      "漁舟之子來何所，物色相猜更問語。大蛇中斷喪前王，群馬南渡開新主。聽終辭絕共淒然，自說經今六百年。",
      "當時萬事皆眼見，不知幾許猶流傳。爭持酒食來相饋，禮數不同樽俎異。月明伴宿玉堂空，骨冷魂清無夢寐。",
      "夜半金雞啁哳鳴，火輪飛出客心驚。人間有累不可住，依然離別難為情。船開棹進一回顧，萬里蒼蒼煙水暮。",
      "世俗寧知偽與真，至今傳者武陵人。"
    ]
  },
  {
    "volume": 338,
    "sequence": 12,
    "title": "東方半明",
    "author": "韓愈",
    "content": [
      "東方半明大星沒，獨有太白配殘月。嗟爾殘月勿相疑，同光共影須臾期。殘月暉暉，太白睒睒。",
      "雞三號，更五點。"
    ]
  },
  {
    "volume": 338,
    "sequence": 13,
    "title": "贈唐衢",
    "author": "韓愈",
    "content": [
      "虎有爪兮牛有角，虎可搏兮牛可觸。奈何君獨抱奇材，手把鋤犁餓空穀。當今天子急賢良，匭函朝出開明光。",
      "胡不上書自薦達，坐令四海如虞唐。"
    ]
  },
  {
    "volume": 338,
    "sequence": 14,
    "title": "貞女峽",
    "author": "韓愈",
    "content": [
      "江盤峽束春湍豪，風雷戰鬥魚龍逃。懸流轟轟射水府，一瀉百里翻雲濤。漂船擺石萬瓦裂，咫尺性命輕鴻毛。"
    ]
  },
  {
    "volume": 338,
    "sequence": 15,
    "title": "贈侯喜",
    "author": "韓愈",
    "content": [
      "吾党侯生字叔𨑓，呼我持竿釣溫水。平明鞭馬出都門，盡日行行荊棘裏。溫水微茫絕又流，深如車轍闊容輈。",
      "蝦蟆跳過雀兒浴，此縱有魚何足求。我為侯生不能已，盤針擘粒投泥滓。晡時堅坐到黃昏，手倦目勞方一起。",
      "暫動還休未可期，蝦行蛭渡似皆疑。舉竿引線忽有得，一寸才分鱗與鬐。是日侯生與韓子，良久歎息相看悲。",
      "我今行事盡如此，此事正好為吾規。半世遑遑就舉選，一名始得紅顏衰。人間事勢豈不見，徒自辛苦終何為。",
      "便當提攜妻與子，南入箕潁無還時。叔𨑓君今氣方銳，我言至切君勿嗤。君欲釣魚須遠去，大魚豈肯居沮洳。"
    ]
  },
  {
    "volume": 338,
    "sequence": 16,
    "title": "古意",
    "author": "韓愈",
    "content": [
      "太華峰頭玉井蓮，開花十丈藕如船。冷比雪霜甘比蜜，一片入口沈痾痊。我欲求之不憚遠，青壁無路難夤緣。",
      "安得長梯上摘實，下種七澤根株連。"
    ]
  },
  {
    "volume": 338,
    "sequence": 17,
    "title": "八月十五夜贈張功曹",
    "author": "韓愈",
    "content": [
      "纖雲四卷天無河，清風吹空月舒波。沙平水息聲影絕，一杯相屬君當歌。君歌聲酸辭且苦，不能聽終淚如雨。",
      "洞庭連天九疑高，蛟龍出沒猩鼯號。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏藥，海氣濕蟄熏腥臊。",
      "昨者州前捶大鼓，嗣皇繼聖登夔皋。赦書一日行萬里，罪從大辟皆除死。遷者追回流者還，滌瑕蕩垢清朝班。",
      "州家申名使家抑，坎軻只得移荊蠻。判司卑官不堪說，未免捶楚塵埃間。同時輩流多上道，天路幽險難追攀。",
      "君歌且休聽我歌，我歌今與君殊科。一年明月今宵多，人生由命非由他。有酒不飲奈明何。"
    ]
  },
  {
    "volume": 338,
    "sequence": 18,
    "title": "謁衡嶽廟遂宿嶽寺題門樓",
    "author": "韓愈",
    "content": [
      "五嶽祭秩皆三公，四方環鎮嵩當中。火維地荒足妖怪，天假神柄專其雄。噴雲泄霧藏半腹，雖有絕頂誰能窮。",
      "我來正逢秋雨節，陰氣晦昧無清風。潛心默禱若有應，豈非正直能感通。須臾靜掃眾峰出，仰見突兀撐青空。",
      "紫蓋連延接天柱，石廩騰擲堆祝融。森然魄動下馬拜，松柏一徑趨靈宮。粉牆丹柱動光彩，鬼物圖畫填青紅。",
      "升階傴僂薦脯酒，欲以菲薄明其衷。廟令老人識神意，睢盱偵伺能鞠躬。手持杯珓導我擲，雲此最吉餘難同。",
      "竄逐蠻荒幸不死，衣食才足甘長終。侯王將相望久絕，神縱欲福難為功。夜投佛寺上高閣，星月掩映雲朣朧。",
      "猿鳴鐘動不知曙，杲杲寒日生於東。"
    ]
  },
  {
    "volume": 338,
    "sequence": 19,
    "title": "岣嶁山",
    "author": "韓愈",
    "content": [
      "岣嶁山尖神禹碑，字青石赤形模奇。科鬥拳身薤倒披，鸞飄鳳泊拿虎螭。事嚴跡秘鬼莫窺，道人獨上偶見之，我來咨嗟涕漣洏。千搜萬索何處有，森森綠樹猿猱悲。"
    ]
  },
  {
    "volume": 338,
    "sequence": 20,
    "title": "永貞行",
    "author": "韓愈",
    "content": [
      "君不見太皇諒陰未出令，小人乘時偷國柄。",
      "北軍百萬虎與貔，天子自將非他師。一朝奪印付私黨，懍懍朝士何能為。狐鳴梟噪爭署置，睗睒跳踉相嫵媚。",
      "夜作詔書朝拜官，超資越序曾無難。公然白日受賄賂，火齊磊落堆金盤。元臣故老不敢語，晝臥涕泣何汍瀾。",
      "董賢三公誰複惜，侯景九錫行可歎。國家功高德且厚，天位未許庸夫幹。嗣皇卓犖信英主，文如太宗武高祖。",
      "膺圖受禪登明堂，共流幽州鯀死羽。四門肅穆賢俊登，數君匪親豈其朋。郎官清要為世稱，荒郡迫野嗟可矜。",
      "湖波連天日相騰，蠻俗生梗瘴癘烝。江氛嶺祲昏若凝，一蛇兩頭見未曾。怪鳥鳴喚令人憎，蠱蟲群飛夜撲燈。",
      "雄虺毒螫墮股肱，食中置藥肝心崩。左右使令詐難憑，慎勿浪信常兢兢。吾嘗同僚情可勝，具書目見非妄征，嗟爾既往宜為懲。"
    ]
  },
  {
    "volume": 338,
    "sequence": 21,
    "title": "洞庭湖阻風贈張十一署",
    "author": "韓愈",
    "content": [
      "十月陰氣盛，北風無時休。蒼茫洞庭岸，與子維雙舟。",
      "霧雨晦爭泄，波濤怒相投。犬雞斷四聽，糧絕誰與謀。",
      "相去不容步，險如礙山丘。清談可以飽，夢想接無由。",
      "男女喧左右，饑啼但啾啾。非懷北歸興，何用勝羈愁。",
      "雲外有白日，寒光自悠悠。能令暫開霽，過是吾無求。"
    ]
  },
  {
    "volume": 338,
    "sequence": 22,
    "title": "李花贈張十一署",
    "author": "韓愈",
    "content": [
      "江陵城西二月尾，花不見桃惟見李。風揉雨練雪羞比，波濤翻空杳無涘。君知此處花何似，白花倒燭天夜明，群雞驚鳴官吏起。金烏海底初飛來，朱輝散射青霞開。",
      "迷魂亂眼看不得，照耀萬樹繁如堆。念昔少年著游燕，對花豈省曾辭杯。自從流落憂感集，欲去未到先思回。",
      "只今四十已如此，後日更老誰論哉。力攜一尊獨就醉，不忍虛擲委黃埃。"
    ]
  },
  {
    "volume": 338,
    "sequence": 23,
    "title": "杏花",
    "author": "韓愈",
    "content": [
      "居鄰北郭古寺空，杏花兩株能白紅。曲江滿園不可到，看此寧避雨與風。二年流竄出嶺外，所見草木多異同。",
      "冬寒不嚴地恒泄，陽氣發亂無全功。浮花浪蕊鎮長有，才開還落瘴霧中。山榴躑躅少意思，照耀黃紫徒為叢。",
      "鷓鴣鉤輈猿叫歇，杳杳深谷攢青楓。豈如此樹一來玩，若在京國情何窮。今旦胡為忽惆悵，萬片飄泊隨西東。",
      "明年更發應更好，道人莫忘鄰家翁。"
    ]
  },
  {
    "volume": 338,
    "sequence": 24,
    "title": "感春四首",
    "author": "韓愈",
    "content": [
      "我所思兮在何所，情多地遐兮遍處處。東西南北皆欲往，千江隔兮萬山阻。春風吹園雜花開，朝日照屋百鳥語。",
      "三杯取醉不復論，一生長恨奈何許。",
      "皇天平分成四時，春氣漫誕最可悲。雜花妝林草蓋地，白日坐上傾天維。蜂喧鳥咽留不得，紅萼萬片從風吹。",
      "豈如秋霜雖慘冽，摧落老物誰惜之。為此徑須沽酒飲，自外天地棄不疑。近憐李杜無檢束，爛漫長醉多文辭。",
      "屈原離騷二十五，不肯餔啜糟與醨。惜哉此子巧言語，不到聖處寧非癡。幸逢堯舜明四目，條理品匯皆得宜。",
      "平明出門暮歸舍，酩酊馬上知為誰。",
      "朝騎一馬出，暝就一床臥。詩書漸欲拋，節行久已惰。",
      "冠欹感發禿，語誤驚齒墮。孤負平生心，已矣知何奈。",
      "我恨不如江頭人，長網橫江遮紫鱗。獨宿荒陂射鳧雁，賣納租賦官不嗔。歸來歡笑對妻子，衣食自給寧羞貧。",
      "今者無端讀書史，智慧只足勞精神。畫蛇著足無處用，兩鬢霜白趨埃塵。幹愁漫解坐自累，與眾異趣誰相親。",
      "數杯澆腸雖暫醉，皎皎萬慮醒還新。百年未滿不得死，且可勤買拋青春。"
    ]
  },
  {
    "volume": 338,
    "sequence": 25,
    "title": "寒食日出遊",
    "author": "韓愈",
    "content": [
      "李花初發君始病，我往看君花轉盛。走馬城西惆悵歸，不忍千株雪相映。邇來又見桃與梨，交開紅白如爭競。",
      "可憐物色阻攜手，空展霜縑吟九詠。紛紛落盡泥與塵，不共新妝比端正。桐華最晚今已繁，君不強起時難更。",
      "關山遠別固其理，寸步難見始知命。憶昔與君同貶官，夜渡洞庭看斗柄。豈料生還得一處，引袖拭淚悲且慶。",
      "各言生死兩追隨，直置心親無貌敬。念君又署南荒吏，路指鬼門幽且夐。三公儘是知音人，曷不薦賢陛下聖。",
      "囊空甑倒誰救之，我今一食日還並。自然憂氣損天和，安得康強保天性。斷鶴兩翅鳴何哀，縶驥四足氣空橫。",
      "今朝寒食行野外，綠楊匝岸蒲生迸。宋玉庭邊不見人，輕浪參差魚動鏡。自嗟孤賤足瑕疵，特見放縱荷寬政。",
      "飲酒寧嫌盞底深，題詩尚倚筆鋒勁。明宵故欲相就醉，有月莫愁當火令。"
    ]
  },
  {
    "volume": 338,
    "sequence": 26,
    "title": "憶昨行和張十一",
    "author": "韓愈",
    "content": [
      "憶昨夾鐘之呂初吹灰，上公禮罷元侯回。車載牲牢甕舁酒，並召賓客延鄒枚。腰金首翠光照耀，絲竹迥發清以哀。",
      "青天白日花草麗，玉斝屢舉傾金罍。張君名聲座所屬，起舞先醉長松摧。宿酲未解舊痁作，深室靜臥聞風雷。",
      "自期殞命在春序，屈指數日憐嬰孩。危辭苦語感我耳，淚落不掩何漼漼。念昔從君渡湘水，大帆夜劃窮高桅。",
      "陽山鳥路出臨武，驛馬拒地驅頻隤。踐蛇茹蠱不擇死，忽有飛詔從天來。伾文未揃崖州熾，雖得赦宥恒愁猜。",
      "近者三奸悉破碎，羽窟無底幽黃能。眼中了了見鄉國，知有歸日眉方開。今君縱署天涯吏，投檄北去何難哉。",
      "無妄之憂勿藥喜，一善自足禳千災。頭輕目朗肌骨健，古劍新劚磨塵埃。殃消禍散百福並，從此直至耇與鮐。",
      "嵩山東頭伊洛岸，勝事不假須穿栽。君當先行我待滿，沮溺可繼窮年推。"
    ]
  }
]