[
  {
    "volume": 166,
    "sequence": 1,
    "title": "襄陽歌",
    "author": "李白",
    "content": [
      "落日欲沒峴山西，倒著接z5花下迷。襄陽小兒齊拍手，攔街爭唱白銅鞮。傍人借問笑何事，笑殺山翁醉似泥。",
      "鸕鷀杓，鸚鵡杯。百年三萬六千日，一日須傾三百杯。",
      "遙看漢水鴨頭綠，恰似葡萄初醱醅。此江若變作春酒，壘麹便築糟丘台。千金駿馬換小妾，笑坐雕鞍歌落梅。",
      "車傍側掛一壺酒，鳳笙龍管行相催。咸陽市中歎黃犬，何如月下傾金罍。君不見晉朝羊公一片石，龜頭剝落生莓苔。淚亦不能為之墮，心亦不能為之哀。",
      "清風朗月不用一錢買，玉山自倒非人推。舒州杓，力士鐺，李白與爾同死生。襄王雲雨今安在，江水東流猿夜聲。"
    ]
  },
  {
    "volume": 166,
    "sequence": 2,
    "title": "南都行",
    "author": "李白",
    "content": [
      "南都信佳麗，武闕橫西關。白水真人居，萬商羅鄽闤。",
      "高樓對紫陌，甲第連青山。此地多英豪，邈然不可攀。",
      "陶朱與五羖，名播天壤間。麗華秀玉色，漢女嬌朱顏。",
      "清歌遏流雲，豔舞有餘閑。遨遊盛宛洛，冠蓋隨風還。",
      "走馬紅陽城，呼鷹白河灣。誰識臥龍客，長吟愁鬢斑。"
    ]
  },
  {
    "volume": 166,
    "sequence": 3,
    "title": "江上吟",
    "author": "李白",
    "content": [
      "木蘭之枻沙棠舟，玉簫金管坐兩頭。美酒尊中置千斛，載妓隨波任去留。仙人有待乘黃鶴，海客無心隨白鷗。",
      "屈平詞賦懸日月，楚王台榭空山丘。興酣落筆搖五嶽，詩成笑傲淩滄洲。功名富貴若長在，漢水亦應西北流。"
    ]
  },
  {
    "volume": 166,
    "sequence": 4,
    "title": "侍從宜春苑奉詔賦龍池柳色初青聽新鶯百囀歌",
    "author": "李白",
    "content": [
      "東風已綠瀛洲草，紫殿紅樓覺春好。池南柳色半青青，縈煙嫋娜拂綺城。垂絲百尺掛雕楹，上有好鳥相和鳴，間關早得春風情。春風捲入碧雲去，千門萬戶皆春聲。",
      "是時君王在鎬京，五雲垂暉耀紫清。仗出金宮隨日轉，天回玉輦繞花行。始向蓬萊看舞鶴，還過茝石聽新鶯。",
      "新鶯飛繞上林苑，願入簫韶雜鳳笙。"
    ]
  },
  {
    "volume": 166,
    "sequence": 5,
    "title": "玉壺吟",
    "author": "李白",
    "content": [
      "烈士擊玉壺，壯心惜暮年。三杯拂劍舞秋月，忽然高詠涕泗漣。鳳凰初下紫泥詔，謁帝稱觴登禦筵。",
      "揄揚九重萬乘主，謔浪赤墀青瑣賢。朝天數換飛龍馬，敕賜珊瑚白玉鞭。世人不識東方朔，大隱金門是謫仙。",
      "西施宜笑複宜顰，醜女效之徒累身。君王雖愛蛾眉好，無奈宮中妒殺人。"
    ]
  },
  {
    "volume": 166,
    "sequence": 6,
    "title": "豳歌行，上新平長史兄粲",
    "author": "李白",
    "content": [
      "豳穀稍稍振庭柯，涇水浩浩揚湍波。哀鴻酸嘶暮聲急，愁雲蒼慘寒氣多。憶昨去家此為客，荷花初紅柳條碧。",
      "中宵出飲三百杯，明朝歸揖二千石。甯知流寓變光輝，胡霜蕭颯繞客衣。寒灰寂寞憑誰暖，落葉飄揚何處歸。",
      "吾兄行樂窮曛旭，滿堂有美顏如玉。趙女長歌入彩雲，燕姬醉舞嬌紅燭。狐裘獸炭酌流霞，壯士悲吟甯見嗟。",
      "前榮後枯相翻覆，何惜餘光及棣華。"
    ]
  },
  {
    "volume": 166,
    "sequence": 7,
    "title": "西嶽雲台歌，送丹丘子",
    "author": "李白",
    "content": [
      "西嶽崢嶸何壯哉，黃河如絲天際來。黃河萬里觸山動，盤渦轂轉秦地雷。榮光休氣紛五彩，千年一清聖人在。",
      "巨靈咆哮擘兩山，洪波噴箭射東海。三峰卻立如欲摧，翠崖丹谷高掌開。白帝金精運元氣，石作蓮花雲作台。",
      "雲台閣道連窈冥，中有不死丹丘生。明星玉女備灑掃，麻姑搔背指爪輕。我皇手把天地戶，丹丘談天與天語。",
      "九重出入生光輝，東來蓬萊複西歸。玉漿倘惠故人飲，騎二茅龍上天飛。"
    ]
  },
  {
    "volume": 166,
    "sequence": 8,
    "title": "元丹丘歌",
    "author": "李白",
    "content": [
      "元丹丘，愛神仙。朝飲潁川之清流，暮還嵩岑之紫煙，三十六峰長周旋。長周旋，躡星虹，身騎飛龍耳生風，橫河跨海與天通，我知爾遊心無窮。"
    ]
  },
  {
    "volume": 166,
    "sequence": 9,
    "title": "扶風豪士歌",
    "author": "李白",
    "content": [
      "洛陽三月飛胡沙，洛陽城中人怨嗟。天津流水波赤血，白骨相撐如亂麻。我亦東奔向吳國，浮雲四塞道路賒。",
      "東方日出啼早鴉，城門人開掃落花。梧桐楊柳拂金井，來醉扶風豪士家。扶風豪士天下奇，意氣相傾山可移。",
      "作人不倚將軍勢，飲酒豈顧尚書期。雕盤綺食會眾客，吳歌趙舞香風吹。原嘗春陵六國時，開心寫意君所知。",
      "堂中各有三千士，明日報恩知是誰。撫長劍，一揚眉，清水白石何離離。脫吾帽，向君笑。飲君酒，為君吟。",
      "張良未逐赤松去，橋邊黃石知我心。"
    ]
  },
  {
    "volume": 166,
    "sequence": 10,
    "title": "同族弟金城尉叔卿燭照山水壁畫歌",
    "author": "李白",
    "content": [
      "高堂粉壁圖蓬瀛，燭前一見滄洲清。洪波洶湧山崢嶸，皎若丹丘隔海望赤城。光中乍喜嵐氣滅，謂逢山陰晴後雪。回溪碧流寂無喧，又如秦人月下窺花源。了然不覺清心魂，只將疊嶂鳴秋猿。與君對此歡未歇，放歌行吟達明發。",
      "卻顧海客揚雲帆，便欲因之向溟渤。"
    ]
  },
  {
    "volume": 166,
    "sequence": 11,
    "title": "白毫子歌",
    "author": "李白",
    "content": [
      "淮南小山白毫子，乃在淮南小山裏。夜臥松下雲，朝餐石中髓。小山連綿向江開，碧峰巉岩綠水回。",
      "余配白毫子，獨酌流霞杯。拂花弄琴坐青苔，綠蘿樹下春風來。南窗蕭颯松聲起，憑崖一聽清心耳。",
      "可得見，未得親。八公攜手五雲去，空餘桂樹愁殺人。"
    ]
  },
  {
    "volume": 166,
    "sequence": 12,
    "title": "梁園吟",
    "author": "李白",
    "content": [
      "我浮黃雲去京闕，掛席欲進波連山。天長水闊厭遠涉，訪古始及平臺間。平臺為客憂思多，對酒遂作梁園歌。",
      "卻憶蓬池阮公詠，因吟淥水揚洪波。洪波浩蕩迷舊國，路遠西歸安可得。人生達命豈暇愁，且飲美酒登高樓。",
      "平頭奴子搖大扇，五月不熱疑清秋。玉盤楊梅為君設，吳鹽如花皎白雪。持鹽把酒但飲之，莫學夷齊事高潔。",
      "昔人豪貴信陵君，今人耕種信陵墳。荒城虛照碧山月，古木盡入蒼梧雲。梁王宮闕今安在，枚馬先歸不相待。",
      "舞影歌聲散綠池，空餘汴水東流海。沉吟此事淚滿衣，黃金買醉未能歸。連呼五白行六博，分曹賭酒酣馳輝。",
      "歌且謠，意方遠。東山高臥時起來，欲濟蒼生未應晚。"
    ]
  },
  {
    "volume": 166,
    "sequence": 13,
    "title": "鳴皋歌，送岑征君",
    "author": "李白",
    "content": [
      "若有人兮思鳴皋，阻積雪兮心煩勞。",
      "洪河淩競不可以徑度，冰龍鱗兮難容舠。",
      "邈仙山之峻極兮，聞天籟之嘈嘈。霜崖縞皓以合遝兮，若長風扇海湧滄溟之波濤。玄猿綠羆，舔舕崟岌。",
      "危柯振石，駭膽栗魄，群呼而相號。峰崢嶸以路絕，掛星辰於岩嶅。送君之歸兮，動鳴皋之新作。",
      "交鼓吹兮彈絲，觴清泠之池閣。君不行兮何待，若反顧之黃鶴。掃梁園之群英，振大雅於東洛。",
      "巾征軒兮曆阻折，尋幽居兮越巘崿。盤白石兮坐素月，琴松風兮寂萬壑。望不見兮心氛氳，蘿冥冥兮霰紛紛。",
      "水橫洞以下淥，波小聲而上聞。虎嘯穀而生風，龍藏溪而吐雲。寡鶴清唳，饑鼯顰呻。魂獨處此幽默兮，愀空山而愁人。雞聚族以爭食，鳳孤飛而無鄰。",
      "蝘蜓嘲龍，魚目混珍。嫫母衣錦，西施負薪。",
      "若使巢由桎梏於軒冕兮，亦奚異乎夔龍蹩躠於風塵。",
      "哭何苦而救楚，笑何誇而卻秦。",
      "吾誠不能學二子沽名矯節以耀世兮，固將棄天地而遺身。",
      "白鷗兮飛來，長與君兮相親。"
    ]
  },
  {
    "volume": 166,
    "sequence": 14,
    "title": "鳴皋歌奉餞從翁清歸五崖山居",
    "author": "李白",
    "content": [
      "憶昨鳴皋夢裏還，手弄素月清潭間。覺時枕席非碧山，側身西望阻秦關。麒麟閣上春還早，著書卻憶伊陽好。",
      "青松來風吹古道，綠蘿飛花覆煙草。我家仙翁愛清真，才雄草聖淩古人，欲臥鳴皋絕世塵。鳴皋微茫在何處，五崖峽水橫樵路。身披翠雲裘，袖拂紫煙去。",
      "去時應過嵩少間，相思為折三花樹。"
    ]
  },
  {
    "volume": 166,
    "sequence": 15,
    "title": "勞勞亭歌",
    "author": "李白",
    "content": [
      "金陵勞勞送客堂，蔓草離離生道傍。古情不盡東流水，此地悲風愁白楊。我乘素舸同康樂，朗詠清川飛夜霜。",
      "昔聞牛渚吟五章，今來何謝袁家郎。苦竹寒聲動秋月，獨宿空簾歸夢長。"
    ]
  },
  {
    "volume": 166,
    "sequence": 16,
    "title": "橫江詞六首",
    "author": "李白",
    "content": [
      "人道橫江好，儂道橫江惡。一風三日吹倒山，白浪高於瓦官閣。",
      "海潮南去過潯陽，牛渚由來險馬當。",
      "橫江欲渡風波惡，一水牽愁萬里長。",
      "橫江西望阻西秦，漢水東連揚子津。",
      "白浪如山那可渡，狂風愁殺峭帆人。",
      "海神來過惡風回，浪打天門石壁開。",
      "浙江八月何如此，濤似連山噴雪來。",
      "橫江館前津吏迎，向餘東指海雲生。",
      "郎今欲渡緣何事，如此風波不可行。",
      "月暈天風霧不開，海鯨東蹙百川回。",
      "驚波一起三山動，公無渡河歸去來。"
    ]
  },
  {
    "volume": 166,
    "sequence": 17,
    "title": "金陵城西樓月下吟",
    "author": "李白",
    "content": [
      "金陵夜寂涼風發，獨上高樓望吳越。白雲映水搖空城，白露垂珠滴秋月。月下沉吟久不歸，古來相接眼中稀。",
      "解道澄江淨如練，令人長憶謝玄暉。"
    ]
  },
  {
    "volume": 166,
    "sequence": 18,
    "title": "東山吟",
    "author": "李白",
    "content": [
      "攜妓東土山，悵然悲謝安。我妓今朝如花月，他妓古墳荒草寒。白雞夢後三百歲，灑酒澆君同所歡。",
      "酣來自作青海舞，秋風吹落紫綺冠。彼亦一時，此亦一時，浩浩洪流之詠何必奇。"
    ]
  },
  {
    "volume": 166,
    "sequence": 19,
    "title": "僧伽歌",
    "author": "李白",
    "content": [
      "真僧法號號僧伽，有時與我論三車。問言誦咒幾千遍，口道恒河沙複沙。此僧本住南天竺，為法頭陀來此國。",
      "戒得長天秋月明，心如世上青蓮色。意清淨，貌棱棱。",
      "亦不減，亦不增。瓶裏千年鐵柱骨，手中萬歲胡孫藤。",
      "嗟予落魄江淮久，罕遇真僧說空有。一言散盡波羅夷，再禮渾除犯輕垢。"
    ]
  },
  {
    "volume": 166,
    "sequence": 20,
    "title": "白雲歌，送劉十六歸山",
    "author": "李白",
    "content": [
      "楚山秦山皆白雲，白雲處處長隨君。長隨君，君入楚山裏，雲亦隨君渡湘水。湘水上，女蘿衣，白雲堪臥君早歸。"
    ]
  },
  {
    "volume": 166,
    "sequence": 21,
    "title": "金陵歌，送別范宣",
    "author": "李白",
    "content": [
      "石頭巉岩如虎踞，淩波欲過滄江去。鐘山龍盤走勢來，秀色橫分曆陽樹。四十餘帝三百秋，功名事蹟隨東流。",
      "白馬小兒誰家子，泰清之歲來關囚。金陵昔時何壯哉，席捲英豪天下來。冠蓋散為煙霧盡，金輿玉座成寒灰。",
      "扣劍悲吟空咄嗟，梁陳白骨亂如麻。天子龍沉景陽井，誰歌玉樹後庭花。此地傷心不能道，目下離離長春草。",
      "送爾長江萬里心，他年來訪南山老。"
    ]
  },
  {
    "volume": 166,
    "sequence": 22,
    "title": "笑歌行",
    "author": "李白",
    "content": [
      "笑矣乎，笑矣乎。君不見曲如鉤，古人知爾封公侯。",
      "君不見直如弦，古人知爾死道邊。張儀所以只掉三寸舌，蘇秦所以不墾二頃田。笑矣乎，笑矣乎。",
      "君不見滄浪老人歌一曲，還道滄浪濯吾足。",
      "平生不解謀此身，虛作離騷遣人讀。笑矣乎，笑矣乎。",
      "趙有豫讓楚屈平，賣身買得千年名。巢由洗耳有何益，夷齊餓死終無成。君愛身後名，我愛眼前酒。",
      "飲酒眼前樂，虛名何處有。男兒窮通當有時，曲腰向君君不知。猛虎不看幾上肉，洪爐不鑄囊中錐。",
      "笑矣乎，笑矣乎。甯武子，朱買臣，扣角行歌背負薪。",
      "今日逢君君不識，豈得不如佯狂人。"
    ]
  },
  {
    "volume": 166,
    "sequence": 23,
    "title": "悲歌行",
    "author": "李白",
    "content": [
      "悲來乎，悲來乎。主人有酒且莫斟，聽我一曲悲來吟。",
      "悲來不吟還不笑，天下無人知我心。君有數鬥酒，我有三尺琴。琴鳴酒樂兩相得，一杯不啻千鈞金。",
      "悲來乎，悲來乎。天雖長，地雖久，金玉滿堂應不守。",
      "富貴百年能幾何，死生一度人皆有。孤猿坐啼墳上月，且須一盡杯中酒。悲來乎，悲來乎。鳳凰不至河無圖，微子去之箕子奴。漢帝不憶李將軍，楚王放卻屈大夫。",
      "悲來乎，悲來乎。秦家李斯早追悔，虛名撥向身之外。",
      "範子何曾愛五湖，功成名遂身自退。劍是一夫用，書能知姓名。惠施不肯干萬乘，蔔式未必窮一經。",
      "還須黑頭取方伯，莫謾白首為儒生。"
    ]
  }
]