[
  {
    "volume": 461,
    "sequence": 1,
    "title": "窗中列遠岫",
    "author": "白居易",
    "content": [
      "天靜秋山好，窗開曉翠通。遙憐峰窈窕，不隔竹朦朧。",
      "萬點當虛室，千重疊遠空。列簷攢秀氣，緣隙助清風。",
      "碧愛新晴後，明宜反照中。宣城郡齋在，望與古時同。"
    ]
  },
  {
    "volume": 461,
    "sequence": 2,
    "title": "玉水記方流",
    "author": "白居易",
    "content": [
      "良璞含章久，寒泉徹底幽。矩浮光灩灩，方折浪悠悠。",
      "淩亂波紋異，縈回水性柔。似風搖淺瀨，疑月落清流。",
      "潛潁應傍達，藏真豈上浮。玉人如不見，淪棄即千秋。"
    ]
  },
  {
    "volume": 461,
    "sequence": 3,
    "title": "大社觀獻捷詩",
    "author": "白居易",
    "content": [
      "淮海妖氛滅，乾坤嘉氣通。班師郊社內，操袂凱歌中。",
      "廟算無遺策，天兵不戰功。小臣同鳥獸，率舞向皇風。"
    ]
  },
  {
    "volume": 461,
    "sequence": 4,
    "title": "自誨",
    "author": "白居易",
    "content": [
      "樂天樂天，來與汝言。汝宜拳拳，終身行焉。物有萬類，錮人如鎖。事有萬感，爇人如火。萬類遞來，鎖汝形骸。",
      "使汝未老，形枯如柴。萬感遞至，火汝心懷。使汝未死，心化為灰。樂天樂天，可不大哀，汝胡不懲往而念來。",
      "人生百歲七十稀，設使與汝七十期。汝今年已四十四，卻後二十六年能幾時。汝不思二十五六年來事，疾速倏忽如一寐。往日來日皆瞥然，胡為自苦於其間。",
      "樂天樂天，可不大哀。而今而後，汝宜饑而食，渴而飲；",
      "晝而興，夜而寢；無浪喜，無妄憂；病則臥，死則休。",
      "此中是汝家，此中是汝鄉，汝何舍此而去，自取其遑遑。",
      "遑遑兮欲安往哉，樂天樂天歸去來。"
    ]
  },
  {
    "volume": 461,
    "sequence": 5,
    "title": "三謠：蟠木謠",
    "author": "白居易",
    "content": [
      "蟠木蟠木，有似我身；不中乎器，無用於人。",
      "下擁腫而上轔菌，桷不桷兮輪不輪。",
      "天子建明堂兮既非梁棟，諸侯斫大輅兮材又不中。",
      "唯我病夫，或有所用。用爾為幾，承吾臂支吾頤而已矣。",
      "不傷爾性，不枉爾理。爾怏怏為幾之外，無所用爾。",
      "爾既不材，吾亦不材，胡為乎人間裴回？蟠木蟠木，吾與汝歸草堂去來。"
    ]
  },
  {
    "volume": 461,
    "sequence": 6,
    "title": "三謠：素屏謠",
    "author": "白居易",
    "content": [
      "素屏素屏，胡為乎不文不飾，不丹不青？",
      "當世豈無李陽冰之篆字，張旭之筆跡？邊鸞之花鳥，張璪之松石？吾不令加一點一畫於其上，欲爾保真而全白。",
      "吾於香爐峰下置草堂，二屏倚在東西牆。",
      "夜如明月入我室，曉如白雲圍我床。我心久養浩然氣，亦欲與爾表裏相輝光。爾不見當今甲第與王宮，織成步障銀屏風。綴珠陷鈿貼雲母，五金七寶相玲瓏。",
      "貴豪待此方悅目，晏然寢臥乎其中。素屏素屏，物各有所宜，用各有所施。爾今木為骨兮紙為面，舍吾草堂欲何之？"
    ]
  },
  {
    "volume": 461,
    "sequence": 7,
    "title": "三謠：朱藤謠",
    "author": "白居易",
    "content": [
      "朱藤朱藤，溫如紅玉，直如朱繩。自我得爾以為杖，大有裨於股肱。前年左選，東南萬里。交遊別我於國門，親友送我于滻水。登高山兮車倒輪摧，渡漢水兮馬跙蹄開。",
      "中途不進，部曲多回。唯此朱藤，實隨我來。瘴癘之鄉，無人之地。扶衛衰病，驅訶魑魅。吾獨一身，賴爾為二。",
      "或水或陸，自北徂南。泥黏雪滑，足力不堪。吾本兩足，得爾為三。紫霄峰頭，黃石岩下。松門石磴，不通輿馬。",
      "吾與爾披雲撥水，環山繞野。二年蹋遍匡廬間，未嘗一步而相舍。雖有佳子弟、良友朋，扶危助蹇，不如朱藤。嗟乎，窮既若是，通複何如，吾不以常杖待爾，爾勿以常人望吾。朱藤朱藤，吾雖青雲之上、黃泥之下，誓不棄爾於斯須。"
    ]
  },
  {
    "volume": 461,
    "sequence": 8,
    "title": "無可奈何歌",
    "author": "白居易",
    "content": [
      "無可奈何兮，白日走而朱顏頹。少日往而老日催，生者不住兮死者不回。況乎寵辱豐悴之外物，又何常不十去而一來？去不可挽兮來不可推，無可奈何兮，已焉哉。惟天長而地久，前無始兮後無終。",
      "嗟吾生之幾何，寄瞬息乎其中。又如太倉之稊米，委一粒于萬鐘。何不與道逍遙，委化從容，縱心放志，泄泄融融。胡為乎分愛惡於生死，系憂喜於窮通。",
      "倔強其骨髓，齟齬其心胸。合冰炭以交戰，只自苦兮厥躬。",
      "彼造物者，雲何不為？此與化者，雲何不隨？或喣或吹，或盛或衰，雖千變與萬化，委一順以貫之。為彼何非，為此何是？誰冥此心，夢蝶之子。何禍非福，何吉非凶？",
      "誰達此觀，喪馬之翁。俾吾為秋毫之杪，吾亦自足，不見其小；俾吾為泰山之阿，吾亦無餘，不見其多。",
      "是以達人靜則吻然與陰合跡，動則浩然與陽同波。",
      "委順而已，孰知其他。時邪命邪，吾其無奈彼何；",
      "委邪順邪，彼亦無奈吾何。夫兩無奈何，然後能冥至順而合太和。故吾所以飲太和，扣至順，而為無可奈何之歌。"
    ]
  },
  {
    "volume": 461,
    "sequence": 9,
    "title": "池上篇",
    "author": "白居易",
    "content": [
      "十畝之宅，五畝之園。有水一池，有竹千竿。勿謂土狹，勿謂地偏。足以容膝，足以息肩。有堂有庭，有橋有船。",
      "有書有酒，有歌有弦。有叟在中，白須飄然。識分知足，外無求焉。如鳥擇木，姑務巢安。如龜居坎，不知海寬。",
      "靈鶴怪石，紫菱白蓮。皆吾所好，盡在吾前。時飲一杯，或吟一篇。妻孥熙熙，雞犬閑閑。優哉遊哉，吾將終老乎其間。"
    ]
  },
  {
    "volume": 461,
    "sequence": 10,
    "title": "齒落辭",
    "author": "白居易",
    "content": [
      "嗟嗟乎雙齒，自吾有之爾，俾爾嚼肉咀蔬，銜杯漱水；",
      "豐吾膚革，滋吾血髓；從幼逮老，勤亦至矣。幸有輔車，非無齗齶。胡然舍我，一旦雙落。齒雖無情，吾豈無情。",
      "老與齒別，齒隨涕零。我老日來，爾去不回。嗟嗟乎雙齒，孰謂而來哉，孰謂而去哉？齒不能言，請以意宣。",
      "為口中之物，忽乎六十餘年。昔君之壯也，血剛齒堅；",
      "今君之老矣，血衰齒寒。輔車齗齶，日削月朘。",
      "上參差而下卼臲，曾何足以少安。嘻，君其聽哉：",
      "女長辭姥，臣老辭主。發衰辭頭，葉枯辭樹。物無細大，功成者去。君何嗟嗟，獨不聞諸道經：我身非我有也，蓋天地之委形；君何嗟嗟，又不聞諸佛說：是身如浮雲，須臾變滅。由是而言，君何有焉？所宜委百骸而順萬化，胡為乎嗟嗟於一牙一齒之間。吾應曰：吾過矣，爾之言然。"
    ]
  },
  {
    "volume": 461,
    "sequence": 11,
    "title": "不能忘情吟",
    "author": "白居易",
    "content": [
      "鬻駱馬兮放楊柳枝，掩翠黛兮頓金羈。",
      "馬不能言兮長鳴而卻顧，楊柳枝再拜長跪而致辭。",
      "辭曰：主乘此駱五年，凡千有八百日。銜橛之下，不驚不逸。素事主十年，凡三千有六百日。巾櫛之間，無違無失。今素貌雖陋，未至衰摧。駱力猶壯，又無虺隤。即駱之力，尚可以代主一步；素之歌，亦可以送主一杯。一旦雙去，有去無回。故素將去，其辭也苦；駱將去，其鳴也哀。此人之情也，馬之情也，豈主君獨無情哉？予俯而歎，仰而咍，且曰：駱，駱，爾勿嘶：素，素，爾勿啼。駱反廄，素反閨。吾疾雖作，年雖頹，幸未及項籍之將死。何必一日之內，棄騅兮而別虞兮。乃目素兮素兮，為我歌楊柳枝。",
      "我姑酌彼金罍，我與爾歸醉鄉去來。"
    ]
  }
]