[
  {
    "volume": 243,
    "sequence": 1,
    "title": "令狐員外宅宴寄中丞",
    "author": "韓翃",
    "content": [
      "寒色凝羅幕，同人清夜期。玉杯留醉處，銀燭送歸時。",
      "獨坐隔千里，空吟對雪詩。"
    ]
  },
  {
    "volume": 243,
    "sequence": 2,
    "title": "褚主簿宅會畢庶子錢員外郎使君",
    "author": "韓翃",
    "content": [
      "開甕臘酒熟，主人心賞同。斜陽疏竹上，殘雪亂天中。",
      "更喜宣城印，朝廷與謝公。"
    ]
  },
  {
    "volume": 243,
    "sequence": 3,
    "title": "送李明府赴滑州",
    "author": "韓翃",
    "content": [
      "渭城寒食罷，送客歸遠道。烏帽背斜暉，青驪踏春草。",
      "酒醒孤燭夜，衣冷千山早。去事沈尚書，應憐詞賦好。"
    ]
  },
  {
    "volume": 243,
    "sequence": 4,
    "title": "送李司直赴江西使幕",
    "author": "韓翃",
    "content": [
      "斂版辭漢廷，進帆歸楚幕。三江城上轉，九裏人家泊。",
      "好酒近宜城，能詩謝康樂。雨晴西山樹，日出南昌郭。",
      "竹露點衣巾，湖煙濕扃鑰。主人蒼玉佩，後騎黃金絡。",
      "高視領八州，相期同一鶚。行當報知己，從此飛寥廓。"
    ]
  },
  {
    "volume": 243,
    "sequence": 5,
    "title": "祭嶽回重贈孟都督",
    "author": "韓翃",
    "content": [
      "封作天齊王，清祠太山下。魯公秋賽畢，曉日回高駕。",
      "從騎盡幽並，同人皆沈謝。自矜文武足，一醉寒溪夜。"
    ]
  },
  {
    "volume": 243,
    "sequence": 6,
    "title": "送南少府歸壽春",
    "author": "韓翃",
    "content": [
      "人言壽春遠，此去先秋到。孤客小翼舟，諸生高翅帽。",
      "淮風生竹簟，楚雨移茶灶。若在八公山，題詩一相報。"
    ]
  },
  {
    "volume": 243,
    "sequence": 7,
    "title": "贈別崔司直赴江東兼簡常州獨孤使君",
    "author": "韓翃",
    "content": [
      "愛君青袍色，芳草能相似。官重法家流，名高墨曹吏。",
      "春衣淮上宿，美酒江邊醉。楚酪沃雕胡，湘羹糝香餌。",
      "前朝山水國，舊日風流地。蘇山逐青驄，江家驅白鼻。",
      "右軍尚少年，三領東方騎。亦過小丹陽，應知百城貴。"
    ]
  },
  {
    "volume": 243,
    "sequence": 8,
    "title": "經月岩山",
    "author": "韓翃",
    "content": [
      "驅車過閩越，路出饒陽西。仙山翠如畫，簇簇生虹蜺。",
      "群峰若侍從，眾阜如嬰提。岩巒互吞吐，嶺岫相追攜。",
      "中有月輪滿，皎潔如圓珪。玉皇恣遊覽，到此神應迷。",
      "嫦娥曳霞帔，引我同攀躋。騰騰上天半，玉鏡懸飛梯。",
      "瑤池何悄悄，鸞鶴煙中棲。回頭望塵事，露下寒淒淒。"
    ]
  },
  {
    "volume": 243,
    "sequence": 9,
    "title": "送客之江甯",
    "author": "韓翃",
    "content": [
      "春流送客不應賒，南入徐州見柳花。朱雀橋邊看淮水，烏衣巷裏問王家。千閭萬井無多事，辟戶開門向山翠。",
      "楚雲朝下石頭城，江燕雙飛瓦棺寺。吳士風流甚可親，相逢嘉賞日應新。從來此地誇羊酪，自有蓴羹定卻人。"
    ]
  },
  {
    "volume": 243,
    "sequence": 10,
    "title": "送山陰姚丞攜妓之任兼寄山陰蘇少府",
    "author": "韓翃",
    "content": [
      "東風香草路，南客心容與。白皙吳王孫，青蛾柳家女。",
      "都門數騎出，河口片帆舉。夜簟眠橘洲，春衫傍楓嶼。",
      "山陰政簡甚從容，到罷唯求物外蹤。落日花邊剡溪水，晴煙竹裏會稽峰。才子風流蘇伯玉，同官曉暮應相逐。",
      "加餐共愛鱸魚肥，醒酒仍憐甘蔗熟。知君煉思本清新，季子如今德有鄰。他日如尋始寧墅，題詩早晚寄西人。"
    ]
  },
  {
    "volume": 243,
    "sequence": 11,
    "title": "和高平朱參軍思歸作",
    "author": "韓翃",
    "content": [
      "髯參軍，髯參軍，身為北州吏，心寄東山雲。",
      "坐見萋萋芳草綠。遙思往日晴江曲。刺船頻向剡中回，捧被曾過越人宿。花裏鶯啼白日高，春樓把酒送車螯。",
      "狂歌好愛陶彭澤，佳句唯稱謝法曹。平生樂事多如此，忍為浮名隔千里。一雁南飛動客心，思歸何待秋風起。"
    ]
  },
  {
    "volume": 243,
    "sequence": 12,
    "title": "贈別成明府赴劍南",
    "author": "韓翃",
    "content": [
      "朝為三室印，晚為三蜀人。遙知下車日，正及巴山春。",
      "縣道橘花裏，驛流江水濱。公門輒無事，賞地能相親。",
      "解衣初醉綠芳夕，應采蹲鴟薦佳客。霽水遠映西川時，閑望碧雞飛古祠。愛君樂事佳興發，天外銅梁多夢思。"
    ]
  },
  {
    "volume": 243,
    "sequence": 13,
    "title": "送孫潑赴雲中",
    "author": "韓翃",
    "content": [
      "黃驄少年舞雙戟，目視旁人皆辟易。百戰能誇隴上兒，一身複作雲中客。寒風動地氣蒼茫，橫吹先悲出塞長。",
      "敲石軍中傳夜火，斧冰河畔汲朝漿。前鋒直指陰山外，虜騎紛紛膽應碎。匈奴破盡人看歸，金印酬功如鬥大。"
    ]
  },
  {
    "volume": 243,
    "sequence": 14,
    "title": "送客還江東",
    "author": "韓翃",
    "content": [
      "還家不落春風後，數日應沽越人酒。池畔花深鬥鴨欄，橋邊雨洗藏鴉柳。遙憐內舍著新衣，複向鄰家醉落暉。",
      "把手閑歌香橘下，空山一望鷓鴣飛。"
    ]
  },
  {
    "volume": 243,
    "sequence": 15,
    "title": "送夏侯侍郎",
    "author": "韓翃",
    "content": [
      "元戎車右早飛聲，禦史府中新正名。翰墨已齊鐘大理，風流好繼謝宣城。從軍曉別龍驤幕，六騎先驅嘶近郭。",
      "前路應留白玉台，行人輒美黃金絡。使君下馬愛瀛洲，簡貴將求物外遊。聽訟不聞烏布帳，迎賓暫著紫綈裘。",
      "公庭日夕羅山翠，功遂心閑無一事。移書或問島邊人，立仗時呼鈴下吏。事業初傳小夏侯，中年劍笏在西州。",
      "浮雲飛鳥兩相忘，他日依依城上樓。"
    ]
  },
  {
    "volume": 243,
    "sequence": 16,
    "title": "送李湜下第歸衛州便游河北",
    "author": "韓翃",
    "content": [
      "莫嗟太常屈，便入蘇門嘯。裏在應未遲，勿作我身料。",
      "輕雲日下不成陰，出對流芳攪別心。萬雉城東春水闊，千人鄉北晚花深。舊竹青青常繞宅，到時疏曠應自適。",
      "佳期縱得上宮遊，旅食還為北邙客。路出司州勝景長，西山翠色帶清漳。仙人磯近茱萸澗，銅雀台臨野馬岡。",
      "屢道主人多愛士，何辭策馬千餘裏。高譚魏國訪先生，修刺平原過內史。一舉青雲在早秋，恐君從此便淹留。",
      "有錢莫向河間用，載筆須來闕下游。"
    ]
  },
  {
    "volume": 243,
    "sequence": 17,
    "title": "張山人草堂會王方士",
    "author": "韓翃",
    "content": [
      "嶼花晚，山日長，蕙帶麻襦食草堂。一片水光飛入戶，千竿竹影亂登牆。園梅熟，家醞香。新濕頭巾不復篸，相看醉倒臥藜床。"
    ]
  },
  {
    "volume": 243,
    "sequence": 18,
    "title": "送蓚縣劉主簿楚",
    "author": "韓翃",
    "content": [
      "起家得事平原侯，晚出都門辭舊遊。草色連綿幾千里，青驪躞蹀路旁子。花深近縣宿河陽，竹映春舟渡淇水。",
      "鄴下淹留佳賞新，群公舊日心相親。金盤曉鱠朱衣鮒，玉簟宵迎翠羽人。王程書使前期促，他日應知舉鞭速。",
      "寒水浮瓜五月時，把君衣袖長河曲。"
    ]
  },
  {
    "volume": 243,
    "sequence": 19,
    "title": "題玉山觀禪師蘭若",
    "author": "韓翃",
    "content": [
      "玉山宴坐移年月，錫杖承恩詣丹闕。先朝親與會龍華，紫禁鳴鐘白日斜。宮女焚香把經卷，天人就席禮袈裟。",
      "禪床久臥虎溪水，蘭若初開鳳城裏。不出囂塵見遠公，道成何必青蓮宮。朝持藥缽千家近，暮倚繩床一室空。",
      "掖垣揮翰君稱美，遠客陪遊問真理。薄宦深知誤此心，回心願學雷居士。"
    ]
  },
  {
    "volume": 243,
    "sequence": 20,
    "title": "贈別上元主簿張著",
    "author": "韓翃",
    "content": [
      "上書一見平津侯，劍笏斜齊秣陵尉。朝垂綬帶迎遠客，暮鎖印囊飛上吏。長樂花深萬井時，同官無事有歸期。",
      "回船對酒三生渚，系馬焚香五願祠。日日澄江帶山翠，綠芳都在經過地。行人看射領軍堂，遊女題詩光宅寺。",
      "風流才調愛君偏，此別相逢定幾年。惆悵浮雲迷遠道，張侯樓上月娟娟。"
    ]
  },
  {
    "volume": 243,
    "sequence": 21,
    "title": "別汜水縣尉",
    "author": "韓翃",
    "content": [
      "未央宮殿金開鑰，詔引賢良卷珠箔。花間賜食近丹墀，煙裏揮毫對青閣。萬年枝影轉斜光，三道先成君激昂。",
      "谷永直言身不顧，郤詵高第轉名香。綠槐陰陰出關道，上有蟬聲下秋草。奴子平頭駿馬肥，少年白皙登王畿。",
      "五侯客舍偏留宿，一縣人家爭看歸。南向千峰北臨水，佳期賞地應窮此。賦詩或送鄭行人，舉酒常陪魏公子。",
      "自憐寂寞會君稀，猶著前時博士衣。我欲低眉問知己，若將無用廢東歸。"
    ]
  },
  {
    "volume": 243,
    "sequence": 22,
    "title": "別李明府",
    "author": "韓翃",
    "content": [
      "寵光五世腰青組，出入珠宮引簫鼓。醉舞雄王玳瑁床，嬌嘶駿馬珊瑚柱。胡兒夾鼓越婢隨，行捧玉盤嘗荔枝。",
      "羅山道士請人送，林邑使臣調象騎。愛君一身游上國，闕下名公如舊識。萬里初懷印綬歸，湘江過盡嶺花飛。",
      "五侯焦石烹江筍，千戶沉香染客衣。別後想君難可見，蒼梧雲裏空山縣。漢苑芳菲入夏闌，待君障日蒲葵扇。"
    ]
  },
  {
    "volume": 243,
    "sequence": 23,
    "title": "送中兄典邵州",
    "author": "韓翃",
    "content": [
      "官騎連西向楚雲，朱軒出餞晝紛紛。百城兼領安南國，雙筆遙揮王左君。一路諸侯爭館谷，洪池高會荊台曲。",
      "玉顏送酒銅鞮歌，金管留人石頭宿。北雁初回江燕飛，南湖春暖著春衣。湘君祠對空山掩，漁父焚香日暮歸。",
      "百事無留到官後，重門寂寂垂高柳。零陵過贈石香溪，洞口人來飲醇酒。登樓暮結邵陽情，萬里蒼波煙靄生。",
      "他日新詩應見報，還如宣遠在安城。"
    ]
  },
  {
    "volume": 243,
    "sequence": 24,
    "title": "送萬巨",
    "author": "韓翃",
    "content": [
      "漢相見王陵，揚州事張禹。風帆木蘭楫，水國蓮花府。",
      "百丈清江十月天，寒城鼓角曉鐘前。金爐促膝諸曹吏，玉管繁華美少年。有時過向長幹地，遠對湖光近山翠。",
      "好逢南苑看人歸，也向西池留客醉。高柳垂煙橘帶霜，朝游石渚暮橫塘。紅箋色奪風流座，白苧詞傾翰墨場。",
      "夫子前年入朝後，高名籍籍時賢口。共憐詩興轉清新，繼遠家聲在此身。屈指待為青瑣客，回頭莫羨白亭人。"
    ]
  },
  {
    "volume": 243,
    "sequence": 25,
    "title": "送巴州楊使君",
    "author": "韓翃",
    "content": [
      "白雲縣北千山口，青歲欲開殘雪後。前驅錦帶魚皮鞮，側佩金璋虎頭綬。南鄭侯家醉落暉，東關陌上著鞭歸。",
      "愁看野馬隨官騎，笑取秦人帶客旗。使者下車憂疾苦，豪吏銷聲出公府。萬里歌鐘相慶時，巴童聲節渝兒舞。"
    ]
  },
  {
    "volume": 243,
    "sequence": 26,
    "title": "送王侍禦赴江西兼寄李袁州",
    "author": "韓翃",
    "content": [
      "中朝理章服，南國隨旌旆。臘酒湘城隅，春衣楚江外。",
      "垂簾白角簟，下箸鱸魚鱠。雄筆佐名公，虛舟應時輩。",
      "按俗承流幾路清，平明山靄春江雲。湓城詩贈魚司馬，汝水人逢王右軍。綠蘋白芷遙相引，孤興幽尋知不近。",
      "井上銅人行見無，湖中石燕飛應盡。禮門前直事仙郎，腰垂青綬領咸陽。花間五馬迎君日，雨霽煙開玉女岡。"
    ]
  },
  {
    "volume": 243,
    "sequence": 27,
    "title": "寄雍丘竇明府",
    "author": "韓翃",
    "content": [
      "少年結綬騁金羈，許下如看瓊樹枝。入裏親過朗陵伯，出門高視潁川兒。西遊太府東乘傳，泗上諸侯誰不羨。",
      "時輩甯將白筆期，高流佇向丹霄見。何事翻飛不及群，虎班突騎來紛紛。吳江垂釣楚山醉，身寄滄波心白雲。",
      "中歲胡塵靜如掃，一官又罷行將老。薛公薦士得君初，□領黃金千室餘。機盡獨親沙上鳥，家貧唯向釜中魚。",
      "□□□□□□□，□出重門煙樹裏。感物吟詩對暮天，懷人倚杖臨秋水。別離幾日問前期，鳴雁亭邊人去時。",
      "獨坐不堪朝與夕，高風蕭索亂蟬悲。"
    ]
  },
  {
    "volume": 243,
    "sequence": 28,
    "title": "贈兗州孟都督",
    "author": "韓翃",
    "content": [
      "少年親事冠軍侯，中歲仍遷北兗州。露冕甯誇漢車服，下帷常討魯春秋。後齋草色連高閣，事簡人稀獨行樂。",
      "閒心近掩陶使君，詩興遙齊謝康樂。遠山重疊水逶迤，落日東城閑望時。不見雙親辦豐膳，能留五馬盡佳期。",
      "北場爭轉黃金勒，愛客華亭賞秋色。捲簾滿地鋪氍毹，吹角鳴弦開玉壺。願學平原十日飲，此時不忍歌驪駒。"
    ]
  },
  {
    "volume": 243,
    "sequence": 29,
    "title": "別孟都督",
    "author": "韓翃",
    "content": [
      "平蕪霽色寒城下，美酒百壺爭勸把。連呼寶劍銳頭兒，少駐金羈大頭馬。一飲留歡分有餘，寸心懷思複何如。",
      "他時相憶若相問，青瑣門前開素書。"
    ]
  },
  {
    "volume": 243,
    "sequence": 30,
    "title": "送別鄭明府",
    "author": "韓翃",
    "content": [
      "長頭大鼻鬢如雪，早歲連兵劍鋒折。千金盡去無鬥儲，雙袖破來空百結。獨戀郊扉已十春，高陽酒徒連此身。",
      "路傍誰識鄭公子，谷口應知漢逸人。兒女相悲探井臼，前功豈在他人後。勸君不得學淵明，且策驢車辭五柳。"
    ]
  },
  {
    "volume": 243,
    "sequence": 31,
    "title": "贈別王侍禦赴上都",
    "author": "韓翃",
    "content": [
      "翩翩馬上郎，執簡佩銀章。西向洛陽歸鄠杜，回頭結念蓮花府。朝辭芳草萬歲街，暮宿春山一泉塢。",
      "青青樹色傍行衣，乳燕流鶯相間飛。遠過三峰臨八水，幽尋佳賞偏如此。殘花片片細柳風，落日疏鐘小槐雨。",
      "相思掩泣複何如，公子門前人漸疏。幸有心期當小暑，葛衣紗帽望回車。"
    ]
  },
  {
    "volume": 243,
    "sequence": 32,
    "title": "贈別太常李博士兼寄兩省舊游",
    "author": "韓翃",
    "content": [
      "兩年戴武弁，趨侍明光殿。一朝簪惠文，客事信陵君。",
      "簡異當朝執，香非寓直熏。差肩何記室，攜手李將軍。",
      "玉鐙初回酸棗館，金鈿正舞石榴裙。忽驚萬事隨流水，不見雙旌逐塞雲。感舊撫心多寂寂，與君相遇頭初白。",
      "暫誇五首軍中詩，還憶萬年枝下客。昨日留歡今送歸，空披秋水映斜暉。閑吟佳句對孤鶴，惆悵寒霜落葉稀。"
    ]
  },
  {
    "volume": 243,
    "sequence": 33,
    "title": "寄哥舒僕射",
    "author": "韓翃",
    "content": [
      "萬里長城家，一生唯報國。腰垂紫文綬，手控黃金勒。",
      "高視黑頭翁，遙吞白騎賊。先麾牙門將，轉鬥黃河北。",
      "帳下親兵皆少年，錦衣承日繡行纏。轆轤寶劍初出鞘，宛轉角弓初上弦。步人抽箭大如笛，前把兩矛後雙戟。",
      "左盤右射紅塵中，鶻入鴉群有誰敵。殺將破軍白日餘，回旃舞旆北風初。郡公楯鼻好磨墨，走馬為君飛羽書。"
    ]
  },
  {
    "volume": 243,
    "sequence": 34,
    "title": "贈別華陰道士",
    "author": "韓翃",
    "content": [
      "紫府先生舊同學，腰垂彤管貯靈藥。恥論方士小還丹，好飲仙人太玄酪。芙蓉山頂玉池西，一室平臨萬仞溪。",
      "晝灑瑤台五雲濕，夜行金燭七星齊。回身暫下青冥裏，方外相尋有知己。賣鮓市中何許人，釣魚坐上誰家子。",
      "青青百草雲台春，煙駕霓衣白角巾。露葉獨歸仙掌去，回風片雨謝時人。"
    ]
  },
  {
    "volume": 243,
    "sequence": 35,
    "title": "送崔秀才赴上元兼省叔父",
    "author": "韓翃",
    "content": [
      "寒塘斂暮雪，臘鼓迎春早。匹馬五城人，重裘千里道。",
      "淮山輕露濕，江樹狂風掃。楚縣九醞醲，揚州百花好。",
      "練湖東望接雲陽，女市西游入建康。行樂遠誇紅布旆，風流近賭紫香囊。詩家行輩如君少，極目苦心懷謝脁。",
      "煙開日上板橋南，吳岫青青出林表。"
    ]
  }
]