[
  {
    "volume": 427,
    "sequence": 1,
    "title": "驪宮高－美天子重惜人之財力也",
    "author": "白居易",
    "content": [
      "高高驪山上有宮，朱樓紫殿三四重。遲遲兮春日，玉甃暖兮溫泉溢。嫋嫋兮秋風，山蟬鳴兮宮樹紅。",
      "翠華不來歲月久，牆有衣兮瓦有松。吾君在位已五載，何不一幸乎其中。西去都門幾多地，吾君不游有深意。",
      "一人出兮不容易，六宮從兮百司備。八十一車千萬騎，朝有宴飫暮有賜。中人之產數百家，未足充君一日費。",
      "吾君修己人不知，不自逸兮不自嬉。吾君愛人人不識，不傷財兮不傷力。驪宮高兮高入雲，君之來兮為一身，君之不來兮為萬人。"
    ]
  },
  {
    "volume": 427,
    "sequence": 2,
    "title": "百煉鏡－辨皇王鑒也",
    "author": "白居易",
    "content": [
      "百煉鏡，鎔範非常規，日辰處所靈且祇。江心波上舟中鑄，五月五日日午時。瓊粉金膏磨瑩已，化為一片秋潭水。",
      "鏡成將獻蓬萊宮，揚州長吏手自封。人間臣妾不合照，背有九五飛天龍。人人呼為天子鏡，我有一言聞太宗。",
      "太宗常以人為鏡，鑒古鑒今不鑒容。四海安危居掌內，百王治亂懸心中。乃知天子別有鏡，不是揚州百煉銅。"
    ]
  },
  {
    "volume": 427,
    "sequence": 3,
    "title": "青石－激忠烈也",
    "author": "白居易",
    "content": [
      "青石出自藍田山，兼車運載來長安。工人磨琢欲何用，石不能言我代言。不願作人家墓前神道碣，墳土未幹名已滅。不願作官家道旁德政碑，不鐫實錄鐫虛辭。願為顏氏段氏碑，雕鏤太尉與太師。",
      "刻此兩片堅貞質，狀彼二人忠烈姿。義心如石屹不轉，死節如石確不移。如觀奮擊朱泚日，似見叱訶希烈時。",
      "各於其上題名諡，一置高山一沉水。陵穀雖遷碑獨存，骨化為塵名不死。長使不忠不烈臣，觀碑改節慕為人。",
      "慕為人，勸事君。"
    ]
  },
  {
    "volume": 427,
    "sequence": 4,
    "title": "兩朱閣－刺佛寺浸多也",
    "author": "白居易",
    "content": [
      "兩朱閣，南北相對起。借問何人家，貞元雙帝子。",
      "帝子吹簫雙得仙，五雲飄颻飛上天。第宅亭台不將去，化為佛寺在人間。妝閣伎樓何寂靜，柳似舞腰池似鏡。",
      "花落黃昏悄悄時，不聞歌吹聞鐘磬。寺門敕榜金字書，尼院佛庭寬有餘。青苔明月多閑地，比屋疲人無處居。",
      "憶昨平陽宅初置，吞併平人幾家地。仙去雙雙作梵宮，漸恐人間盡為寺。"
    ]
  },
  {
    "volume": 427,
    "sequence": 5,
    "title": "西涼伎－刺封疆之臣也",
    "author": "白居易",
    "content": [
      "西涼伎，假面胡人假獅子。刻木為頭絲作尾，金鍍眼睛銀帖齒。奮迅毛衣擺雙耳，如從流沙來萬里。",
      "紫髯深目兩胡兒，鼓舞跳樑前致辭。應似涼州未陷日，安西都護進來時。須臾雲得新消息，安西路絕歸不得。",
      "泣向獅子涕雙垂，涼州陷沒知不知。獅子回頭向西望，哀吼一聲觀者悲。貞元邊將愛此曲，醉坐笑看看不足。",
      "娛賓犒士宴監軍，獅子胡兒長在目。有一征夫年七十，見弄涼州低面泣。泣罷斂手白將軍，主憂臣辱昔所聞。",
      "自從天寶兵戈起，犬戎日夜吞西鄙。涼州陷來四十年，河隴侵將七千里。平時安西萬里疆，今日邊防在鳳翔。",
      "緣邊空屯十萬卒，飽食溫衣閑過日。遺民腸斷在涼州，將卒相看無意收。天子每思長痛惜，將軍欲說合慚羞。",
      "奈何仍看西涼伎，取笑資歡無所愧。縱無智力未能收，忍取西涼弄為戲。"
    ]
  },
  {
    "volume": 427,
    "sequence": 6,
    "title": "八駿圖－戒奇物、懲佚遊也",
    "author": "白居易",
    "content": [
      "穆王八駿天馬駒，後人愛之寫為圖。背如龍兮頸如象，骨聳筋高脂肉壯。日行萬里疾如飛，穆王獨乘何所之。",
      "四荒八極蹋欲遍，三十二蹄無歇時。屬車軸折趁不及，黃屋草生棄若遺。瑤池西赴王母宴，七廟經年不親薦。",
      "璧台南與盛姬遊，明堂不復朝諸侯。白雲黃竹歌聲動，一人荒樂萬人愁。周從後稷至文武，積德累功世勤苦。",
      "豈知才及四代孫，心輕王業如灰土。由來尤物不在大，能蕩君心則為害。文帝卻之不肯乘，千里馬去漢道興。",
      "穆王得之不為戒，八駿駒來周室壞。至今此物尚稱珍，不知房星之精下為怪。八駿圖，君莫愛。"
    ]
  },
  {
    "volume": 427,
    "sequence": 7,
    "title": "澗底松－念寒俊也",
    "author": "白居易",
    "content": [
      "有松百尺大十圍，生在澗底寒且卑。澗深山險人路絕，老死不逢工度之。天子明堂欠梁木，此求彼有兩不知。",
      "誰喻蒼蒼造物意，但與之材不與地。金張世祿原憲貧，牛衣寒賤貂蟬貴。貂蟬與牛衣，高下雖有殊。高者未必賢，下者未必愚。君不見沉沉海底生珊瑚，歷歷天上種白榆。"
    ]
  },
  {
    "volume": 427,
    "sequence": 8,
    "title": "牡丹芳－美天子憂農也",
    "author": "白居易",
    "content": [
      "牡丹芳，牡丹芳，黃金蕊綻紅玉房。千片赤英霞爛爛，百枝絳點燈煌煌。照地初開錦繡段，當風不結蘭麝囊。",
      "仙人琪樹白無色，王母桃花小不香。宿露輕盈泛紫豔，朝陽照耀生紅光。紅紫二色間深淺，向背萬態隨低昂。",
      "映葉多情隱羞面，臥叢無力含醉妝。低嬌笑容疑掩口，凝思怨人如斷腸。穠姿貴彩信奇絕，雜卉亂花無比方。",
      "石竹金錢何細碎，芙蓉芍藥苦尋常。遂使王公與卿士，游花冠蓋日相望。庳車軟輿貴公主，香衫細馬豪家郎。",
      "衛公宅靜閉東院，西明寺深開北廊。戲蝶雙舞看人久，殘鶯一聲春日長。共愁日照芳難駐，仍張帷幕垂陰涼。",
      "花開花落二十日，一城之人皆若狂。三代以還文勝質，人心重華不重實。重華直至牡丹芳，其來有漸非今日。",
      "元和天子憂農桑，恤下動天天降祥。去歲嘉禾生九穗，田中寂寞無人至。今年瑞麥分兩歧，君心獨喜無人知。",
      "無人知，可歎息。我願暫求造化力，減卻牡丹妖豔色。",
      "少回卿士愛花心，同似吾君憂稼穡。"
    ]
  },
  {
    "volume": 427,
    "sequence": 9,
    "title": "紅線毯－憂蠶桑之費也",
    "author": "白居易",
    "content": [
      "紅線毯，擇繭繰絲清水煮，揀絲練線紅藍染。",
      "染為紅線紅于藍，織作披香殿上毯。披香殿廣十丈餘，紅線織成可殿鋪。彩絲茸茸香拂拂，線軟花虛不勝物。",
      "美人蹋上歌舞來，羅襪繡鞋隨步沒。太原毯澀毳縷硬，蜀都褥薄錦花冷，不如此毯溫且柔，年年十月來宣州。",
      "宣城太守加樣織，自謂為臣能竭力。百夫同擔進宮中，線厚絲多卷不得。宣城太守知不知，一丈毯，千兩絲。",
      "地不知寒人要暖，少奪人衣作地衣。"
    ]
  },
  {
    "volume": 427,
    "sequence": 10,
    "title": "杜陵叟－傷農夫之困也",
    "author": "白居易",
    "content": [
      "杜陵叟，杜陵居，歲種薄田一頃餘。三月無雨旱風起，麥苗不秀多黃死。九月降霜秋早寒，禾穗未熟皆青幹。",
      "長吏明知不申破，急斂暴徵求考課。典桑賣地納官租，明年衣食將何如。剝我身上帛，奪我口中粟。",
      "虐人害物即豺狼，何必鉤爪鋸牙食人肉。不知何人奏皇帝，帝心惻隱知人弊。白麻紙上書德音，京畿盡放今年稅。",
      "昨日裏胥方到門，手持尺牒榜鄉村。十家租稅九家畢，虛受吾君蠲免恩。"
    ]
  },
  {
    "volume": 427,
    "sequence": 11,
    "title": "繚綾－念女工之勞也",
    "author": "白居易",
    "content": [
      "繚綾繚綾何所似，不似羅綃與紈綺。應似天臺山上月明前，四十五尺瀑布泉。中有文章又奇絕，地鋪白煙花簇雪。",
      "織者何人衣者誰，越溪寒女漢宮姬。去年中使宣口敕，天上取樣人間織。織為雲外秋雁行，染作江南春水色。",
      "廣裁衫袖長制裙，金鬥熨波刀翦紋。異彩奇文相隱映，轉側看花花不定。昭陽舞人恩正深，春衣一對直千金。",
      "汗沾粉汙不再著，曳土蹋泥無惜心。繚綾織成費功績，莫比尋常繒與帛。絲細繰多女手疼，紮紮千聲不盈尺。",
      "昭陽殿裏歌舞人。若見織時應也惜。"
    ]
  },
  {
    "volume": 427,
    "sequence": 12,
    "title": "賣炭翁－苦官市也",
    "author": "白居易",
    "content": [
      "賣炭翁，伐薪燒炭南山中。滿面塵灰煙火色，兩鬢蒼蒼十指黑。賣炭得錢何所營，身上衣裳口中食。",
      "可憐身上衣正單，心憂炭賤願天寒。夜來城上一尺雪，曉駕炭車輾冰轍。牛困人饑日已高，市南門外泥中歇。",
      "翩翩兩騎來是誰，黃衣使者白衫兒。手把文書口稱敕，回車叱牛牽向北。一車炭，千餘斤，官使驅將惜不得。",
      "半匹紅紗一丈綾，系向牛頭充炭直。"
    ]
  },
  {
    "volume": 427,
    "sequence": 13,
    "title": "母別子－刺新間舊也",
    "author": "白居易",
    "content": [
      "母別子，子別母，白日無光哭聲苦。關西驃騎大將軍，去年破虜新策勳。敕賜金錢二百萬，洛陽迎得如花人。",
      "新人迎來舊人棄，掌上蓮花眼中刺。迎新棄舊未足悲，悲在君家留兩兒。一始扶行一初坐，坐啼行哭牽人衣。",
      "以汝夫婦新燕婉，使我母子生別離。不如林中烏與鵲，母不失雛雄伴雌。應似園中桃李樹，花落隨風子在枝。",
      "新人新人聽我語，洛陽無限紅樓女。但願將軍重立功，更有新人勝於汝。"
    ]
  },
  {
    "volume": 427,
    "sequence": 14,
    "title": "陰山道－疾貪虜也",
    "author": "白居易",
    "content": [
      "陰山道，陰山道，紇邏敦肥水泉好。每至戎人送馬時，道旁千里無纖草。草盡泉枯馬病羸，飛龍但印骨與皮。",
      "五十匹縑易一匹，縑去馬來無了日。養無所用去非宜，每歲死傷十六七。縑絲不足女工苦，疏織短截充匹數。",
      "藕絲蛛網三丈餘，回紇訴稱無用處。咸安公主號可敦，遠為可汗頻奏論。元和二年下新敕，內出金帛酬馬直。",
      "仍詔江淮馬價縑，從此不令疏短織。合羅將軍呼萬歲，捧授金銀與縑彩。誰知黠虜啟貪心，明年馬多來一倍。",
      "縑漸好，馬漸多。陰山虜，奈爾何。"
    ]
  },
  {
    "volume": 427,
    "sequence": 15,
    "title": "時世妝－儆戎也",
    "author": "白居易",
    "content": [
      "時世妝，時世妝，出自城中傳四方。時世流行無遠近，腮不施朱面無粉。烏膏注唇唇似泥，雙眉畫作八字低。",
      "妍媸黑白失本態，妝成盡似含悲啼。圓鬟無鬢堆髻樣，斜紅不暈赭面狀。昔聞被發伊川中，辛有見之知有戎。",
      "元和妝梳君記取，髻堆面赭非華風。"
    ]
  },
  {
    "volume": 427,
    "sequence": 16,
    "title": "李夫人－鑒嬖惑也",
    "author": "白居易",
    "content": [
      "漢武帝，初喪李夫人。夫人病時不肯別，死後留得生前恩。",
      "君恩不盡念未已，甘泉殿裏令寫真。丹青畫出竟何益，不言不笑愁殺人。又令方士合靈藥，玉釜煎煉金爐焚。",
      "九華帳深夜悄悄，反魂香降夫人魂。夫人之魂在何許，香煙引到焚香處。既來何苦不須臾，縹緲悠揚還滅去。",
      "去何速兮來何遲，是耶非耶兩不知。翠蛾仿佛平生貌，不似昭陽寢疾時。魂之不來君心苦，魂之來兮君亦悲。",
      "背燈隔帳不得語，安用暫來還見違。傷心不獨漢武帝，自古及今皆若斯。君不見穆王三日哭，重璧台前傷盛姬。",
      "又不見泰陵一掬淚，馬嵬坡下念楊妃。",
      "縱令妍姿豔質化為土，此恨長在無銷期。",
      "生亦惑，死亦惑，尤物惑人忘不得。",
      "人非木石皆有情，不如不遇傾城色。"
    ]
  },
  {
    "volume": 427,
    "sequence": 17,
    "title": "陵園妾－憐幽閉也",
    "author": "白居易",
    "content": [
      "陵園妾，顏色如花命如葉。命如葉薄將奈何，一奉寢宮年月多。年月多，時光換，春愁秋思知何限。",
      "青絲發落叢鬢疏，紅玉膚銷系裙慢。憶昔宮中被妒猜，因讒得罪配陵來。老母啼呼趁車別，中官監送鎖門回。",
      "山宮一閉無開日，未死此身不令出。松門到曉月裴回，柏城盡日風蕭瑟。松門柏城幽閉深，聞蟬聽燕感光陰。",
      "眼看菊蕊重陽淚，手把梨花寒食心。把花掩淚無人見，綠蕪牆繞青苔院。四季徒支妝粉錢，三朝不識君王面。",
      "遙想六宮奉至尊，宣徽雪夜浴堂春。雨露之恩不及者，猶聞不啻三千人。三千人，我爾君恩何厚薄。",
      "願令輪轉直陵園，三歲一來均苦樂。"
    ]
  },
  {
    "volume": 427,
    "sequence": 18,
    "title": "鹽商婦－惡幸人也",
    "author": "白居易",
    "content": [
      "鹽商婦，多金帛，不事田農與蠶績。南北東西不失家，風水為鄉船作宅。本是揚州小家女，嫁得西江大商客。",
      "綠鬟富去金釵多，皓腕肥來銀釧窄。前呼蒼頭後叱婢，問爾因何得如此。婿作鹽商十五年，不屬州縣屬天子。",
      "每年鹽利入官時，少入官家多入私。官家利薄私家厚，鹽鐵尚書遠不知。何況江頭魚米賤，紅膾黃橙香稻飯。",
      "飽食濃妝倚柁樓，兩朵紅腮花欲綻。鹽商婦，有幸嫁鹽商。",
      "終朝美飯食，終歲好衣裳。好衣美食來何處，亦須慚愧桑弘羊。桑弘羊，死已久，不獨漢時今亦有。"
    ]
  },
  {
    "volume": 427,
    "sequence": 19,
    "title": "杏為梁－刺居處僭也",
    "author": "白居易",
    "content": [
      "右為梁，桂為柱，何人堂室李開府。碧砌紅軒色未幹，去年身歿今移主。高其牆，大其門，誰家第宅盧將軍。",
      "素泥朱版光未滅，今日官收別賜人。開府之堂將軍宅，造未成時頭已白。逆旅重居逆旅中，心是主人身是客。",
      "更有愚夫念身後，心雖甚長計非久。窮奢極麗越規模，付子傳孫令保守。莫教門外過客聞，撫掌回頭笑殺君。",
      "君不見馬家宅，尚猶存，宅門題作奉誠園。君不見魏家宅，屬他人，詔贖賜還五代孫。儉存奢失今在目，安用高牆圍大屋。"
    ]
  },
  {
    "volume": 427,
    "sequence": 20,
    "title": "井底引銀瓶－止淫奔也",
    "author": "白居易",
    "content": [
      "井底引銀瓶，銀瓶欲上絲繩絕。石上磨玉簪，玉簪欲成中央折。瓶沉簪折知奈何，似妾今朝與君別。",
      "憶昔在家為女時，人言舉動有殊姿。嬋娟兩鬢秋蟬翼，宛轉雙蛾遠山色。笑隨戲伴後園中，此時與君未相識。",
      "妾弄青梅憑短牆，君騎白馬傍垂楊。牆頭馬上遙相顧，一見知君即斷腸。知君斷腸共君語，君指南山松柏樹。",
      "感君松柏化為心，闇合雙鬟逐君去。到君家舍五六年，君家大人頻有言。聘則為妻奔是妾，不堪主祀奉蘋蘩。",
      "終知君家不可住，其奈出門無去處。豈無父母在高堂，亦有親情滿故鄉。潛來更不通消息，今日悲羞歸不得。",
      "為君一日恩，誤妾百年身。寄言癡小人家女，慎勿將身輕許人。"
    ]
  },
  {
    "volume": 427,
    "sequence": 21,
    "title": "官牛－諷執政也",
    "author": "白居易",
    "content": [
      "官牛官牛駕官車，滻水岸邊般載沙。一石沙，幾斤重，朝載暮載將何用。載向五門官道西，綠槐陰下鋪沙堤。",
      "昨來新拜右丞相，恐怕泥塗汙馬蹄。右丞相，馬蹄蹋沙雖淨潔，牛領牽車欲流血。右丞相，但能濟人治國調陰陽，官牛領穿亦無妨。"
    ]
  },
  {
    "volume": 427,
    "sequence": 22,
    "title": "紫毫筆－譏失職也",
    "author": "白居易",
    "content": [
      "紫毫筆，尖如錐兮利如刀。江南石上有老兔，吃竹飲泉生紫毫。宣城之人采為筆，千萬毛中揀一毫。",
      "毫雖輕，功甚重。管勒工名充歲貢，君兮臣兮勿輕用。",
      "勿輕用，將何如，願賜東西府禦史，願頒左右台起居。",
      "搦管趨入黃金闕，抽毫立在白玉除。臣有奸邪正衙奏，君有動言直筆書。起居郎，侍御史，爾知紫毫不易致。",
      "每歲宣城進筆時，紫毫之價如金貴。慎勿空將彈失儀，慎勿空將錄製詞。"
    ]
  },
  {
    "volume": 427,
    "sequence": 23,
    "title": "隋堤柳－憫亡國也",
    "author": "白居易",
    "content": [
      "隋堤柳，歲久年深盡衰朽。風飄飄兮雨蕭蕭，三株兩株汴河口。老枝病葉愁殺人，曾經大業年中春。",
      "大業年中煬天子，種柳成行夾流水。西自黃河東至淮，綠陰一千三百里。大業末年春暮月，柳色如煙絮如雪。",
      "南幸江都恣佚游，應將此柳系龍舟。紫髯郎將護錦纜，青娥禦史直迷樓。海內財力此時竭，舟中歌笑何日休。",
      "上荒下困勢不久，宗社之危如綴旒。煬天子，自言福祚長無窮，豈知皇子封酅公。龍舟未過彭城閣，義旗已入長安宮。蕭牆禍生人事變，晏駕不得歸秦中。",
      "土墳數尺何處葬，吳公台下多悲風。二百年來汴河路，沙草和煙朝複暮。後王何以鑒前王，請看隋堤亡國樹。"
    ]
  },
  {
    "volume": 427,
    "sequence": 24,
    "title": "草茫茫－懲厚葬也",
    "author": "白居易",
    "content": [
      "草茫茫，土蒼蒼。蒼蒼茫茫在何處，驪山腳下秦皇墓。",
      "墓中下涸二重泉，當時自以為深固。下流水銀象江海，上綴珠光作烏兔。別為天地於其間，擬將富貴隨身去。",
      "一朝盜掘墳陵破，龍槨神堂三月火。可憐寶玉歸人間，暫借泉中買身禍。奢者狼藉儉者安，一凶一吉在眼前。",
      "憑君回首向南望，漢文葬在霸陵原。"
    ]
  },
  {
    "volume": 427,
    "sequence": 25,
    "title": "古塚狐－戒豔色也",
    "author": "白居易",
    "content": [
      "古塚狐，妖且老，化為婦人顏色好。頭變雲鬟面變妝，大尾曳作長紅裳。徐徐行傍荒村路，日欲暮時人靜處。",
      "或歌或舞或悲啼，翠眉不舉花顏低。忽然一笑千萬態，見者十人八九迷。假色迷人猶若是，真色迷人應過此。",
      "彼真此假俱迷人，人心惡假貴重真。狐假女妖害猶淺，一朝一夕迷人眼。女為狐媚害即深，日長月增溺人心。",
      "何況褒妲之色善蠱惑，能喪人家覆人國。",
      "君看為害淺深間，豈將假色同真色。"
    ]
  },
  {
    "volume": 427,
    "sequence": 26,
    "title": "黑潭龍－疾貪吏也",
    "author": "白居易",
    "content": [
      "黑潭水深黑如墨，傳有神龍人不識。潭上架屋官立祠，龍不能神人神之。豐凶水旱與疾疫，鄉里皆言龍所為。",
      "家家養豚漉清酒，朝祈暮賽依巫口。神之來兮風飄飄，紙錢動兮錦傘搖。神之去兮風亦靜，香火滅兮杯盤冷。",
      "肉堆潭岸石，酒潑廟前草。不知龍神享幾多，林鼠山狐長醉飽。狐何幸，豚何辜，年年殺豚將喂狐。",
      "狐假龍神食豚盡，九重泉底龍知無。"
    ]
  },
  {
    "volume": 427,
    "sequence": 27,
    "title": "天可度－惡詐人也",
    "author": "白居易",
    "content": [
      "天可度，地可量，唯有人心不可防。但見丹誠赤如血，誰知偽言巧似簧。勸君掩鼻君莫掩，使君夫婦為參商。",
      "勸君掇蜂君莫掇，使君父子成豺狼。海底魚兮天上鳥，高可射兮深可釣。唯有人心相對時，咫尺之間不能料。",
      "君不見李義府之輩笑欣欣，笑中有刀潛殺人。",
      "陰陽神變皆可測，不測人間笑是瞋。"
    ]
  },
  {
    "volume": 427,
    "sequence": 28,
    "title": "秦吉了－哀冤民也",
    "author": "白居易",
    "content": [
      "秦吉了，出南中，彩毛青黑花頸紅。耳聰心慧舌端巧，鳥語人言無不通。昨日長爪鳶，今朝大觜烏。",
      "鳶捎乳燕一窠覆，烏啄母雞雙眼枯。雞號墮地燕驚去，然後拾卵攫其雛。豈無雕與鶚，嗉中肉飽不肯搏。",
      "亦有鸞鶴群，閑立高颺如不聞。秦吉了，人云爾是能言鳥，豈不見雞燕之冤苦。吾聞鳳凰百鳥主，爾竟不為鳳凰之前致一言，安用噪噪閑言語。"
    ]
  },
  {
    "volume": 427,
    "sequence": 29,
    "title": "鴉九劍－思決壅也",
    "author": "白居易",
    "content": [
      "歐冶子死千年後，精靈闇授張鴉九。鴉九鑄劍吳山中，天與日時神借功。金鐵騰精火翻焰，踴躍求為鏌鋣劍。",
      "劍成未試十餘年，有客持金買一觀。誰知閉匣長思用，三尺青蛇不肯蟠。客有心，劍無口，客代劍言告鴉九。",
      "君勿矜我玉可切，君勿誇我鐘可刜。不如持我決浮雲，無令漫漫蔽白日。為君使無私之光及萬物，蟄蟲昭蘇萌草出。"
    ]
  },
  {
    "volume": 427,
    "sequence": 30,
    "title": "采詩官－監前王亂亡之由也",
    "author": "白居易",
    "content": [
      "采詩官，采詩聽歌導人言。言者無罪聞者誡，下流上通上下泰。周滅秦興至隋氏，十代采詩官不置。",
      "郊廟登歌贊君美，樂府豔詞悅君意。若求興諭規刺言，萬句千章無一字。不是章句無規刺，漸及朝廷絕諷議。",
      "諍臣杜口為冗員，諫鼓高懸作虛器。一人負扆常端默，百辟入門兩自媚。夕郎所賀皆德音，春官每奏唯祥瑞。",
      "君之堂兮千里遠，君之門兮九重閟。君耳唯聞堂上言，君眼不見門前事。貪吏害民無所忌，奸臣蔽君無所畏。",
      "君不見厲王胡亥之末年，群臣有利君無利。",
      "君兮君兮願聽此，欲開壅蔽達人情，先向歌詩求諷刺。"
    ]
  }
]