[
  {
    "volume": 213,
    "sequence": 1,
    "title": "行路難二首",
    "author": "高適",
    "content": [
      "長安少年不少錢，能騎駿馬鳴金鞭。五侯相逢大道邊，美人弦管爭留連。黃金如鬥不敢惜，片言如山莫棄捐。",
      "安知憔悴讀書者，暮宿靈台私自憐。",
      "君不見富家翁，舊時貧賤誰比數。一朝金多結豪貴，萬事勝人健如虎。子孫成行滿眼前，妻能管弦妾能舞。",
      "自矜一身忽如此，卻笑傍人獨愁苦。東鄰少年安所如，席門窮巷出無車。有才不肯學幹謁，何用年年空讀書。"
    ]
  },
  {
    "volume": 213,
    "sequence": 2,
    "title": "秋胡行",
    "author": "高適",
    "content": [
      "妾本邯鄲未嫁時，容華倚翠人未知。一朝結髮從君子，將妾迢迢東魯陲。時逢大道無艱阻，君方游宦從陳汝。",
      "蕙樓獨臥頻度春，彩閣辭君幾徂暑。三月垂楊蠶未眠，攜籠結侶南陌邊。道逢行子不相識，贈妾黃金買少年。",
      "妾家夫婿經離久，寸心誓與長相守。願言行路莫多情，道妾貞心在人口。日暮蠶饑相命歸，攜籠端飾來庭闈。",
      "勞心苦力終無恨，所冀君恩即可依。聞說行人已歸止，乃是向來贈金子。相看顏色不復言，相顧懷慚有何已。",
      "從來自隱無疑背，直為君情也相會。如何咫尺仍有情，況複迢迢千裏外。誓將顧恩不顧身，念君此日赴河津。",
      "莫道向來不得意，故欲留規誡後人。"
    ]
  },
  {
    "volume": 213,
    "sequence": 3,
    "title": "古大樑行",
    "author": "高適",
    "content": [
      "古城莽蒼饒荊榛，驅馬荒城愁殺人。魏王宮觀盡禾黍，信陵賓客隨灰塵。憶昨雄都舊朝市，軒車照耀歌鐘起。",
      "軍容帶甲三十萬，國步連營一千里。全盛須臾那可論，高臺曲池無複存。遺墟但見狐狸跡，古地空餘草木根。",
      "暮天搖落傷懷抱，倚劍悲歌對秋草。俠客猶傳朱亥名，行人尚識夷門道。白璧黃金萬戶侯，寶刀駿馬填山丘。",
      "年代淒涼不可問，往來唯有水東流。"
    ]
  },
  {
    "volume": 213,
    "sequence": 4,
    "title": "邯鄲少年行",
    "author": "高適",
    "content": [
      "邯鄲城南遊俠子，自矜生長邯鄲裏。千場縱博家仍富，幾度報仇身不死。宅中歌笑日紛紛，門外車馬常如雲。",
      "未知肝膽向誰是，令人卻憶平原君。君不見今人交態薄，黃金用盡還疏索。以茲感歎辭舊游，更於時事無所求。",
      "且與少年飲美酒，往來射獵西山頭。"
    ]
  },
  {
    "volume": 213,
    "sequence": 5,
    "title": "燕歌行",
    "author": "高適",
    "content": [
      "漢家煙塵在東北，漢將辭家破殘賊。男兒本自重橫行，天子非常賜顏色。摐金伐鼓下榆關，旌旆逶迤碣石間。",
      "校尉羽書飛瀚海，單于獵火照狼山。山川蕭條極邊土，胡騎憑陵雜風雨。戰士軍前半死生，美人帳下猶歌舞。",
      "大漠窮秋塞草腓，孤城落日鬥兵稀。身當恩遇恒輕敵，力盡關山未解圍。鐵衣遠戍辛勤久，玉箸應啼別離後。",
      "少婦城南欲斷腸，征人薊北空回首。邊庭飄颻那可度，絕域蒼茫更何有。殺氣三時作陣雲，寒聲一夜傳刁鬥。",
      "相看白刃血紛紛，死節從來豈顧勳。君不見沙場征戰苦，至今猶憶李將軍。"
    ]
  },
  {
    "volume": 213,
    "sequence": 6,
    "title": "古歌行",
    "author": "高適",
    "content": [
      "君不見漢家三葉從代至，高皇舊臣多富貴。",
      "天子垂衣方晏如，廟堂拱手無餘議。蒼生偃臥休征戰，露臺百金以為費。田舍老翁不出門，洛陽少年莫論事。"
    ]
  },
  {
    "volume": 213,
    "sequence": 7,
    "title": "人日寄杜二拾遺",
    "author": "高適",
    "content": [
      "人日題詩寄草堂，遙憐故人思故鄉。柳條弄色不忍見，梅花滿枝空斷腸。身在遠藩無所預，心懷百憂複千慮。",
      "今年人日空相憶，明年人日知何處。一臥東山三十春，豈知書劍老風塵。龍鍾還忝二千石，愧爾東西南北人。"
    ]
  },
  {
    "volume": 213,
    "sequence": 8,
    "title": "九日酬顏少府",
    "author": "高適",
    "content": [
      "簷前白日應可惜，籬下黃花為誰有。行子迎霜未授衣，主人得錢始沽酒。蘇秦憔悴人多厭，蔡澤棲遲世看醜。",
      "縱使登高只斷腸，不如獨坐空搔首。"
    ]
  },
  {
    "volume": 213,
    "sequence": 9,
    "title": "留別鄭三、韋九兼洛下諸公",
    "author": "高適",
    "content": [
      "憶昨相逢論久要，顧君哂我輕常調。羈旅雖同白社遊，詩書已作青雲料。蹇質蹉跎竟不成，年過四十尚躬耕。",
      "長歌達者杯中物，大笑前人身後名。幸逢明盛多招隱，高山大澤徵求盡。此時亦得辭漁樵，青袍裹身荷聖朝。",
      "犁牛釣竿不復見，縣人邑吏來相邀。遠路鳴蟬秋興發，華堂美酒離憂銷。不知何日更攜手，應念茲晨去折腰。"
    ]
  },
  {
    "volume": 213,
    "sequence": 10,
    "title": "送楊山人歸嵩陽",
    "author": "高適",
    "content": [
      "不到嵩陽動十年，舊時心事已徒然。一二故人不復見，三十六峰猶眼前。夷門二月柳條色，流鶯數聲淚沾臆。",
      "鑿井耕田不我招，知君以此忘帝力。山人好去嵩陽路，惟餘眷眷長相憶。"
    ]
  },
  {
    "volume": 213,
    "sequence": 11,
    "title": "送別",
    "author": "高適",
    "content": [
      "昨夜離心正郁陶，三更白露西風高。螢飛木落何淅瀝，此時夢見西歸客。曙鐘寥亮三四聲，東鄰嘶馬使人驚。",
      "攬衣出戶一相送，唯見歸雲縱複橫。"
    ]
  },
  {
    "volume": 213,
    "sequence": 12,
    "title": "贈別晉三處士",
    "author": "高適",
    "content": [
      "有人家住清河源，渡河問我游梁園。手持道經注已畢，心知內篇口不言。盧門十年見秋草，此心惆悵誰能道。",
      "知己從來不易知，慕君為人與君好。別時九月桑葉疏，出門千里無行車。愛君且欲君先達，今上求賢早上書。"
    ]
  },
  {
    "volume": 213,
    "sequence": 13,
    "title": "送渾將軍出塞",
    "author": "高適",
    "content": [
      "將軍族貴兵且強，漢家已是渾邪王。子孫相承在朝野，至今部曲燕支下。控弦盡用陰山兒，登陣常騎大宛馬。",
      "銀鞍玉勒繡蝥弧，每逐嫖姚破骨都。李廣從來先將士，衛青未肯學孫吳。傳有沙場千萬騎，昨日邊庭羽書至。",
      "城頭畫角三四聲，匣裏寶刀晝夜鳴。意氣能甘萬里去，辛勤判作一年行。黃雲白草無前後，朝建旌旄夕刁鬥。",
      "塞下應多俠少年，關西不見春楊柳。從軍借問所從誰，擊劍酣歌當此時。遠別無輕繞朝策，平戎早寄仲宣詩。"
    ]
  },
  {
    "volume": 213,
    "sequence": 14,
    "title": "送蔡山人",
    "author": "高適",
    "content": [
      "東山布衣明古今，自言獨未逢知音。識者閱見一生事，到處豁然千里心。看書學劍長辛苦，近日方思謁明主。",
      "鬥酒相留醉複醒，悲歌數年淚如雨。丈夫遭遇不可知，買臣主父皆如斯。我今蹭蹬無所似，看爾崩騰何若為。"
    ]
  },
  {
    "volume": 213,
    "sequence": 15,
    "title": "封丘作",
    "author": "高適",
    "content": [
      "我本漁樵孟諸野，一生自是悠悠者。乍可狂歌草澤中，寧堪作吏風塵下。只言小邑無所為，公門百事皆有期。",
      "拜迎官長心欲碎，鞭撻黎庶令人悲。歸來向家問妻子，舉家盡笑今如此。生事應須南畝田，世情付與東流水。",
      "夢想舊山安在哉，為銜君命且遲回。乃知梅福徒為爾，轉憶陶潛歸去來。"
    ]
  },
  {
    "volume": 213,
    "sequence": 16,
    "title": "題李別駕壁",
    "author": "高適",
    "content": [
      "去鄉不遠逢知己，握手相歡得如此。禮樂遙傳魯伯禽，賓客爭過魏公子。酒筵暮散明月上，櫪馬長鳴春風起。",
      "一生稱意能幾人，今日從君問終始。"
    ]
  },
  {
    "volume": 213,
    "sequence": 17,
    "title": "寄宿田家",
    "author": "高適",
    "content": [
      "田家老翁住東陂，說道平生隱在茲。鬢白未曾記日月，山青每到識春時。門前種柳深成巷，野穀流泉添入池。",
      "牛壯日耕十畝地，人閑常掃一茅茨。客來滿酌清尊酒，感興平吟才子詩。岩際窟中藏鼴鼠，潭邊竹裏隱鸕鷀。",
      "村墟日落行人少，醉後無心怯路歧。今夜只應還寄宿，明朝拂曙與君辭。"
    ]
  },
  {
    "volume": 213,
    "sequence": 18,
    "title": "別韋參軍",
    "author": "高適",
    "content": [
      "二十解書劍，西游長安城。舉頭望君門，屈指取公卿。",
      "國風沖融邁三五，朝廷歡樂彌寰宇。白璧皆言賜近臣，布衣不得幹明主。歸來洛陽無負郭，東過梁宋非吾土。",
      "兔苑為農歲不登，雁池垂釣心長苦。世人遇我同眾人，唯君於我最相親。且喜百年有交態，未嘗一日辭家貧。",
      "彈棋擊築白日晚，縱酒高歌楊柳春。歡娛未盡分散去，使我惆悵驚心神。丈夫不作兒女別，臨歧涕淚沾衣巾。"
    ]
  },
  {
    "volume": 213,
    "sequence": 19,
    "title": "送田少府貶蒼梧",
    "author": "高適",
    "content": [
      "沉吟對遷客，惆悵西南天。昔為一官未得意，今向萬里令人憐。念茲鬥酒成暌間，停舟歎君日將晏。",
      "遠樹應憐北地春，行人卻羨南歸雁。丈夫窮達未可知，看君不合長數奇。江山到處堪乘興，楊柳青青那足悲。"
    ]
  },
  {
    "volume": 213,
    "sequence": 20,
    "title": "平臺夜遇李景參有別",
    "author": "高適",
    "content": [
      "離心忽悵然，策馬對秋天。孟諸薄暮涼風起，歸客相逢渡睢水。昨時攜手已十年，今日分途各千里。",
      "歲物蕭條滿路歧，此行浩蕩令人悲。家貧羨爾有微祿，欲往從之何所之。"
    ]
  },
  {
    "volume": 213,
    "sequence": 21,
    "title": "送郭處士往萊蕪，兼寄苟山人",
    "author": "高適",
    "content": [
      "君為東蒙客，往來東蒙畔。雲臥臨嶧陽，山行窮日觀。",
      "少年詞賦皆可聽，秀眉白麵風清泠。身上未曾染名利，口中猶未知膻腥。今日還山意無極，豈辭世路多相識。",
      "歸見萊蕪九十翁，為論別後長相憶。"
    ]
  },
  {
    "volume": 213,
    "sequence": 22,
    "title": "賦得還山吟，送沈四山人",
    "author": "高適",
    "content": [
      "還山吟，天高日暮寒山深，送君還山識君心。",
      "人生老大須恣意，看君解作一生事，山間偃仰無不至。",
      "石泉淙淙若風雨，桂花松子常滿地。賣藥囊中應有錢，還山服藥又長年。白雲勸盡杯中物，明月相隨何處眠。",
      "眠時憶問醒時事，夢魂可以相周旋。"
    ]
  },
  {
    "volume": 213,
    "sequence": 23,
    "title": "崔司錄宅燕大理李卿",
    "author": "高適",
    "content": [
      "多雨殊未已，秋雲更沉沉。洛陽故人初解印，山東小吏來相尋。上卿才大名不朽，早朝至尊暮求友。",
      "豁達常推海內賢，殷勤但酌尊中酒。飲醉欲言歸剡溪，門前駟馬光照衣。路傍觀者徒唧唧，我公不以為是非。"
    ]
  },
  {
    "volume": 213,
    "sequence": 24,
    "title": "同鮮于洛陽于畢員外宅觀畫馬歌",
    "author": "高適",
    "content": [
      "知君愛鳴琴，仍好千里馬。永日恒思單父中，有時心到宛城下。遇客丹青天下才，白生胡雛控龍媒。",
      "主人娛賓畫障開，只言騏驥西極來。半壁zazb勢不住，滿堂風飄颯然度。家僮愕視欲先鞭，櫪馬驚嘶還屢顧。",
      "始知物妙皆可憐，燕昭市駿豈徒然。縱令剪拂無所用，猶勝駑駘在眼前。"
    ]
  },
  {
    "volume": 213,
    "sequence": 25,
    "title": "同河南李少尹畢員外宅夜飲時洛陽告捷遂作春酒歌",
    "author": "高適",
    "content": [
      "故人美酒勝濁醪，故人清詞合風騷。長歌滿酌惟吾曹，高談正可揮麈毛。半醉忽然持蟹螯，洛陽告捷傾前後。",
      "武侯腰間印如鬥，郎官無事時飲酒。杯中綠蟻吹轉來，甕上飛花拂還有。前年持節將楚兵，去年留司在東京，今年複拜二千石，盛夏五月西南行。彭門劍門蜀山裏，昨逢軍人劫奪我，到家但見妻與子。",
      "賴得飲君春酒數十杯，不然令我愁欲死。"
    ]
  },
  {
    "volume": 213,
    "sequence": 26,
    "title": "同李九士曹觀壁畫雲作",
    "author": "高適",
    "content": [
      "始知帝鄉客，能畫蒼梧雲。秋天萬里一片色，只疑飛盡猶氛氳。"
    ]
  },
  {
    "volume": 213,
    "sequence": 27,
    "title": "見薛大臂鷹作",
    "author": "高適",
    "content": [
      "寒楚十二月，蒼鷹八九毛。寄言燕雀莫相啅，自有雲霄萬里高。"
    ]
  },
  {
    "volume": 213,
    "sequence": 28,
    "title": "畫馬篇",
    "author": "高適",
    "content": [
      "君侯櫪上驄，貌在丹青中。馬毛連錢蹄鐵色，圖畫光輝驕玉勒。馬行不動勢若來，權奇蹴踏無塵埃。",
      "感茲絕代稱妙手，遂令談者不容口。麒麟獨步自可珍，駑駘萬匹知何有。終未如他櫪上驄，載華轂，騁飛鴻。",
      "荷君剪拂與君用，一日千里如旋風。"
    ]
  },
  {
    "volume": 213,
    "sequence": 29,
    "title": "詠馬鞭",
    "author": "高適",
    "content": [
      "龍竹養根凡幾年，工人截之為長鞭，一節一目皆天然。",
      "珠重重，星連連。繞指柔，純金堅。繩不直，規不圓。",
      "把向空中捎一聲，良馬有心日馳千。"
    ]
  },
  {
    "volume": 213,
    "sequence": 30,
    "title": "塞下曲",
    "author": "高適",
    "content": [
      "君不見芳樹枝，春花落盡蜂不窺。君不見梁上泥，秋風始高燕不棲。蕩子從軍事征戰，蛾眉嬋娟守空閨。",
      "獨宿自然堪下淚，況複時聞鳥夜啼。"
    ]
  },
  {
    "volume": 213,
    "sequence": 31,
    "title": "漁父歌",
    "author": "高適",
    "content": [
      "曲岸深潭一山叟，駐眼看鉤不移手。世人欲得知姓名，良久問他不開口。筍皮笠子荷葉衣，心無所營守釣磯。",
      "料得孤舟無定止，日暮持竿何處歸。"
    ]
  }
]